[
  {
    "title": "Artificial intelligence in patient-specific hand surgery: a scoping review of literature",
    "authors": [
      "Keller, Marco",
      "Guebeli, Alissa",
      "Thieringer, Florian",
      "Honigmann, Philipp",
      "SPRINGER HEIDELBERG",
      "Keller, Marco",
      "Guebeli, Alissa",
      "Honigmann, Philipp",
      "Keller, Marco",
      "Guebeli, Alissa",
      "Thieringer, Florian",
      "Honigmann, Philipp",
      "Guebeli, Alissa",
      "Thieringer, Florian",
      "Honigmann, Philipp",
      "Keller, Marco",
      "Keller, Marco",
      "Thieringer, Florian Markus",
      "Gubeli, Alissa",
      "Honigmann, Philipp",
      "Thieringer, Florian",
      "Keller, Marco"
    ],
    "year": "2023",
    "journal": "INTERNATIONAL JOURNAL OF COMPUTER ASSISTED RADIOLOGY AND SURGERY",
    "doi": "10.1007/s11548-023-02831-3",
    "uid": "WOS:000912978900002",
    "abstract": "Purpose The implementation of artificial intelligence in hand surgery and rehabilitation is gaining popularity. The purpose of this scoping review was to give an overview of implementations of artificial intelligence in hand surgery and rehabilitation and their current significance in clinical practice.",
    "countries": [
      "Switzerland",
      "Netherlands"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Hand surgery; Hand rehabilitation; Artificial Intelligence; Machine learning; Deep learning; Mathematical modelling",
    "subtypeDescription": "Review"
  },
  {
    "title": "Prediction on nature of cancer by fuzzy graphoidal covering number using artificial neural network",
    "authors": [
      "Bhattacharya, Anushree",
      "Pal, Madhumangal",
      "ELSEVIER",
      "Bhattacharya, Anushree",
      "Pal, Madhumangal",
      "Pal, Madhumangal",
      "BHATTACHARYA, ANUSHREE",
      "Bhattacharya, Anushree"
    ],
    "year": "2024",
    "journal": "ARTIFICIAL INTELLIGENCE IN MEDICINE",
    "doi": "10.1016/j.artmed.2024.102783",
    "uid": "WOS:001171890200001",
    "abstract": "Predicting the chances of various types of cancers for different organs in the human body is a typical decisionmaking process in medicine and health. The signaling pathways have played a vital role in increasing or decreasing the possibility of the deadliest disease, cancer. To combine the pathways concept and ambiguity in the prediction techniques of such diseases, we have used the proposed research on fuzzy graphoidal covers of fuzzy graphs in this paper. Determining a path with uncertainty and shortest length is a challenging topic of graph theory, and a collection of such shortest paths maintaining specific conditions is defined as a fuzzy graphoidal cover for a fuzzy graph. Also, we have defined fuzzy graphoidal covering number as a new parameter, reflecting the measure of coverage by fuzzy graphoidal covering set in a system. Afterwards, some important characterizations of the fuzzy graphoidal covering number are established with justified proof. Also, specific limit values of this number are provided for particular cases. Then, we developed an efficient algorithm for finding the defined covering set with its space and time complexity. The findings of this proposed study have been composed with an artificial neural network to model a strong tool for resolving an essential issue of medical sciences, the prediction of cancer type in the human body. We have analyzed two types of neural networks such as one one-dimensional and two-dimensional specification, for clarity of the obtained results. Also, we have found out the most possible cancer type is breast cancer from the data of our considered case study as a concluding statement for any decision-maker in the field of health sciences. Finally, sensitivity analysis and comparative study have been done to show the stability of our proposed work.",
    "countries": [
      "India"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Fuzzy graph; Covering problem; Fuzzy graphoidal covering number; Fuzzy shortest path; Cancer type prediction; BREAST-CANCER; GRAPHS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Measures implemented in the school setting to contain the COVID-19 pandemic: a rapid scoping review",
    "authors": [
      "Krishnaratne, Shari",
      "Pfadenhauer, Lisa M.",
      "Coenen, Michaela",
      "Geffert, Karin",
      "Jung-Sievers, Caroline",
      "Klinger, Carmen",
      "Kratzer, Suzie",
      "Littlecott, Hannah",
      "Movsisyan, Ani",
      "Rabe, Julia E.",
      "Rehfuess, Eva",
      "Sell, Kerstin",
      "Strahwald, Brigitte",
      "Stratil, Jan M.",
      "Voss, Stephan",
      "Wabnitz, Katharina",
      "Burns, Jacob",
      "WILEY",
      "Krishnaratne, Shari",
      "Pfadenhauer, Lisa M.",
      "Coenen, Michaela",
      "Geffert, Karin",
      "Jung-Sievers, Caroline",
      "Klinger, Carmen",
      "Kratzer, Suzie",
      "Littlecott, Hannah",
      "Movsisyan, Ani",
      "Rabe, Julia E.",
      "Rehfuess, Eva",
      "Sell, Kerstin",
      "Strahwald, Brigitte",
      "Stratil, Jan M.",
      "Voss, Stephan",
      "Wabnitz, Katharina",
      "Burns, Jacob",
      "Krishnaratne, Shari",
      "Pfadenhauer, Lisa M.",
      "Coenen, Michaela",
      "Geffert, Karin",
      "Jung-Sievers, Caroline",
      "Klinger, Carmen",
      "Kratzer, Suzie",
      "Littlecott, Hannah",
      "Movsisyan, Ani",
      "Rabe, Julia E.",
      "Rehfuess, Eva",
      "Sell, Kerstin",
      "Strahwald, Brigitte",
      "Stratil, Jan M.",
      "Voss, Stephan",
      "Wabnitz, Katharina",
      "Burns, Jacob",
      "Krishnaratne, Shari",
      "Littlecott, Hannah",
      "Burns, Jacob",
      "Burns, Jacob",
      "Sell, Kerstin",
      "Littlecott, Hannah",
      "Pfadenhauer, Lisa",
      "Kratzer, Suzie",
      "Stratil, Jan",
      "Rehfuess, Eva"
    ],
    "year": "2020",
    "journal": "COCHRANE DATABASE OF SYSTEMATIC REVIEWS",
    "doi": "10.1002/14651858.CD013812",
    "uid": "WOS:000604884100032",
    "abstract": "Background",
    "countries": [
      "Germany",
      "England",
      "Wales"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "INTERVENTIONS",
    "subtypeDescription": "Review"
  },
  {
    "title": "Tumor Hypoxia as a Barrier in Cancer Therapy: Why Levels Matter",
    "authors": [
      "Hompland, Tord",
      "Fjeldbo, Christina Saeten",
      "Lyng, Heidi",
      "MDPI",
      "Hompland, Tord",
      "Fjeldbo, Christina Saeten",
      "Lyng, Heidi",
      "Lyng, Heidi",
      "Lyng, Heidi",
      "Lyng, Heidi",
      "Lyng, Heidi",
      "Lyng, Heidi"
    ],
    "year": "2021",
    "journal": "CANCERS",
    "doi": "10.3390/cancers13030499",
    "uid": "WOS:000615011300001",
    "abstract": "Simple Summary",
    "countries": [
      "Norway"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "hypoxia level; tumor microenvironment; model system; imaging; oxygen sensing; cellular response; radiotherapy resistance",
    "subtypeDescription": "Review"
  },
  {
    "title": "China's spatial and temporal position in the global research network of information behavior and its current development dynamics",
    "authors": [
      "Gou, Yang",
      "Li, Rui",
      "Zhuang, Zhibo",
      "EMERALD GROUP PUBLISHING LTD",
      "Gou, Yang",
      "Li, Rui",
      "Zhuang, Zhibo",
      "Zhuang, Zhibo",
      "Zhuang, Zhibo",
      "Zhuang, Zhibo"
    ],
    "year": "2024",
    "journal": "LIBRARY HI TECH",
    "doi": "10.1108/LHT-12-2023-0610",
    "uid": "WOS:001241380800001",
    "abstract": "PurposeThis paper aims to objectively present the research dynamics of China in the field of information behavior and its development trends. Firstly, it incorporates China's research in the field of information behavior into the global research network of information behavior, analyzing the changes in the status of Chinese scholars and their research institutions in the global research network from 1991 to 2022, the trends in publication volume and the cooperation relationships with other countries. Then, it conducts a detailed analysis of China's research categories, groups, theoretical models and hot topics in different information contexts in the past five years (2018-2022).Design/methodology/approachThe study retrieved research literature related to information behavior in China from 1991 to 2022 in the Web of Science database. It then utilized a national/institutional cooperation network map to analyze the changes in the status of Chinese scholars/institutions in the global research network during this period, publication volume trends and cooperation relationships with other countries. Furthermore, it employed keyword co-occurrence network maps to analyze the key categories, groups, theories and models of China's research in different information contexts in the past five years. Based on this, it used keyword clustering network maps to analyze the hot topics of China's research in different information contexts in the past five years.Findings(1) China's research in the field of information behavior started relatively late, but the volume of publications has grown rapidly since 2004, currently ranking second globally in cumulative publication quantity. However, the influence of the literature published by China is limited, and there is a lack of research institutions with global influence. (2) In the last five years, China has conducted extensive research in various information contexts. Among these, most research was conducted in work contexts, followed by healthcare contexts, especially studies related to epidemics. (3) Current research on information behavior in China is characterized by expanded and refined research groups, diversified research categories, continuous expansion and enrichment of research contexts, increased interdisciplinary nature of research and continuous innovation in research methods and theoretical models.Originality/valueThis study, utilizing a scientific knowledge map, elucidates China's position in global information behavior research, with a specific emphasis on analyzing China's research hot topics and trends in this field over the past five years. It aims to provide valuable resources for scholars interested in understanding the status of information behavior research in China and to offer some guidance for scholars currently or intending to engage in information behavior research.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Information behavior; Information context; Research hot topics; Knowledge map; CiteSpace; China; SEEKING",
    "subtypeDescription": "Article"
  },
  {
    "title": "DeepThink IoT: The Strength of Deep Learning in Internet of Things",
    "authors": [
      "Thakur, Divyansh",
      "Saini, Jaspal Kaur",
      "Srinivasan, Srikant",
      "SPRINGER",
      "Thakur, Divyansh",
      "Saini, Jaspal Kaur",
      "Srinivasan, Srikant",
      "Thakur, Divyansh",
      "SAINI, JASPAL KAUR",
      "Thakur, Divyansh",
      "Saini, Jaspal Kaur",
      "Srinivasan, Srikant"
    ],
    "year": "2023",
    "journal": "ARTIFICIAL INTELLIGENCE REVIEW",
    "doi": "10.1007/s10462-023-10513-4",
    "uid": "WOS:001000721100001",
    "abstract": "The integration of Deep Learning (DL) and the Internet of Things (IoT) has revolutionized technology in the twenty-first century, enabling humans and machines to perform tasks more efficiently. The combination of DL and the IoT has resulted in significant advancements in technology by improving the efficiency, security, and user experience of IoT devices and systems. The integration of DL and IoT offers several benefits, including improved data processing and analysis capabilities, the ability for IoT devices to learn from data and adapt to changing conditions, and the early detection of system malfunctions and potential security breaches. This survey paper provides a comprehensive overview of the impact of DL on IoT, including an analysis of sensor data to detect patterns and make predictions, and the implications for various industries such as healthcare, manufacturing, agriculture, and smart cities. The survey paper covers topics such as DL models, frameworks, IoT connectivity terminologies, IoT components, IoT service-oriented architecture, IoT applications, the role of DL in IoT, and challenges faced by DL in IoT. The study also presents quantitative achievements that highlight the potential impact of IoT and DL in environmental contexts such as precision farming and energy consumption. Overall, the survey paper provides an excellent resource for researchers interested in exploring the potential of IoT and DL in their field.",
    "countries": [
      "India"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Deep learning; Deep learning models; Strength of deep learning; Activation functions; IoT; IoT applications; IoT challenges in deep learning; CONVOLUTIONAL NEURAL-NETWORK; VARIATIONAL AUTOENCODER; DENOISING AUTOENCODER; PRECISION AGRICULTURE; IMAGE CLASSIFICATION; EMOTION RECOGNITION; RNN; TIME; GAN; PREDICTION",
    "subtypeDescription": "Article"
  },
  {
    "title": "Beyond the Present Constraints That Prevent a Wide Spread of Tissue Engineering and Regenerative Medicine Approaches",
    "authors": [
      "O'Donnell, Benjamen T.",
      "Ives, Clara J.",
      "Mohiuddin, Omair A.",
      "Bunnell, Bruce A.",
      "FRONTIERS MEDIA SA",
      "O'Donnell, Benjamen T.",
      "Ives, Clara J.",
      "Mohiuddin, Omair A.",
      "Bunnell, Bruce A.",
      "Mohiuddin, Omair A.",
      "Bunnell, Bruce A.",
      "Bunnell, Bruce A.",
      "O'Donnell, Benjamen",
      null,
      "Bunnell, Bruce",
      "Mohiuddin, Omair"
    ],
    "year": "2019",
    "journal": "FRONTIERS IN BIOENGINEERING AND BIOTECHNOLOGY",
    "doi": "10.3389/fbioe.2019.00095",
    "uid": "WOS:000466980900001",
    "abstract": "Despite the success of tissue engineered medical products (TEMPs) in preclinical translational research, very few have had success in the clinical market place. This gap, referred to as the \"valley of death\" is due to the large number of ventures that failed to attract or retain investor funding, promotion, and clinical acceptance of their products. This loss can be attributed to a focus on a bench to bedside flow of ideas and technology, which does not account for the multitude of adoption, commercial, and regulatory constraints. The implementation of an alternative bedside to bench and back again approach permits investigators to focus on a specific unmet clinical need, defining crucial translation related questions early in the research process. Investigators often fail to accurately identify critical clinical adoption criteria due to their focus on improved patient outcomes. Other adoption criteria (such as price, time, ethical concerns, and place in the workflow) can cause a product to fail despite improved patient outcomes. By applying simplified business principles such as the build-measure-learn loop and the business model canvas to early-stage research projects, investigators can narrow in on appropriate research topics and define design constraints. Additionally, 86% of all clinical trials fail to result in Federal Drug Administration approval, resulting in significant economic burdens. On the reverse side, approval through the European Medical Agency is widely considered to be more direct but has its challenges. The Committee for Advanced Therapies within the European Medical Agency has received 22 market authorization applications for advanced therapy medicinal products, of which only 10 received authorization. A thorough understanding of the various regulatory pathways permits investigators to plan for future regulatory obstacles and potentially increase their chances of success. By utilizing a bedside to bench and back again approach, investigators can improve the odds that their research will have a meaningful clinical impact.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "regenerative medicine; tissue engineering; regulation; food and drug administration; translation; commercialization; TRANSLATION; COMMERCIALIZATION; PATH",
    "subtypeDescription": "Review"
  },
  {
    "title": "Leveraging Organizational Health Literacy to Enhance Health Promotion and Risk Prevention: A Narrative and Interpretive Literature Review",
    "authors": [
      "Palumbo, Rocco",
      "YALE J BIOLOGY MEDICINE, INC",
      "Palumbo, Rocco",
      "Palumbo, Rocco",
      "Palumbo, Rocco"
    ],
    "year": "2021",
    "journal": "YALE JOURNAL OF BIOLOGY AND MEDICINE",
    "doi": "N/A",
    "uid": "WOS:000669538200012",
    "abstract": "Organizational health literacy involves the health care organizations' ability to establish an empowering and co-creating relationship with patients, engaging them in the design and delivery of health services in collaboration with health professionals. Although scholars agree that organizational health literacy contributes to health promotion and risk prevention via patient empowerment, literature is not consistent in depicting the interplay between organizational health literacy and preventive medicine. The article intends to shed light into this issue, summarizing current knowledge about this topic and advancing avenues for further development. A narrative literature review was performed through a systematic search on PubMed (R), Scopus (R), and Web of Science (TM). The review focused on 50 relevant contributions. Organizational health literacy triggers the transition towards a patient-centered approach to care. It complements individual health literacy, enabling patients to actively participate in health promotion and risk prevention as co-producers of health services and co-creators of value. However, many obstacles - including lack of time and limited resources available - prevent the transition towards health literate health care organizations. Two initiatives are required to overcome extant barriers. On the one hand, a health literate workforce should be prepared to increase the institutional ability of health care organizations to empower and engage patients in health co-creation. On the other hand, increased efforts should be made to assess organizational health literacy and to make its contribution to preventive medicine explicit.",
    "countries": [
      "Italy"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Health literacy; Organizational health literacy; Patient empowerment; Patient engagement; Preventive medicine; CARE ORGANIZATIONS; ENGAGEMENT; SYSTEMS; MODEL",
    "subtypeDescription": "Review"
  },
  {
    "title": "Anthropomorphic motion planning for multi-degree-of-freedom arms",
    "authors": [
      "Zheng, Xiongfei",
      "Han, Yunyun",
      "Liang, Jiejunyi",
      "FRONTIERS MEDIA SA",
      "Zheng, Xiongfei",
      "Liang, Jiejunyi",
      "Han, Yunyun",
      "Liang, Jiejunyi",
      "Han, Yunyun",
      "Han, Yunyun"
    ],
    "year": "2024",
    "journal": "FRONTIERS IN BIOENGINEERING AND BIOTECHNOLOGY",
    "doi": "10.3389/fbioe.2024.1388609",
    "uid": "WOS:001242882200001",
    "abstract": "With the development of technology, the humanoid robot is no longer a concept, but a practical partner with the potential to assist people in industry, healthcare and other daily scenarios. The basis for the success of humanoid robots is not only their appearance, but more importantly their anthropomorphic behaviors, which is crucial for the human-robot interaction. Conventionally, robots are designed to follow meticulously calculated and planned trajectories, which typically rely on predefined algorithms and models, resulting in the inadaptability to unknown environments. Especially when faced with the increasing demand for personalized and customized services, predefined motion planning cannot be adapted in time to adapt to personal behavior. To solve this problem, anthropomorphic motion planning has become the focus of recent research with advances in biomechanics, neurophysiology, and exercise physiology which deepened the understanding of the body for generating and controlling movement. However, there is still no consensus on the criteria by which anthropomorphic motion is accurately generated and how to generate anthropomorphic motion. Although there are articles that provide an overview of anthropomorphic motion planning such as sampling-based, optimization-based, mimicry-based, and other methods, these methods differ only in the nature of the planning algorithms and have not yet been systematically discussed in terms of the basis for extracting upper limb motion characteristics. To better address the problem of anthropomorphic motion planning, the key milestones and most recent literature have been collated and summarized, and three crucial topics are proposed to achieve anthropomorphic motion, which are motion redundancy, motion variation, and motion coordination. The three characteristics are interrelated and interdependent, posing the challenge for anthropomorphic motion planning system. To provide some insights for the research on anthropomorphic motion planning, and improve the anthropomorphic motion ability, this article proposes a new taxonomy based on physiology, and a more complete system of anthropomorphic motion planning by providing a detailed overview of the existing methods and their contributions.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "anthropomorphic; motion planning; arms; motion redundancy; motion variation; motion coordination; HUMAN-LIKE BEHAVIOR; MOTOR CONTROL; REACHING MOVEMENTS; EXOSKELETON ROBOT; MUSCLE SYNERGIES; HUMANOID ROBOT; HUMAN LIKENESS; PRIMITIVES; CONFIGURATION; COORDINATION",
    "subtypeDescription": "Review"
  },
  {
    "title": "Metabolic reprogramming-associated genes predict overall survival for rectal cancer",
    "authors": [
      "Zhang, Zhong-Yi",
      "Yao, Qing-Zhi",
      "Liu, Hui-Yong",
      "Guo, Qiao-Nan",
      "Qiu, Peng-Jun",
      "Chen, Jian-Peng",
      "Lin, Jian-Qing",
      "WILEY",
      "Zhang, Zhong-Yi",
      "Yao, Qing-Zhi",
      "Liu, Hui-Yong",
      "Guo, Qiao-Nan",
      "Qiu, Peng-Jun",
      "Chen, Jian-Peng",
      "Lin, Jian-Qing",
      "Lin, Jian-Qing",
      "Lin, Jianqing",
      "陈, 建澎",
      "Li, Yong"
    ],
    "year": "2020",
    "journal": "JOURNAL OF CELLULAR AND MOLECULAR MEDICINE",
    "doi": "10.1111/jcmm.15254",
    "uid": "WOS:000525967600001",
    "abstract": "Metabolic reprogramming has become a hot topic recently in the regulation of tumour biology. Although hundreds of altered metabolic genes have been reported to be associated with tumour development and progression, the important prognostic role of these metabolic genes remains unknown. We downloaded messenger RNA expression profiles and clinicopathological data from The Cancer Genome Atlas and the Gene Expression Omnibus database to uncover the prognostic role of these metabolic genes. Univariate Cox regression analysis and lasso Cox regression model were utilized in this study to screen prognostic associated metabolic genes. Patients with high-risk demonstrated significantly poorer survival outcomes than patients with low-risk in the TCGA database. Also, patients with high-risk still showed significantly poorer survival outcomes than patients with low-risk in the GEO database. What is more, gene set enrichment analyses were performed in this study to uncover significantly enriched GO terms and pathways in order to help identify potential underlying mechanisms. Our study identified some survival-related metabolic genes for rectal cancer prognosis prediction. These genes might play essential roles in the regulation of metabolic microenvironment and in providing significant potential biomarkers in metabolic treatment.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "metabolic reprogramming; prognostic; rectal cancer; survival analysis; METASTASIS; RISK",
    "subtypeDescription": "Article"
  },
  {
    "title": "Poor reporting quality of randomized controlled trials comparing treatments of COVID-19-A retrospective cross-sectional study on the first year of publications",
    "authors": [
      "Gruesser, Linda",
      "Eissing, Charlotte",
      "Kowark, Ana",
      "Keszei, Andras P.",
      "Wallqvist, Julia",
      "Rossaint, Rolf",
      "Ziemann, Sebastian",
      "PUBLIC LIBRARY SCIENCE",
      "Gruesser, Linda",
      "Wallqvist, Julia",
      "Rossaint, Rolf",
      "Ziemann, Sebastian",
      "Eissing, Charlotte",
      "Kowark, Ana",
      "Keszei, Andras P.",
      "Gruesser, Linda",
      "Ziemann, Sebastian"
    ],
    "year": "2023",
    "journal": "PLOS ONE",
    "doi": "10.1371/journal.pone.0292860",
    "uid": "WOS:001087884000002",
    "abstract": "Introduction Transparent and complete reporting of randomized controlled trials (RCTs) is essential for critical scientific appraisal of the results. It has been argued whether publications during the COVID-19 pandemic have met reporting standards. In this study, we assessed reporting adherence of RCTs on treatment interventions in COVID-19 patients to the CONSORT checklist and discuss which lessons can be learned to improve reporting in the future.Methods This was a retrospective, cross-sectional study performed at the University Hospital RWTH Aachen, Germany. We conducted a pragmatic systematic literature search in the PubMed database to identify RCTs on treatment interventions in COVID-19 patients in the first year of publications on the topic (March 2020-February 2021). We investigated the adherence of each publication to the CONSORT checklist and assessed the association between specific predictors and percentage adherence in an exploratory multivariable regression model.Results We analyzed 127 RCTs and found that the median percentage adherence to the CONSORT checklist was 54.3% [IQR 38.9 to 65.7]. In the exploratory multivariable regression model, the impact factor (highest tertile of impact factor compared to lowest tertile ss = 21.77, 95% CI 13.89 to 29.66, p<0.001; middle tertile compared lowest tertile ss = 11.79, 95% CI 5.74 to 17.84, p<0.001)) and authors' referral to the CONSORT statement (ss = 9.29, 95% CI 2.98 to 15.60, p = 0.004) were associated with a higher percentage adherence to the CONSORT checklist.Conclusion The reporting quality of RCTs on treatment interventions in COVID-19 patients during the first year of publications was poor. Measures to improve reporting quality are urgently needed.",
    "countries": [
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "CLINICAL QUERIES; GUIDELINES; STATEMENT; MEDLINE",
    "subtypeDescription": "Article"
  },
  {
    "title": "PresRecST: a novel herbal prescription recommendation algorithm for real-world patients with integration of syndrome differentiation and treatment planning",
    "authors": [
      "Dong, Xin",
      "Zhao, Chenxi",
      "Song, Xinpeng",
      "Zhang, Lei",
      "Liu, Yu",
      "Wu, Jun",
      "Xu, Yiran",
      "Xu, Ning",
      "Liu, Jialing",
      "Yu, Haibin",
      "Yang, Kuo",
      "Zhou, Xuezhong",
      "OXFORD UNIV PRESS",
      "Dong, Xin",
      "Zhao, Chenxi",
      "Song, Xinpeng",
      "Liu, Yu",
      "Wu, Jun",
      "Liu, Jialing",
      "Yang, Kuo",
      "Zhou, Xuezhong",
      "Zhang, Lei",
      "Xu, Ning",
      "Xu, Yiran",
      "Yu, Haibin",
      "Yu, Haibin",
      "Yang, Kuo",
      "Zhou, Xuezhong",
      "Yu, Haibin",
      "Yang, Kuo",
      "Zhou, Xuezhong",
      "Yu, Haibin",
      "Xia, Chen",
      "LIU, Chunjiao",
      "Zhou, Xuezhong",
      "feng, lili"
    ],
    "year": "2024",
    "journal": "JOURNAL OF THE AMERICAN MEDICAL INFORMATICS ASSOCIATION",
    "doi": "10.1093/jamia/ocae066",
    "uid": "WOS:001199556400001",
    "abstract": "Objectives Herbal prescription recommendation (HPR) is a hot topic and challenging issue in field of clinical decision support of traditional Chinese medicine (TCM). However, almost all previous HPR methods have not adhered to the clinical principles of syndrome differentiation and treatment planning of TCM, which has resulted in suboptimal performance and difficulties in application to real-world clinical scenarios.Materials and Methods We emphasize the synergy among diagnosis and treatment procedure in real-world TCM clinical settings to propose the PresRecST model, which effectively combines the key components of symptom collection, syndrome differentiation, treatment method determination, and herb recommendation. This model integrates a self-curated TCM knowledge graph to learn the high-quality representations of TCM biomedical entities and performs 3 stages of clinical predictions to meet the principle of systematic sequential procedure of TCM decision making.Results To address the limitations of previous datasets, we constructed the TCM-Lung dataset, which is suitable for the simultaneous training of the syndrome differentiation, treatment method determination, and herb recommendation. Overall experimental results on 2 datasets demonstrate that the proposed PresRecST outperforms the state-of-the-art algorithm by significant improvements (eg, improvements of P@5 by 4.70%, P@10 by 5.37%, P@20 by 3.08% compared with the best baseline).Discussion The workflow of PresRecST effectively integrates the embedding vectors of the knowledge graph for progressive recommendation tasks, and it closely aligns with the actual diagnostic and treatment procedures followed by TCM doctors. A series of ablation experiments and case study show the availability and interpretability of PresRecST, indicating the proposed PresRecST can be beneficial for assisting the diagnosis and treatment in real-world TCM clinical settings.Conclusion Our technology can be applied in a progressive recommendation scenario, providing recommendations for related items in a progressive manner, which can assist in providing more reliable diagnoses and herbal therapies for TCM clinical task.",
    "countries": [
      "Peoples R China",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "progressive herbal recommendation; deep neural network; syndrome differentiation; treatment method determination; real-world clinical decision support; TOPIC MODEL; NETWORK",
    "subtypeDescription": "Article"
  },
  {
    "title": "Cost transferability problems in economic evaluation as a framework for an European health care and social costs database",
    "authors": [
      "Garcia-Mochon, Leticia",
      "Rovira Forns, Joan",
      "Espin, Jaime",
      "BMC",
      "Garcia-Mochon, Leticia",
      "Rovira Forns, Joan",
      "Espin, Jaime",
      "Garcia-Mochon, Leticia",
      "Espin, Jaime",
      "Garcia-Mochon, Leticia",
      "Espin, Jaime",
      "Garcia-Mochon, Leticia",
      "Espin, Jaime",
      "Espin, Jaime",
      "Mochón, Leticia",
      "Garcia-Mochon, Leticia"
    ],
    "year": "2021",
    "journal": "COST EFFECTIVENESS AND RESOURCE ALLOCATION",
    "doi": "10.1186/s12962-021-00294-4",
    "uid": "WOS:000675568500001",
    "abstract": "This article presents part of the work within Work Package 3 (WP3) of Impact HTA (Improved methods and actionable tools for enhancing HTA), a H2020 EU-funded research project, intended to enhance and promote collaboration in HTA across EU MS. Amongst other objectives, and in close collaboration with WP4, WP3 addressed setting up a multi-country unit-cost database: the European health care and social costs database (EU HCSCD). The purpose of the database is to facilitate the transference of healthcare economic evaluation analyses across countries, jurisdictions and settings. WP3 concentrates on healthcare costs; WP4 on social costs. This paper discusses the state of the art on this topic, building an appropriate conceptual and theoretical framework for Database development. We conducted a broad, but not systematic, literature and gray-literature review (LR), identifying existing practices and problems, and their implications, described in the Results section. We discuss practical implications and draw important conclusions behind the construction, and future evolution, of this database.",
    "countries": [
      "Spain"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Transferability; HC cost database; Economic evaluation; Health technology; TECHNOLOGY-ASSESSMENT; GENERALIZABILITY; GUIDELINES; RECOMMENDATIONS; EASTERN; ISSUES; LISTS; MODEL",
    "subtypeDescription": "Review"
  },
  {
    "title": "Generating real-world evidence from unstructured clinical notes to examine clinical utility of genetic tests: use case in BRCAness",
    "authors": [
      "Zhao, Yiqing",
      "Weroha, Saravut J.",
      "Goode, Ellen L.",
      "Liu, Hongfang",
      "Wang, Chen",
      "BMC",
      "Zhao, Yiqing",
      "Liu, Hongfang",
      "Weroha, Saravut J.",
      "Goode, Ellen L.",
      "Wang, Chen",
      "Wang, Chen",
      "Zhao, Yiqing",
      "Zhao, Yiqing",
      "Liu, Hongfang",
      "Wang, Chen"
    ],
    "year": "2021",
    "journal": "BMC MEDICAL INFORMATICS AND DECISION MAKING",
    "doi": "10.1186/s12911-020-01364-y",
    "uid": "WOS:000608043800001",
    "abstract": "Background: Next-generation sequencing provides comprehensive information about individuals' genetic makeup and is commonplace in oncology clinical practice. However, the utility of genetic information in the clinical decision-making process has not been examined extensively from a real-world, data-driven perspective. Through mining real-world data (RWD) from clinical notes, we could extract patients' genetic information and further associate treatment decisions with genetic information.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Precision medicine; Real-world evidence; BRCA1/2; PARP inhibitor; Electronic health records; Natural language processing; ELECTRONIC HEALTH RECORDS; INDIVIDUALIZED MEDICINE; CANCER; PHENOTYPES; VARIANTS; BRCA1",
    "subtypeDescription": "Article"
  },
  {
    "title": "Comparison of Regorafenib, Fruquintinib, and TAS-102 in Previously Treated Patients with Metastatic Colorectal Cancer: A Systematic Review and Network Meta-Analysis of Five Clinical Trials",
    "authors": [
      "Chen, Jianxin",
      "Wang, Junhui",
      "Lin, Hai",
      "Peng, Yonghai",
      "INT SCIENTIFIC INFORMATION, INC",
      "Chen, Jianxin",
      "Wang, Junhui",
      "Lin, Hai",
      "Peng, Yonghai",
      "Peng, Yonghai"
    ],
    "year": "2019",
    "journal": "MEDICAL SCIENCE MONITOR",
    "doi": "10.12659/MSM.918411",
    "uid": "WOS:000500203400003",
    "abstract": "Background: This study aimed to conduct a systematic review of the literature to identify key randomized controlled clinical trials (RCTs), followed by network meta-analysis, to compare the efficacy and safety profiles of regorafenib, fruquintinib, and TAS-102 in previously treated patients with metastatic colorectal carcinoma (mCRC).",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Colorectal Neoplasms; Matched-Pair Analysis; Meta-Analysis as Topic; DOUBLE-BLIND; PERFORMANCE STATUS; ASIAN PATIENTS; PLACEBO; MULTICENTER; TRIFLURIDINE/TIPIRACIL; CHEMOTHERAPY; MONOTHERAPY; PROGNOSIS",
    "subtypeDescription": "Review"
  },
  {
    "title": "Physical Activity and Quality of Life in Hemodialysis Patients and Healthy Controls: A Cross-Sectional Study",
    "authors": [
      "Filipcic, Tjasa",
      "Bogataj, Spela",
      "Pajek, Jernej",
      "Pajek, Maja",
      "MDPI",
      "Filipcic, Tjasa",
      "Bogataj, Spela",
      "Pajek, Jernej",
      "Bogataj, Spela",
      "Pajek, Maja",
      "Pajek, Jernej",
      "Pajek, Maja",
      "Bogataj, Spela",
      "Pajek, Maja",
      "Pajek, Jernej"
    ],
    "year": "2021",
    "journal": "INTERNATIONAL JOURNAL OF ENVIRONMENTAL RESEARCH AND PUBLIC HEALTH",
    "doi": "10.3390/ijerph18041978",
    "uid": "WOS:000623585300001",
    "abstract": "Hemodialysis (HD) patients have lower functional abilities compared to healthy people, and this is associated with lower physical activity in everyday life. This may affect their quality of life, but research on this topic is limited. Therefore, the present study aimed to determine the relationship between habitual physical activity and quality of life in HD patients and healthy controls. Ninety-three HD patients and 140 controls participated in the study. Quality of life was assessed using a 36-item medical outcomes study short-form health survey (SF-36). Human Activity Profile (HAP) was used to assess habitual physical activity. The adjusted activity score (AAS) from HAP, age, gender, fat tissue index (FTI), lean tissue index (LTI), and Davies comorbidity score were analyzed as possible predictors of the Physical Component Summary (PCS) of the SF-36. Three sequential linear models were used to model PCS. In Model 1, PCS was regressed by gender and age; in Model 2 the LTI, FTI, and Davies comorbidity scores were added. Model 3 also included AAS. After controlling for age and gender (Model(HD) 1: p = 0.056), LTI, FTI, and Davies comorbidity score effects (Model(HD) 2: p = 0.181), the AAS accounted for 32% of the variation in PCS of HD patients (Model(HD) 3: p < 0.001). Consequently, the PCS of HD patients would increase by 0.431 points if the AAS increased by one point. However, in healthy controls, AAS had a lower impact than in the HD sample (B = 0.359 vs. 0.431), while the corresponding effects of age and gender (Model(H) 1: p < 0.001), LTI, FTI, and Davies comorbidity score (Model(H) 2: p < 0.001) were adjusted for. The proportion of variation in PCS attributed to AAS was 14.9% (Model(H) 3: p < 0.001). The current study results showed that physical activity in everyday life as measured by the HAP questionnaire is associated to a higher degree with the quality of life of HD patients than in healthy subjects. Routine physical activity programs are therefore highly justified, and the nephrology community should play a leading role in this effort.",
    "countries": [
      "Slovenia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "quality of life; hemodialysis patients; physical functioning; impact; human activity profile; CHRONIC KIDNEY-DISEASE; MORTALITY; EXERCISE; TIME",
    "subtypeDescription": "Article"
  },
  {
    "title": "Clinical paper Efficacy of emergency department calcium administration in cardiac arrest: A 9-year retrospective evaluation",
    "authors": [
      "Dillon, David G.",
      "Wang, Ralph C.",
      "Shetty, Pranav",
      "Douchee, Jeremiah",
      "Rodriguez, Robert M.",
      "Montoy, Juan Carlos C.",
      "ELSEVIER IRELAND LTD",
      "Dillon, David G.",
      "Shetty, Pranav",
      "Wang, Ralph C.",
      "Rodriguez, Robert M.",
      "Montoy, Juan Carlos C.",
      "Douchee, Jeremiah",
      "Dillon, David G.",
      "Dillon, David G.",
      "Dillon, David",
      "Shetty, Pralav"
    ],
    "year": "2023",
    "journal": "RESUSCITATION",
    "doi": "10.1016/j.resuscitation.2023.109933",
    "uid": "WOS:001063759400001",
    "abstract": "Background: The efficacy of empiric calcium for patients with undifferentiated cardiac arrest has come under increased scrutiny, including a randomized controlled trial that was stopped early due to a trend towards harm with calcium administration. However, small sample sizes and nonsignificant findings have hindered precise effect estimates. In this analysis we evaluate the association of calcium administration with survival in a large retrospective cohort of patients with cardiac arrest treated in the emergency department (ED). Methods: We conducted a retrospective review of medical records from two academic hospitals (one quaternary care center, one county trauma center) in San Francisco between 2011 and 2019. Inclusion criteria were patients aged greater than or equal to 18 years old who received treatment for cardiac arrest during their ED course. Our primary exposure was the administration of calcium while in the ED and the main outcome was survival to hospital admission. The association between calcium and survival to admission was estimated using a multivariable log-binomial regression, and also with two propensity score models. Results: We examined 781 patients with cardiac arrest treated in San Francisco EDs between 2011 and 2019 and found that calcium administration was associated with decreased survival to hospital admission (RR 0.74; 95% CI 0.66-0.82). These findings remained significant after adjustment for patient age, sex, whether the cardiac arrest was witnessed, and including an interaction term for shockable cardiac rhythms (RR 0.60; 95% CI 0.50- 0.72) and non-shockable cardiac rhythms (RR 0.87; 95% CI 0.76-0.99). Risk ratios for the association between calcium and survival to hospital admission were also similar between two propensity score-based models: nearest neighbor propensity matching model (RR 0.79; 95% CI 0.68- 0.89) and inverse propensity weighted regression adjustment model (RR 0.75; 95% CI 0.67-0.84). Conclusions: Calcium administration as part of ED-directed treatment for cardiac arrest was associated with lower survival to hospital admission. Given the lack of statistically significant outcomes from smaller, more methodologically robust evaluations on this topic, we believe these findings have an important role to serve in confirming previous results and allowing for more precise effect estimates. Our data adds to the growing body evidence against the empiric use of calcium in cardiac arrest.",
    "countries": [
      "USA"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "Address; Anesthesia procedures; Area; Basic Science; Belief; Cardiopulmonary; Cardiovascular Diseases; Cardiovascular system; Career Mobility; Clinical; Clinical Research; Clinical Sciences; Communication; Credentialing; Diagnosis; Discipline; Disease; Doctor of Philosophy; Educational Status; Ensure; Faculty; Foundations; Funding; Future; Goals; Heart Diseases; Influentials; Institutes; Internal Medicine; Investigation; Leadership; Lung; Lung diseases; Mentors; Mentorship; Methodology; Molecular Medicine; Outcome; Pathway interactions; Patient Care; Pediatrics; Population Sciences; Prevention; Research; Research Methodology; Research Personnel; Research Project Grants; Research Support; Research Training; Residencies; Science; Scientific Advances and Accomplishments; Scientist; Time; Training; Training Programs; Translating; Translational Research; Work; career; career development; clinical investigation; clinically relevant; design; dissemination research; education resources; epidemiology study; experience; faculty mentor; faculty research; human subject; human tissue; implementation research; interest; multidisciplinary; population based; programs; recruit; skills; synergism; tool; translational scientist; Cardiac arrest; Calcium; Out-of-hospital cardiac arrest; Pharmacotherapy; Emergency medicine; RESUSCITATION; ASSOCIATION; CHLORIDE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Adding to the knowledge on Patient and Public Involvement: Reflections from an experience of co-research with carers of people with dementia",
    "authors": [
      "Di Lorito, Claudio",
      "Godfrey, Maureen",
      "Dunlop, Marianne",
      "Bosco, Alessandro",
      "Pollock, Kristian",
      "van der Wardt, Veronika",
      "Harwood, Rowan H.",
      "WILEY",
      "Di Lorito, Claudio",
      "Godfrey, Maureen",
      "Dunlop, Marianne",
      "Bosco, Alessandro",
      "Pollock, Kristian",
      "Harwood, Rowan H.",
      "van der Wardt, Veronika",
      "Di Lorito, Claudio",
      "Harwood, Rowan",
      "van der Wardt, Veronika",
      "van der Wardt, Veronika",
      "Di Lorito, Claudio",
      "Bosco, Alessandro"
    ],
    "year": "2020",
    "journal": "HEALTH EXPECTATIONS",
    "doi": "10.1111/hex.13049",
    "uid": "WOS:000543658400018",
    "abstract": "Background Patient and Public Involvement (PPI) in research ensures that publicly funded research reflects the priorities of the people who will be affected by its results. Co-research, a branch of PPI, is equal partnership between academic researchers and members of the public, who steer and conduct research together. Objectives To propose a model for good practice in co-researching with carers of people with dementia, by reporting and synthesizing the personal reflections of the academic and lay researchers around the methodological issues, benefits, and challenges of co-research. Design An academic researcher and two lay researchers with lived experience of caring with someone with dementia collaborated in all stages of a qualitative research study, including development of the research protocol and topic guide, data collection, analysis and synthesis, and dissemination of findings. Throughout the study, the academic and lay researchers annotated reflections of their experience in personal diaries. Data from the diaries were synthesized and mapped out in a model for good practice in co-research. Results Co-research yielded benefits for all those involved and on research outputs. There were practicalities and challenges that required extra resources, in order to make the involvement of lay researchers meaningful and effective. Discussion The model for good practice illustrates overarching and stage-specific guidelines, which can inform researchers and members of the public wishing to undertake good practice in co-research.",
    "countries": [
      "England",
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "carers; co-research; dementia; patient and public involvement (PPI); qualitative research; ADULTS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Artificial Intelligence Can Generate Fraudulent but Authentic-Looking Scientific Medical Articles: Pandora's Box Has Been Opened",
    "authors": [
      "Majovsky, Martin",
      "Cerny, Martin",
      "Kasal, Mat Ej",
      "Komarc, Martin",
      "Netuka, David",
      "JMIR PUBLICATIONS, INC",
      "Majovsky, Martin",
      "Cerny, Martin",
      "Netuka, David",
      "Kasal, Mat Ej",
      "Komarc, Martin",
      "Komarc, Martin",
      "Majovsky, Martin",
      "Majovsky, Martin",
      "Netuka, David",
      "Kasal, Matej",
      "Cerny, Martin",
      "Černý, Martin",
      "Komarc, Martin",
      "Majovsky, Martin",
      "Komarc, Martin"
    ],
    "year": "2023",
    "journal": "JOURNAL OF MEDICAL INTERNET RESEARCH",
    "doi": "10.2196/46924",
    "uid": "WOS:001022158000003",
    "abstract": "Background: Artificial intelligence (AI) has advanced substantially in recent years, transforming many industries and improving the way people live and work. In scientific research, AI can enhance the quality and efficiency of data analysis and publication. However, AI has also opened up the possibility of generating high-quality fraudulent papers that are difficult to detect, raising important questions about the integrity of scientific research and the trustworthiness of published papers.Objective: The aim of this study was to investigate the capabilities of current AI language models in generating high-quality fraudulent medical articles. We hypothesized that modern AI models can create highly convincing fraudulent papers that can easily deceive readers and even experienced researchers. Methods: This proof-of-concept study used ChatGPT (Chat Generative Pre-trained Transformer) powered by the GPT-3 (Generative Pre-trained Transformer 3) language model to generate a fraudulent scientific article related to neurosurgery. GPT-3 is a large language model developed by OpenAI that uses deep learning algorithms to generate human-like text in response to prompts given by users. The model was trained on a massive corpus of text from the internet and is capable of generating high-quality text in a variety of languages and on various topics. The authors posed questions and prompts to the model and refined them iteratively as the model generated the responses. The goal was to create a completely fabricated article including the abstract, introduction, material and methods, discussion, references, charts, etc. Once the article was generated, it was reviewed for accuracy and coherence by experts in the fields of neurosurgery, psychiatry, and statistics and compared to existing similar articles.Results: The study found that the AI language model can create a highly convincing fraudulent article that resembled a genuine scientific paper in terms of word usage, sentence structure, and overall composition. The AI-generated article included standard sections such as introduction, material and methods, results, and discussion, as well a data sheet. It consisted of 1992 words and 17 citations, and the whole process of article creation took approximately 1 hour without any special training of the human user. However, there were some concerns and specific mistakes identified in the generated article, specifically in the references.Conclusions: The study demonstrates the potential of current AI language models to generate completely fabricated scientific articles. Although the papers look sophisticated and seemingly flawless, expert readers may identify semantic inaccuracies and errors upon closer inspection. We highlight the need for increased vigilance and better detection methods to combat the potential misuse of AI in scientific research. At the same time, it is important to recognize the potential benefits of using AI language models in genuine scientific writing and research, such as manuscript preparation and language editing.",
    "countries": [
      "Czech Republic"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "artificial intelligence; publications; ethics; neurosurgery; ChatGPT; language models; fraudulent medical articles",
    "subtypeDescription": "Article"
  },
  {
    "title": "Artificial Intelligence and Machine Learning for Improving Glycemic Control in Diabetes: Best Practices, Pitfalls, and Opportunities",
    "authors": [
      "Jacobs, Peter G.",
      "Herrero, Pau",
      "Facchinetti, Andrea",
      "Vehi, Josep",
      "Kovatchev, Boris",
      "Breton, Marc D.",
      "Cinar, Ali",
      "Nikita, Konstantina S.",
      "Doyle, Francis J., III",
      "Bondia, Jorge",
      "Battelino, Tadej",
      "Castle, Jessica R.",
      "Zarkogianni, Konstantia",
      "Narayan, Rahul",
      "Mosquera-Lopez, Clara",
      "IEEE-INST ELECTRICAL ELECTRONICS ENGINEERS INC",
      "Jacobs, Peter G.",
      "Narayan, Rahul",
      "Herrero, Pau",
      "Facchinetti, Andrea",
      "Vehi, Josep",
      "Vehi, Josep",
      "Bondia, Jorge",
      "Kovatchev, Boris",
      "Breton, Marc D.",
      "Cinar, Ali",
      "Nikita, Konstantina S.",
      "Doyle, Francis J., III",
      "Bondia, Jorge",
      "Battelino, Tadej",
      "Battelino, Tadej",
      "Castle, Jessica R.",
      "Zarkogianni, Konstantia",
      "Castle, Jessica R.",
      "Mosquera-Lopez, Clara",
      "Jacobs, Peter G.",
      "Kovatchev, Boris",
      "Zarkogianni, Konstantia",
      "Vehi, Josep",
      "Herrero, Pau",
      "Breton, Marc",
      "Bondia, Jorge",
      "Cinar, Ali",
      "Zarkogianni, Konstantia",
      "Doyle, Francis",
      "Battelino, Tadej",
      "Nikita, Konstantina",
      "Cinar, Ali",
      "Jacobs, Peter",
      "Herrero, Pau",
      "López, Clara"
    ],
    "year": "2024",
    "journal": "IEEE REVIEWS IN BIOMEDICAL ENGINEERING",
    "doi": "10.1109/RBME.2023.3331297",
    "uid": "WOS:001166967200023",
    "abstract": "Objective: Artificial intelligence and machine learning are transforming many fields including medicine. In diabetes, robust biosensing technologies and automated insulin delivery therapies have created a substantial opportunity to improve health. While the number of manuscripts addressing the topic of applying machine learning to diabetes has grown in recent years, there has been a lack of consistency in the methods, metrics, and data used to train and evaluate these algorithms. This manuscript provides consensus guidelines for machine learning practitioners in the field of diabetes, including best practice recommended approaches and warnings about pitfalls to avoid. Methods: Algorithmic approaches are reviewed and benefits of different algorithms are discussed including importance of clinical accuracy, explainability, interpretability, and personalization. We review the most common features used in machine learning applications in diabetes glucose control and provide an open-source library of functions for calculating features, as well as a framework for specifying data sets using data sheets. A review of current data sets available for training algorithms is provided as well as an online repository of data sources. Significance: These consensus guidelines are designed to improve performance and translatability of new machine learning algorithms developed in the field of diabetes for engineers and data scientists.",
    "countries": [
      "USA",
      "Spain",
      "Italy",
      "Greece",
      "Slovenia",
      "Netherlands"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Diabetes; Insulin; Glucose; Medical treatment; Machine learning; Best practices; Guidelines; machine learning; artificial intelligence; deep learning; decision support; automated insulin delivery; glucose prediction; data science; feature engineering; MODEL-PREDICTIVE CONTROL; EVALUATING CLINICAL ACCURACY; AUTOMATED INSULIN DELIVERY; MULTIPLE DAILY INJECTIONS; GLUCOSE MONITORING CGM; REAL-TIME PREDICTION; PHYSICAL-ACTIVITY; BOLUS CALCULATOR; NEURAL-NETWORK; PSYCHOLOGICAL STRESS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Statistical analysis of high-dimensional biomedical data: a gentle introduction to analytical goals, common approaches and challenges",
    "authors": [
      "Rahnenfuehrer, Joerg",
      "De Bin, Riccardo",
      "Benner, Axel",
      "Ambrogi, Federico",
      "Lusa, Lara",
      "Boulesteix, Anne-Laure",
      "Migliavacca, Eugenia",
      "Binder, Harald",
      "Michiels, Stefan",
      "Sauerbrei, Willi",
      "McShane, Lisa",
      "Topic Grp High Dimensional Data",
      "BMC",
      "Rahnenfuehrer, Joerg",
      "De Bin, Riccardo",
      "Benner, Axel",
      "Ambrogi, Federico",
      "Ambrogi, Federico",
      "Lusa, Lara",
      "Lusa, Lara",
      "Boulesteix, Anne-Laure",
      "Migliavacca, Eugenia",
      "Binder, Harald",
      "Sauerbrei, Willi",
      "Michiels, Stefan",
      "Michiels, Stefan",
      "McShane, Lisa",
      "McShane, Lisa",
      "McShane, Lisa",
      "Binder, Harald",
      "De Bin, Riccardo",
      "Boulesteix, Anne-Laure",
      "Sauerbrei, Willi",
      "Michiels, Stefan",
      "Lusa, Lara",
      "Rahnenfuhrer, Jorg",
      "Ambrogi, Federico",
      "Benner, Axel",
      "De Bin, Riccardo"
    ],
    "year": "2023",
    "journal": "BMC MEDICINE",
    "doi": "10.1186/s12916-023-02858-y",
    "uid": "WOS:000988006900001",
    "abstract": "BackgroundIn high-dimensional data (HDD) settings, the number of variables associated with each observation is very large. Prominent examples of HDD in biomedical research include omics data with a large number of variables such as many measurements across the genome, proteome, or metabolome, as well as electronic health records data that have large numbers of variables recorded for each patient. The statistical analysis of such data requires knowledge and experience, sometimes of complex methods adapted to the respective research questions.MethodsAdvances in statistical methodology and machine learning methods offer new opportunities for innovative analyses of HDD, but at the same time require a deeper understanding of some fundamental statistical concepts. Topic group TG9 \"High-dimensional data\" of the STRATOS (STRengthening Analytical Thinking for Observational Studies) initiative provides guidance for the analysis of observational studies, addressing particular statistical challenges and opportunities for the analysis of studies involving HDD. In this overview, we discuss key aspects of HDD analysis to provide a gentle introduction for non-statisticians and for classically trained statisticians with little experience specific to HDD.ResultsThe paper is organized with respect to subtopics that are most relevant for the analysis of HDD, in particular initial data analysis, exploratory data analysis, multiple testing, and prediction. For each subtopic, main analytical goals in HDD settings are outlined. For each of these goals, basic explanations for some commonly used analysis methods are provided. Situations are identified where traditional statistical methods cannot, or should not, be used in the HDD setting, or where adequate analytic tools are still lacking. Many key references are provided.ConclusionsThis review aims to provide a solid statistical foundation for researchers, including statisticians and non-statisticians, who are new to research with HDD or simply want to better evaluate and understand the results of HDD analyses.",
    "countries": [
      "Germany",
      "Norway",
      "Italy",
      "Slovenia",
      "Switzerland",
      "France",
      "USA"
    ],
    "citations": 40,
    "references": 0,
    "keywords": "High-dimensional data; Omics data; STRATOS initiative; Analytical goals; Initial data analysis; Exploratory data analysis; Clustering; Multiple testing; Prediction; FALSE DISCOVERY RATE; GENE-EXPRESSION DATA; MULTIVARIABLE PREDICTION MODEL; SAMPLE-SIZE; SURVIVAL PREDICTION; CROSS-VALIDATION; INFLUENTIAL OBSERVATIONS; MICROARRAY EXPERIMENTS; NORMALIZATION METHODS; INDIVIDUAL PROGNOSIS",
    "subtypeDescription": "Article"
  }
]