[
  {
    "title": "A novel prediction model of the risk of pancreatic cancer among diabetes patients using multiple clinical data and machine learning",
    "authors": [
      "Chen, Shih-Min",
      "Phuc, Phan Thanh",
      "Nguyen, Phung-Anh",
      "Burton, Whitney",
      "Lin, Shwu-Jiuan",
      "Lin, Weei-Chin",
      "Lu, Christine Y.",
      "Hsu, Min-Huei",
      "Cheng, Chi-Tsun",
      "Hsu, Jason C.",
      "WILEY",
      "Chen, Shih-Min",
      "Phuc, Phan Thanh",
      "Burton, Whitney",
      "Hsu, Jason C.",
      "Nguyen, Phung-Anh",
      "Hsu, Jason C.",
      "Nguyen, Phung-Anh",
      "Hsu, Jason C.",
      "Nguyen, Phung-Anh",
      "Hsu, Jason C.",
      "Lin, Weei-Chin",
      "Lin, Weei-Chin",
      "Lu, Christine Y.",
      "Lu, Christine Y.",
      "Lu, Christine Y.",
      "Lu, Christine Y.",
      "Lu, Christine Y.",
      "Hsu, Min-Huei",
      "Hsu, Jason C.",
      "Phan, Thanh-Phuc",
      "Hsu, Min-Huei",
      "Lin, Weei-Chin",
      "Lu, Christine Y.",
      "Nguyen, Phung Anh",
      "Lin, Shwu-jiuan"
    ],
    "year": "2023",
    "journal": "CANCER MEDICINE",
    "doi": "10.1002/cam4.6547",
    "uid": "WOS:001096854700052",
    "abstract": "Introduction: Pancreatic cancer is associated with poor prognosis. Considering the increased global incidence of diabetes cases and that individuals with diabetes are considered a high-risk subpopulation for pancreatic cancer, it is critical to detect the risk of pancreatic cancer within populations of person living = with diabetes. This study aimed to develop a novel prediction model for pancreatic cancer risk among patients with diabetes, using = a real-world database containing clinical features and employing numerous artificial intelligent approach algorithms.Methods: This retrospective observational study analyzed data on patients with Type 2 diabetes from a multisite Taiwanese EMR database between 2009 and 2019. Predictors were selected in accordance with the literature review and clinical perspectives. The prediction models were constructed using machine learning algorithms such as logistic regression, linear discriminant analysis, gradient boosting machine, and random forest.Results: The cohort consisted of 66,384 patients. The Linear Discriminant Analysis (LDA) model generated the highest AUROC of 0.9073, followed by the Voting Ensemble and Gradient Boosting machine models. LDA, the best model, exhibited an accuracy of 84.03%, a sensitivity of 0.8611, and a specificity of 0.8403. The most significant predictors identified for pancreatic cancer risk were glucose, glycated hemoglobin, hyperlipidemia comorbidity, antidiabetic drug use, and lipid-modifying drug use.Conclusion: This study successfully developed a highly accurate 4-year risk model for pancreatic cancer in patients with diabetes using real-world clinical data and multiple machine-learning algorithms. Potentially, our predictors offer an opportunity to identify pancreatic cancer early and thus increase prevention and invention windows to impact survival in diabetic patients.",
    "countries": [
      "Taiwan",
      "USA",
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "artificial intelligence; diabetes; machine learning; pancreatic cancer; prediction model; Taipei Medical University Clinical Research Database (TMUCRD); NEW-ONSET; MELLITUS; CLASSIFICATION; EPIDEMIOLOGY; MICROBIOME; DIAGNOSIS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Evaluating topic model interpretability from a primary care physician perspective",
    "authors": [
      "Arnold, Corey W.",
      "Oh, Andrea",
      "Chen, Shawn",
      "Speier, William",
      "ELSEVIER IRELAND LTD",
      "Arnold, Corey W.",
      "Oh, Andrea",
      "Chen, Shawn",
      "Speier, William",
      "Arnold, Corey W.",
      "Arnold, Corey",
      "Speier, William",
      "Speier, William"
    ],
    "year": "2016",
    "journal": "COMPUTER METHODS AND PROGRAMS IN BIOMEDICINE",
    "doi": "10.1016/j.cmpb.2015.10.014",
    "uid": "WOS:000368956300007",
    "abstract": "Background and objective: Probabilistic topic models provide an unsupervised method for analyzing unstructured text. These models discover semantically coherent combinations of words (topics) that could be integrated in a clinical automatic summarization system for primary care physicians performing chart review. However, the human interpretability of topics discovered from clinical reports is unknown. Our objective is to assess the coherence of topics and their ability to represent the contents of clinical reports from a primary care physician's point of view.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Topic modeling; Primary care; Clinical reports; RECORD",
    "subtypeDescription": "Article"
  },
  {
    "title": "Achieving remission or low disease activity is associated with better outcomes in patients with systemic lupus erythematosus: a systematic literature review",
    "authors": [
      "Ugarte-Gil, Manuel Francisco",
      "Mendoza-Pinto, Claudia",
      "Reategui-Sokolova, Cristina",
      "Pons-Estel, Guillermo J.",
      "van Vollenhoven, Ronald F.",
      "Bertsias, George",
      "Alarcon, Graciela S.",
      "Pons-Estel, Bernardo A.",
      "BMJ PUBLISHING GROUP",
      "Ugarte-Gil, Manuel Francisco",
      "Ugarte-Gil, Manuel Francisco",
      "Reategui-Sokolova, Cristina",
      "Mendoza-Pinto, Claudia",
      "Mendoza-Pinto, Claudia",
      "Reategui-Sokolova, Cristina",
      "Pons-Estel, Guillermo J.",
      "Pons-Estel, Bernardo A.",
      "van Vollenhoven, Ronald F.",
      "van Vollenhoven, Ronald F.",
      "Bertsias, George",
      "Alarcon, Graciela S.",
      "Alarcon, Graciela S.",
      "Ugarte-Gil, Manuel Francisco",
      "Ugarte-Gil, Manuel Francisco",
      "Bertsias, George",
      "Ugarte-Gil, Manuel",
      "Reategui-Sokolova, Cristina",
      "Ugarte-Gil, Manuel Francisco",
      "Bonfa, Eloisa",
      "Mendoza-Pinto, Claudia",
      "van Vollenhoven, Ronald",
      "Mendoza, Claudia",
      "van Vollenhoven, Ronald"
    ],
    "year": "2021",
    "journal": "LUPUS SCIENCE & MEDICINE",
    "doi": "10.1136/lupus-2021-000542",
    "uid": "WOS:000698429200002",
    "abstract": "Background Remission and low disease activity (LDA) have been proposed as the treatment goals for patients with systemic lupus erythematosus (SLE). Several definitions for each have been proposed in the literature. Objective To assess the impact of remission/LDA according to various definitions on relevant outcomes in patients with SLE. Methods This systematic literature review was conducted according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses using PubMed (1946-week 2, April 2021), Cochrane library (1985-week 2, week 2, April 2021) and EMBASE (1974-week 2, April 2021). We included longitudinal and cross-sectional studies in patients with SLE reporting the impact of remission and LDA (regardless their definition) on mortality, damage accrual, flares, health-related quality of life and other outcomes (cardiovascular risk, hospitalisation and direct costs). The quality of evidence was evaluated using the Newcastle-Ottawa Scale. Results We identified 7497 articles; of them, 31 studies met the inclusion criteria and were evaluated. Some articles reported a positive association with survival, although this was not confirmed in all of them. Organ damage accrual was the most frequently reported outcome, and remission and LDA were reported as protective of this outcome (risk measures varying from 0.04 to 0.95 depending on the definition). Similarly, both states were associated with a lower probability of SLE flares, hospitalisations and a better health-related quality of life, in particular the physical domain. Conclusion Remission and LDA are associated with improvement in multiple outcomes in patients with SLE, thus reinforcing their relevance in clinical practice. PROSPERO registration number CRD42020162724.",
    "countries": [
      "Peru",
      "Mexico",
      "Argentina",
      "Netherlands",
      "Greece",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "systemic lupus erythematosus; outcome assessment; health care; quality of life; QUALITY-OF-LIFE; ACTIVITY STATE; DAMAGE; SLE; COHORT; DEFINITIONS; VALIDATION; LDAS",
    "subtypeDescription": "Review"
  },
  {
    "title": "Comment Topic Evolution on a Cancer Institution's Facebook Page",
    "authors": [
      "Tang, Chunlei",
      "Zhou, Li",
      "Plasek, Joseph",
      "Rozenblum, Ronen",
      "Bates, David",
      "GEORG THIEME VERLAG KG",
      "Tang, Chunlei",
      "Zhou, Li",
      "Plasek, Joseph",
      "Rozenblum, Ronen",
      "Bates, David",
      "Tang, Chunlei",
      "Zhou, Li",
      "Rozenblum, Ronen",
      "Bates, David",
      "Tang, Chunlei",
      "Bates, David",
      "Zhou, Li",
      "Plasek, Joseph",
      "Tang, Chunlei",
      "Tang, Chunlei",
      "Tang, Chunlei",
      "Plasek, Joseph",
      "Plasek, Joseph",
      "Rozenblum, Ronen"
    ],
    "year": "2017",
    "journal": "APPLIED CLINICAL INFORMATICS",
    "doi": "10.4338/ACI-2017-04-RA-0055",
    "uid": "WOS:000413010400008",
    "abstract": "Objectives: Our goal was to identify and track the evolution of the topics discussed in free-text comments on a cancer institution's social media page.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Patient Engagement; Patient Satisfaction; Data Mining; Social Media; Consumer Participation; Oncology Service; Hospital; SOCIAL MEDIA; PATIENT; INTERNET; RATINGS; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Alzheimer's disease classification using 3D conditional progressive GAN- and LDA-based data selection",
    "authors": [
      "Moradi, Masoud",
      "Demirel, Hasan",
      "SPRINGER LONDON LTD",
      "Moradi, Masoud",
      "Demirel, Hasan",
      "Moradi, Masoud",
      "Moradi Sarabi, Mostafa"
    ],
    "year": "2024",
    "journal": "SIGNAL IMAGE AND VIDEO PROCESSING",
    "doi": "10.1007/s11760-023-02878-4",
    "uid": "WOS:001122645800001",
    "abstract": "Alzheimer's disease is a kind of neurological disorder that directly impacts the memory of a patient. Structural magnetic resonance imaging (sMRI) is an effective representation for the diagnosis of neurodegenerative diseases. Deep learning strategies, such as convolutional neural networks (CNNs), require an enormous amount of data to generalize the target disease. Given the restrictions on collecting data, augmentation methods are important tools for increasing the number of samples available for training a CNN. Recently, generative adversarial networks (GANs) have been employed to generate synthetic medical data such as sMRI. In this paper, we propose a conditional progressive GAN (cProGAN) for data augmentation. The proposed cProGAN utilizes additive noise, which is regulated by the feedback from the discriminator that is trained by labeled data. The synthetic samples generated by using cProGAN go through a sample selection process regulated by the distributions of the original data mapped into the linear discriminator analysis (LDA) space. Three-class labeled data are mapped into LDA space where each class is modeled within an elliptic confidence subspace. Generated synthetic data that falls into these class subspaces are selected as the synthetic data to be used for training the CNN. This strategy helps select the most relevant samples with the desired class. Evidently, based on the experimental results, the suggested cProGAN creates synthetic data with higher quality than other state-of-the-art approaches. Furthermore, class-specific LDA subspace post-processing helps the selection of class-separated augmented data for improved classification performance.",
    "countries": [
      "Turkiye"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Alzheimer's disease; Generative adversarial networks; LDA; Deep learning; Classification; PREDICTION; CONVERSION; DIAGNOSIS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Low-dose aspirin in pregnancy: who? when? how much? and why?",
    "authors": [
      "Mather, Andrew R.",
      "Dom, Aaron M.",
      "Thorburg, Loralei L.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Mather, Andrew R.",
      "Dom, Aaron M.",
      "Thorburg, Loralei L.",
      "Mather, Andrew R."
    ],
    "year": "2021",
    "journal": "CURRENT OPINION IN OBSTETRICS & GYNECOLOGY",
    "doi": "10.1097/GCO.0000000000000694",
    "uid": "WOS:000620693900001",
    "abstract": "Purpose of review The use of low dose aspirin (LDA) has become routine in prenatal care for a variety of diagnoses, most importantly in women with a history of preeclampsia and associated poor pregnancy outcomes. Although LDA is currently indicated in patients considered to be at risk for development of preeclampsia, optimal dosing, timing of treatment initiation, and persons of benefit are under investigation. Several studies have also looked at LDA treatment and its effect on other maternal and fetal outcomes. This review summarizes the current guidelines for the use of LDA, incorporating the most recent research findings, and offers possible future implications of LDA treatment. Recent findings Over 10 years ago, the American College of Obstetricians and Gynecologists, the World Health Organization, and the United States Preventive Service Task Force began publishing guidelines focused on the use of LDA in pregnancy. Since the release of these guidelines, several large studies have re-evaluated the use of LDA with a focus on initiation of treatment and dosing. The combined results of these studies suggest a decreased rate of preeclampsia at aspirin doses >100 mg when treatment is initiated prior to 16 weeks of gestation. Overall, early initiation of LDA has been shown to decrease the development of preeclampsia in patients considered at increased risk. Current literature suggests increasing the recommended dose to >100 mg to optimize these risk reductions. Although LDA use seems promising for other outcomes like preterm delivery and intrauterine growth restriction, further studies to strengthen recommendations are warranted.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "aspirin; high-risk pregnancy; intrauterine growth restriction; preeclampsia; preterm delivery; PRETERM; PREECLAMPSIA; PREVENTION; PLACEBO; WOMEN; RISK",
    "subtypeDescription": "Review"
  },
  {
    "title": "Why do people (not) like me?: Mining opinion influencing factors from reviews",
    "authors": [
      "Bilici, Eda",
      "Saygin, Yucel",
      "PERGAMON-ELSEVIER SCIENCE LTD",
      "Bilici, Eda",
      "Saygin, Yucel",
      "Bilici, Eda"
    ],
    "year": "2017",
    "journal": "EXPERT SYSTEMS WITH APPLICATIONS",
    "doi": "10.1016/j.eswa.2016.10.001",
    "uid": "WOS:000388777700017",
    "abstract": "Feedback, without doubt, is a very important mechanism for companies or political parties to re-evaluate and improve their processes or policies. In this paper, we propose opinion influencing factors (OIFs) as a means to provide feedback about what influences the opinions of people. We also describe a methodology to mine OIFs from textual documents with the intention to bring a new perspective to the existing recommendation systems by concentrating on service providers (or policy makers) rather than customers. This new perspective enables one to discover the reasons why people like or do not like something by learning relationships among the traits/products via semantic rules and the factors that lead to change on the opinions such as from positive to negative. As a case study we target the healthcare domain, and experiment with the patients' reviews on doctors. Experimental results show the gist of thousands of comments on particular aspects (also called as factors) associated with semantic rules in an effective way. (C) 2016 Elsevier Ltd. All rights reserved.",
    "countries": [
      "England",
      "Turkey"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Text mining; Opinion mining; Causality analysis; Feedback-based recommendations; LATENT DIRICHLET ALLOCATION; RECOMMENDER SYSTEMS; SENTIMENT ANALYSIS; INDEPENDENCE; ALGORITHM; NETWORKS; WORDNET; TWITTER",
    "subtypeDescription": "Review"
  },
  {
    "title": "Development of a medical big-data mining process using topic modeling (Retracted Article)",
    "authors": [
      "Song, Chang-Woo",
      "Jung, Hoill",
      "Chung, Kyungyong",
      "SPRINGER",
      "Song, Chang-Woo",
      "Jung, Hoill",
      "Chung, Kyungyong",
      "Chung, Kyungyong",
      "Chung, Kyungyong"
    ],
    "year": "2019",
    "journal": "CLUSTER COMPUTING-THE JOURNAL OF NETWORKS SOFTWARE TOOLS AND APPLICATIONS",
    "doi": "10.1007/s10586-017-0942-0",
    "uid": "WOS:000480653200163",
    "abstract": "With the development of convergence information technology, all of the spaces and objects of human living have become digitized. In the health- and medical-service areas, IT supports Internet of things (IoT)-based medical services and health-care systems for patients. Medical facilities have been advanced on the basis of such IoT devices, and the digitized information on human behaviors and health makes the delivery of efficient and convenient health care possible. Under the given circumstances, health and medical care have been researched. For some of this research, the patient-health data were collected using IoT-based medical devices, and they served as a tool for medical diagnosis and treatment. This study proposes the development of a medical big-data mining process for which topic modeling is employed. The proposed method uses the big data that are offered by the open system of the health- and medical-services big data from the Health Insurance Review and Assessment Service, and their application follows the guidelines of the knowledge discovery in big-data process for data mining and topic modeling. For the medical data regarding the topic modeling, the public structured health- and medical-services big data, Open API, and patient datasets were used. For the document classification in the semantic situation of a topic, the Bag of Words technique and the latent Dirichlet allocation method were applied to find the document association for the development of the medical big-data mining process. In addition, this study conducted a performance evaluation of the topic-modeling accuracy based on the medical big-data mining process and the topic-modeling efficiency, and the effectiveness of the proposed method was examined.",
    "countries": [
      "South Korea"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "IT convergence; Big-data analysis; Data mining; Topic modeling; Medical data; Healthcare; INDEX SERVICE; MOBILE SERVICE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Light Disturbance Analysis and Applications",
    "authors": [
      "Alves-de-Carvalho, Rafaela S.",
      "Macedo-de-Araujo, Rute J.",
      "Gonzalez-Meijome, Jose M.",
      "MDPI",
      "Alves-de-Carvalho, Rafaela S.",
      "Macedo-de-Araujo, Rute J.",
      "Gonzalez-Meijome, Jose M.",
      "Alves-de-Carvalho, Rafaela S.",
      "Macedo-de-Araujo, Rute J.",
      "Gonzalez-Meijome, Jose M.",
      "Alves-de-Carvalho, Rafaela S.",
      "Alves-de-Carvalho, Rafaela S.",
      "Macedo de Araújo, Rute J.",
      "GONZALEZ-MEIJOME, JOSE M.",
      "Gonzalez-Meijome, Jose",
      "da Silva Alves de Carvalho, Rafaela"
    ],
    "year": "2024",
    "journal": "PHOTONICS",
    "doi": "10.3390/photonics11100905",
    "uid": "WOS:001342748700001",
    "abstract": "This narrative review synthesizes recent basic and clinical research on visual disturbances in low-light environments, highlighting the evaluation techniques for these conditions. It focuses on the degradation of visual acuity under dim lighting, exacerbated by pupil dilation, known as night vision disturbance (NVD). Key contributors to NVD include optical scattering, intraocular diffraction, ocular aberrations, and uncorrected refractive errors, all significantly impacting quality of life and functional abilities. This review also examines the effects of aging, eye disorders, surgical interventions, and corneal irregularities on NVD. It details the definitions, distinctions, and measurement methodologies for various optical phenomena, using both objective and subjective approaches, such as visual function questionnaires, simulators, and the light disturbance analyzer (LDA). The LDA is validated for clinical characterization and quantification of light distortion, proving useful in both clinical and research settings. This review advocates for continued innovation in therapeutic interventions to improve patient outcomes and alleviate the impact of visual disturbances.",
    "countries": [
      "Portugal"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "halometry; light disturbance analysis; night vision disturbances; quality of vision; visual disturbances; NIGHT-VISION DISTURBANCES; INTRAOCULAR STRAYLIGHT; PATIENT SATISFACTION; CONTRAST SENSITIVITY; DISTORTION ANALYSIS; CLINICAL-OUTCOMES; OPTICAL-QUALITY; VISUAL FUNCTION; LENS; GLARE",
    "subtypeDescription": "Review"
  },
  {
    "title": "Malignant Melanoma of the Lacrimal Drainage Apparatus Complicating Conjunctival Melanoma",
    "authors": [
      "Satchi, Khami",
      "McKelvie, Penny",
      "McNab, Alan A.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Satchi, Khami",
      "McNab, Alan A.",
      "McKelvie, Penny",
      "McNab, Alan A.",
      "McNab, Alan A.",
      "McNab, Alan A.",
      "McNab, Alan"
    ],
    "year": "2015",
    "journal": "OPHTHALMIC PLASTIC AND RECONSTRUCTIVE SURGERY",
    "doi": "10.1097/IOP.0000000000000256",
    "uid": "WOS:000354222200021",
    "abstract": "Purpose: Melanoma of the conjunctiva may occasionally involve the lacrimal drainage apparatus (LDA). This makes clinical management difficult. The authors describe 5 cases of conjunctival melanoma with LDA disease and make recommendations about its management.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "EXENTERATION; RECURRENCE; CYTOLOGY; NASAL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Aspirin in pregnancy: a review of indications, timing, dosing and efficacy",
    "authors": [
      "Joudi, Noor",
      "Rode, Martha",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Joudi, Noor",
      "Rode, Martha",
      "Joudi, Noor",
      "Joudi, Noor"
    ],
    "year": "2023",
    "journal": "CURRENT OPINION IN OBSTETRICS & GYNECOLOGY",
    "doi": "10.1097/GCO.0000000000000846",
    "uid": "WOS:000952623000004",
    "abstract": "Purpose of reviewThe aim of this study was to evaluate the recent literature examining the utility of low-dose daily aspirin (LDA) in the prevention of preeclampsia and other potential adverse perinatal sequelae. The evidence supporting various aspirin doses and timing of initiation of treatment for this purpose will be examined. The potential benefits of LDA therapy in pregnancy will be discussed weighing against any potential associated harm.Recent findingsFindings from several recent meta-analyses of randomized controlled trials are consistent with prior studies in showing a reduction in risk for preeclampsia with LDA use in individuals at an increased risk for this complication. Some studies suggest aspirin at a dose greater than the current recommended 81 mg is associated with the highest reduction in preterm PE.Several studies have demonstrated a reduction in risk for preterm birth, small for gestational age (SGA) infant or intrauterine growth restriction (IUGR), and a reduction in the risk of perinatal mortality associated with aspirin use. The findings of reduced preterm birth (PTB) and IUGR were also demonstrated among low-risk patients.Identifying patients at risk was re-evaluated, with resulting changes to existing United States Preventive Services Task Force (USPSTF) guidelines.This review of recent evidence suggests a decreased rate of preeclampsia at aspirin doses higher than the standardly used 81 mg when treatment is initiated prior to 16 weeks of gestation. Although LDA use seems promising for other outcomes such as preterm delivery and IUGR, further studies to strengthen recommendations are warranted.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "aspirin; preeclampsia; pregnancy; prevention; LOW-DOSE ASPIRIN; NULLIPAROUS WOMEN; WEEKS GESTATION; PREECLAMPSIA; PREVENTION; PLACEBO; RISK",
    "subtypeDescription": "Review"
  },
  {
    "title": "The efficiency of endoclips in maintaining the gastrointestinal bleeding-related Dieulafoy's lesion",
    "authors": [
      "Karaahmet, Fatih",
      "Kilincalp, Serta",
      "Coskun, Yusuf",
      "Hamamci, Mevlut",
      "Akinci, Hakan",
      "Ustun, Yusuf",
      "Simsek, Zahide",
      "Erarslan, Elife",
      "Coban, Sahin",
      "Yuksel, Ilhami",
      "SPRINGER WIEN",
      "Karaahmet, Fatih",
      "Kilincalp, Serta",
      "Coskun, Yusuf",
      "Hamamci, Mevlut",
      "Akinci, Hakan",
      "Ustun, Yusuf",
      "Simsek, Zahide",
      "Erarslan, Elife",
      "Coban, Sahin",
      "Yuksel, Ilhami",
      "Yuksel, Ilhami",
      "Karaahmet, Fatih",
      "Yuksel, Ilhami",
      "Üstün, Yusuf",
      "Coskun, Yusuf",
      "Coşkun, Yusuf",
      "Coban, Sahin",
      "simsek, zahide"
    ],
    "year": "2016",
    "journal": "WIENER KLINISCHE WOCHENSCHRIFT",
    "doi": "10.1007/s00508-015-0739-1",
    "uid": "WOS:000385367100004",
    "abstract": "Dieulafoy's lesion (DL) is a relatively uncommon medical condition characterized by a large tortuous arteriole in the submucosa of any part of gastrointestinal (GI) tract wall that bleeds via erosion likely caused in the submucosal surface by protrusion of the pulsatile arteriole. Compared with other endoscopic hemostatic techniques, clipping alone for DL is limited.",
    "countries": [
      "Turkey"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Gastrointestinal tract bleeding; Dieulafoy's lesion; Management; Endoscopic hemostasis; Hemocliping; ENDOSCOPIC HEMOCLIP PLACEMENT; HEMOSTATIC EFFICACY; FOLLOW-UP; MANAGEMENT; BAND; EMBOLIZATION; LIGATION; THERAPY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Topic modeling with latent Dirichlet allocation for cancer disease posts",
    "authors": [
      "Altintas, Volkan",
      "Albayrak, Mehmet",
      "Topal, Kamil",
      "GAZI UNIV, FAC ENGINEERING ARCHITECTURE",
      "Altintas, Volkan",
      "Albayrak, Mehmet",
      "Topal, Kamil",
      "Altintas, Volkan",
      "Altıntaş, Volkan"
    ],
    "year": "2021",
    "journal": "JOURNAL OF THE FACULTY OF ENGINEERING AND ARCHITECTURE OF GAZI UNIVERSITY",
    "doi": "10.17341/gazimmfd.734730",
    "uid": "WOS:000692521900030",
    "abstract": "In social media platforms, users share their experiences about the events they have experienced. People talk about a recent event, a city they have just seen, a book they read, etc. They post their experiences with other people about the same specific issues. One of the topics that users often talk about is health problems and sharing their experiences on this subject. Individuals with health problems can share their illnesses, treatments and results, and the experiences they have gained at each stage in social media platforms. These shares are important for other patients, both for informative and for morale / motivation in combating the disease. Manual analysis of the posts by human beings becomes impossible due to reasons such as the high number of posts, the variety of diseases and the amount of data. In this study, posts about cancer disease were collected on the Reddit social platform and these data were studied. The main topics discussed with the \" Latent Dirichlet Allocation (LDA)\" algorithm, one of the artificial intelligence-based topic modeling algorithms, were found through these posts. The relationship of the subject headings with the spoken subject was examined and content analysis was made. It is aimed to determine the most talked about contents among the posts about cancer disease. In addition, the relationship between the subjects was examined using the tSNE technique. It was observed that the words in the topics obtained as a result of modeling with the LDA algorithm were compatible in the coherence test.",
    "countries": [
      "Turkey"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Natural language processing; topic modelling; text mining; latent Dirichlet allocation; social media; REVIEWS; LDA",
    "subtypeDescription": "Article"
  },
  {
    "title": "Clinical use of low-dose aspirin for elders and sensitive subjects",
    "authors": [
      "Zhang, Yan",
      "Fang, Xiang-Ming",
      "Chen, Guo-Xun",
      "BAISHIDENG PUBLISHING GROUP INC",
      "Zhang, Yan",
      "Fang, Xiang-Ming",
      "Chen, Guo-Xun",
      "Chen, Guo-Xun",
      ", Xiangming",
      "zhang, yan"
    ],
    "year": "2019",
    "journal": "WORLD JOURNAL OF CLINICAL CASES",
    "doi": "10.12998/wjcc.v7.i20.3168",
    "uid": "WOS:000503472100001",
    "abstract": "The use of low-dose aspirin (LDA) has been a common preventive measure to reduce the risk of cardiovascular events. This is attributed to aspirin's ability to inhibit platelet activation. On the other hand, the use of LDA in human subjects has been associated with the development of gastrointestinal injuries like ulcer and bleeding, especially for those sensitive subjects such as elder human subjects. This opinion review will summarize the recent clinical reports regarding the use of LDA and the development of gastrointestinal conditions in China. Based on these reports, it seems that the use of LDA is commonly associated with gastrointestinal injuries, and stopping its use leads to recovery in elderly subjects. Therefore, we would like to suggest that gastroduodenal health and conditions should be seriously taken into consideration when LDA is recommended to the elderly, or other alternative means to reduce the risk of cardiovascular events such as nutritional interventions should be suggested.",
    "countries": [
      "Peoples R China",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Low-dose aspirin; Gastrointestinal damages; Upper gastrointestinal bleeding; Human subjects; Chinese elders; CARDIOVASCULAR-DISEASE; PRIMARY PREVENTION; JAPANESE PATIENTS; CRYSTAL-STRUCTURE; THERAPY; RISK; CYCLOOXYGENASE-1; METAANALYSIS; INHIBITORS; ENDOSCOPY",
    "subtypeDescription": "Review"
  },
  {
    "title": "The Influence of Conflicts of Interest on Outcomes in the Lumbar Disc Arthroplasty Literature A Systematic Review",
    "authors": [
      "Guntin, Jordan A.",
      "Patel, Dil V.",
      "Cardinal, Kaitlyn L.",
      "Haws, Brittany E.",
      "Khechen, Benjamin",
      "Yoo, Joon S.",
      "Block, Andrew M.",
      "Lalehzarian, Simon P.",
      "Singh, Kern",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Guntin, Jordan A.",
      "Patel, Dil V.",
      "Cardinal, Kaitlyn L.",
      "Haws, Brittany E.",
      "Khechen, Benjamin",
      "Yoo, Joon S.",
      "Block, Andrew M.",
      "Lalehzarian, Simon P.",
      "Singh, Kern",
      "Singh, Kern",
      "Haws, Brittany"
    ],
    "year": "2019",
    "journal": "SPINE",
    "doi": "10.1097/BRS.0000000000003015",
    "uid": "WOS:000500770000015",
    "abstract": "Study Design. A systematic review. Objective. The aim of this study was to determine the association between study outcomes and the presence of a conflict of interest (COI) in the lumbar disc arthroplasty (LDA) literature. Summary of Background Data. Previous studies have evaluated the efficacy of LDA as a surgical alternative to arthrodesis. As investigators may have financial relationships with LDA device companies, it is important to consider the role of COI on study outcomes. Methods. A systematic review was performed to identify articles reporting clinical outcomes of LDA. Any financial COIs disclosed were recorded and confirmed through Open Payments and ProPublica databases. Study outcomes were graded as favorable, unfavorable, or equivocal. Pearson Chi-squared analysis was used to determine an association between COI and study outcomes. Favorable outcomes were tested for an association with study characteristics using Poisson regression with robust error variance. Results. Fifty-seven articles were included, 30 had a financial COI, while 27 did not. Ninety percent of the conflicted studies disclosed their COI in the article. Studies with United States authors were more likely to be conflicted (P = 0.019). A majority of studies reported favorable outcomes for LDA (n = 39). Conflicted studies were more likely to report favorable outcomes than nonconflicted studies (P = 0.020). Articles with COIs related to consultant fees (P = 0.003), research funding (P = 0.002), and stock ownership (P < 0.001) were more likely to report favorable outcomes. Conclusion. This study highlights the importance for authors to accurately report conflicting relationships with industry. As such, orthopedic surgeons should critically evaluate study outcomes with regard to potential conflicts before recommending LDA as a surgical option to their patients.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COI; conflict of interest; consultant fees; financial relationship; LDA; lumbar disc arthroplasty; outcomes; research funding; stock ownership; systematic review; INTEREST DISCLOSURES; REPLACEMENT SURGERY; INDUSTRY; DISEASE; MEDICINE; FUSION",
    "subtypeDescription": "Review"
  },
  {
    "title": "Investigation of the priority among the roentgenogram measurements in acetabular dysplasia",
    "authors": [
      "Sonekatsu, Mayumi",
      "Sonohata, Motoki",
      "Inoue, Takao",
      "Honke, Hidefumi",
      "Kitajima, Masaru",
      "Kawano, Shunsuke",
      "Taniguchi, Wataru",
      "Fukui, Daisuke",
      "Mawatari, Masaaki",
      "SAGE PUBLICATIONS LTD",
      "Sonekatsu, Mayumi",
      "Sonohata, Motoki",
      "Kitajima, Masaru",
      "Kawano, Shunsuke",
      "Mawatari, Masaaki",
      "Sonekatsu, Mayumi",
      "Taniguchi, Wataru",
      "Fukui, Daisuke",
      "Inoue, Takao",
      "Honke, Hidefumi",
      "Sonohata, Motoki"
    ],
    "year": "2020",
    "journal": "JOURNAL OF ORTHOPAEDIC SURGERY",
    "doi": "10.1177/2309499020950575",
    "uid": "WOS:000565610100001",
    "abstract": "Purpose: There are many radiographic parameters to evaluate developmental dysplasia of the hip joint (DDH); however, the priority between the parameters is unclear. We evaluated the priority of radiographic parameters in DDH. Methods: We retrospectively reviewed the radiographs of 82 consecutive patients aged above 85 years without hip osteoarthritis (OA; no osteoarthritis (NO) group), and 28 patients with early stage hip OA were set as the control group (OA group). We used the linear discriminant analysis (LDA) to consider the priority of the following parameters: acetabular roof obliquity (ARO), center-edge (CE) angle, Sharp angle, acetabular head index (AHI), and acetabular depth ratio (ADR). Results: The LDA of five different parameters revealed that the NO and OA groups could be almost distinguished with 83.6% accuracy (p< 0.0001, Wilks' lambda test). The standardized scoring coefficients were as follows: ARO, -0.23; CE, -0.43; Sharp, -0.29; AHI, 0.97; and ADR, 0.11. The AHI was particularly noticeable in the NO group. Conclusion: Dissociation of the AHI in the OA group was significantly higher than that of the other parameters in the OA group compared to the parameters in the NO group. A small AHI may be a risk parameter for hip OA due to DDH.",
    "countries": [
      "Japan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "acetabular head index; center-edge angle; developmental dysplasia of the hip joint; hip osteoarthritis; roentgenogram measurements; PERIACETABULAR OSTEOTOMY; HIP OSTEOARTHRITIS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Treating to target in established rheumatoid arthritis: Challenges and opportunities in an era of novel targeted therapies and biosimilars",
    "authors": [
      "Woodworth, Thasia G.",
      "den Broeder, Alfons A.",
      "ELSEVIER SCI LTD",
      "Woodworth, Thasia G.",
      "den Broeder, Alfons A.",
      "Woodworth, Thasia G.",
      "den Broeder, Alfons",
      "Broeder, Alfons"
    ],
    "year": "2015",
    "journal": "BEST PRACTICE & RESEARCH IN CLINICAL RHEUMATOLOGY",
    "doi": "10.1016/j.berh.2015.10.001",
    "uid": "WOS:000367762800003",
    "abstract": "There is increasing consensus that periodic monitoring of disease activity status in rheumatoid arthritis (RA) patients to achieve and maintain remission, or at least low disease activity (LDA), the so-called treat to target (T2T) improves outcomes regardless of the duration of disease. Based on systematic literature reviews (SLRs) of clinical trials and registries, International Recommendations published in 2015 represent expert opinion describing efficacy and safety of conventional synthetic disease-modifying antirheumatic drugs (c5DMARDs) and biologic DMARDs (bDMARDs). A total of 10 recommendations are detailed from four \"Overarching Principles\": (1) treatment decisions are shared between patient and rheumatologist; (2) the primary goalv is to maximize long-term quality of life by controlling the symptoms, preventing joint damage, and by normalizing the function and social and work participation; (3) abrogation (not just control) of inflammation is the most effective method to achieve this goal; (4) 121 by measuring disease activity regularly and adjusting therapy to achieve remission/LDA optimizes outcomes in RA.",
    "countries": [
      "USA",
      "Netherlands"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Rheumatoid arthritis; Treat-to-target; Disease activity; Remission; Disease modifying antirheumatic drugs; Biologics and biosimilars",
    "subtypeDescription": "Article"
  },
  {
    "title": "Evaluating the severity of aortic coarctation in infants using anatomic features measured on CTA",
    "authors": [
      "Yu, Yiming",
      "Wang, Yubo",
      "Yang, Maoqing",
      "Huang, Meiping",
      "Li, Jun",
      "Jia, Qianjun",
      "Zhuang, Jian",
      "Huang, Liyu",
      "SPRINGER",
      "Yu, Yiming",
      "Wang, Yubo",
      "Yang, Maoqing",
      "Li, Jun",
      "Huang, Liyu",
      "Huang, Meiping",
      "Jia, Qianjun",
      "Zhuang, Jian",
      "Huang, Liyu",
      "Wang, Yubo",
      "Yu, Yiming",
      "Reis, AlessanRSS"
    ],
    "year": "2021",
    "journal": "EUROPEAN RADIOLOGY",
    "doi": "10.1007/s00330-020-07238-1",
    "uid": "WOS:000566349400009",
    "abstract": "Objectives A machine learning model was developed to evaluate the severity of aortic coarctation (CoA) in infants based on anatomical features measured on CTA. Methods In total, 239 infant patients undergoing both thorax CTA and echocardiography were retrospectively reviewed. The patients were assigned to either mild or severe CoA group based on their pressure gradient on echocardiography. They were further divided into patent ductus arteriosus (PDA) and non-PDA groups. The anatomical features were measured on double-oblique multiplanar reconstructed CTA images. Then, the optimal features were identified by using the Boruta algorithm. Subsequently, the coarctation severity was classified using linear discriminant analysis (LDA). We further investigated the relationship between the anatomical features and re-coarctation using Cox regression. Results Four anatomical features showed significant differences between the mild and severe CoA groups, including the smallest aortic cross-sectional area indexed to body surface area (p < 0.001), the narrowest aortic diameter (CoA diameter) indexed to height (p < 0.001), the diameter of the descending aorta at the diaphragmatic level (p < 0.001) and weight (p = 0.005). With these features, accuracy of 88.6% and 90.2%, sensitivity of 65.0% and 72.1%, and specificity of 92.9% and 100% were obtained for classifying the CoA severity in the non-PDA and PDA groups, respectively. Moreover, CoA diameter indexed to weight was associated with the risk of re-coarctation. Conclusions CoA severity can be evaluated by using LDA with anatomical features. When quantifying the severity of CoA and risk of re-coarctation, both anatomical alternations at the CoA site and the growth of the patients need to be considered.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Aortic coarctation; Computed tomography angiography; Risk assessment; Re-coarctation; Machine learning; HEMODYNAMIC SEVERITY; CHILDREN; REPAIR; RISK; ANGIOGRAPHY; PREDICTION; DIAGNOSIS; ADULTS; MODEL",
    "subtypeDescription": "Article"
  }
]