[
  {
    "title": "Diabetic patient review helpfulness: unpacking online drug treatment reviews by text analytics and design science approach",
    "authors": [
      "Feng, Yi",
      "Yin, Yunqiang",
      "Wang, Dujuan",
      "Dhamotharan, Lalitha",
      "Ignatius, Joshua",
      "Kumar, Ajay",
      "SPRINGER",
      "Feng, Yi",
      "Wang, Dujuan",
      "Yin, Yunqiang",
      "Dhamotharan, Lalitha",
      "Ignatius, Joshua",
      "Kumar, Ajay",
      "Wang, Dujuan",
      "Kumar, Ajay",
      "Wang, Dujuan",
      "Wang, Dujuan",
      "Ignatius, Joshua",
      "Ignatius, Joshua",
      "KUMAR, AJAY"
    ],
    "year": "2023",
    "journal": "ANNALS OF OPERATIONS RESEARCH",
    "doi": "10.1007/s10479-022-05121-4",
    "uid": "WOS:000900814000002",
    "abstract": "The transparency of online reviews of drug treatment in patients with diabetes supports the use of text analytics to investigate review helpfulness based on the dual-process theory and design science approach. The first purpose of our study is to explore the influences of informational elements (emotions with the degrees of different arousal, review length) and normative elements (perceived effectiveness and ease of use, and patient satisfaction) in online drug treatment reviews on review helpfulness. We also examine the moderate role of review length on the relationship between patient satisfaction and review helpfulness. The second purpose is to explore the influences of the review topics on review helpfulness. Our study reveals four essential findings. First, not all emotions significantly influence review helpfulness, and only low-arousal emotions have a significant positive influence on review helpfulness. Second, an inverted U-shaped relationship between review length and review helpfulness and a U-shaped relationship between patient satisfaction and review helpfulness are confirmed. Third, review length has a moderate influence on the inverted U-shaped relationship between patient satisfaction and review helpfulness. Finally, the review topics related to blood sugar, family medical history, dosing time and injection significantly influence review helpfulness. These findings may serve as a stepping stone for future research on review helpfulness in the healthcare context, offering guidance for patients with diabetes, design implications for platform providers, and drug improvement suggestions for pharmaceutical companies.",
    "countries": [
      "Peoples R China",
      "England",
      "France"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Online drug treatment review; Dual-process theory; Review helpfulness; Design science approach; PERCEIVED HELPFULNESS; CONSUMER REVIEWS; INFORMATION LOAD; SOCIAL-INFLUENCE; COMMUNITIES; QUALITY; SALES; MODEL; PRICE",
    "subtypeDescription": "Review"
  },
  {
    "title": "MEDICAL TOURISM: ITS RESEARCH AND IMPLICATIONS FOR PUBLIC HEALTH",
    "authors": [
      "Klimova, Blanka",
      "Kuca, Kamil",
      "NATL INST PUBLIC HEALTH",
      "Klimova, Blanka",
      "Kuca, Kamil",
      "Kuca, Kamil",
      "Kuca, Kamil",
      "Kuca, Kamil"
    ],
    "year": "2020",
    "journal": "CENTRAL EUROPEAN JOURNAL OF PUBLIC HEALTH",
    "doi": "10.21101/cejph.a5744",
    "uid": "WOS:000608444000009",
    "abstract": "Objective: The purpose of this article is to describe current research trends in medical tourism and implications for public health, especially in destination countries.",
    "countries": [
      "Czech Republic"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "medical tourism; research; trends; barriers; implications; FACILITATORS; DESTINATION; ONLINE; IMPACT; TRAVEL; TRUST; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Exploring sources of patient dissatisfaction in mobile health communication: A text analysis based on structural topic model",
    "authors": [
      "Liu, Jingfang",
      "Ding, Peng",
      "Jiang, Huihong",
      "SAGE PUBLICATIONS LTD",
      "Liu, Jingfang",
      "Ding, Peng",
      "Jiang, Huihong",
      "Jiang, Huihong"
    ],
    "year": "2024",
    "journal": "DIGITAL HEALTH",
    "doi": "10.1177/20552076241287890",
    "uid": "WOS:001328778900001",
    "abstract": "Understanding online patient dissatisfaction is essential for improving the quality of healthcare services, patient satisfaction, and physician career development. This study is the first to apply the structural topic model to patient satisfaction research based on patient online reviews from a mobile health communication platform, revealing eight negative topics of patient concerns. These topics include under-explored areas such as \"go to the hospital for check-ups,\" \"incomplete counseling,\" and \"language expression.\" Additionally, we incorporated the doctor's title as a covariate in the model to examine how specific topics varied across different conditions. The results indicated that higher-titled doctors were more likely to receive complaints about the cost of treatment and whether the question was answered, whereas lower-titled doctors were more likely to receive complaints related to physician's knowledge, incomplete counseling, and response speed. This study not only enhances our understanding of mobile health services but also provides targeted insights for healthcare providers to improve their services, thereby contributing to the advancement of patient-centered care.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Patient dissatisfaction; doctor title; structural topic model; online review; health communication; SELF-MANAGEMENT; SERVICE QUALITY; ONLINE; CARE; COMMUNITIES; REVIEWS",
    "subtypeDescription": "Article"
  },
  {
    "title": "The peer-review process: critical issues and challenges from an online survey",
    "authors": [
      "Moirano, Giovenale",
      "Listorti, Elisabetta",
      "Asta, Federica",
      "Macciotta, Alessandra",
      "Murtas, Rossella",
      "Ottone, Marta",
      "Petri, Davide",
      "Renzi, Matteo",
      "INFERENZE SCARL",
      "Moirano, Giovenale",
      "Listorti, Elisabetta",
      "Asta, Federica",
      "Macciotta, Alessandra",
      "Murtas, Rossella",
      "Ottone, Marta",
      "Petri, Davide",
      "Renzi, Matteo",
      "Listorti, Elisabetta",
      "Ottone, Marta",
      "Asta, Federica",
      "Petri, Davide",
      "Moirano, Giovenale"
    ],
    "year": "2024",
    "journal": "EPIDEMIOLOGIA & PREVENZIONE",
    "doi": "10.19191/EP24.2.A622.042",
    "uid": "WOS:001237205600010",
    "abstract": "Background: the peer -review process, which is the foundation of modern scientific production, represents one of its essential elements. However, despite numerous benefits, it presents several critical issues. Objectives: to collect the opinions of a group of researchers from the epidemiological scientific community on peer -review processes. Design: cross-sectional study using a questionnaire evaluation. Setting and participants: a 29 -question survey was administered to 516 healthcare professionals through the SurveyMonkey platform. The questions focused on the individual characteristics of the respondents and their perceived satisfaction with some characteristics of the review process as well as their propensity of changing some aspects of it. In addition, three open-ended questions were included, allowing respondents to provide comments on the role that reviewers and the review process should play. Descriptive statistics were produced in terms of absolute frequencies and percentages for the information collected through the questionnaire. Secondly, a multiple logistic regression analysis was conducted to assess the willingness to change certain aspects of peer review, adjusting for covariates such as age, sex, being the author of at least one scientific work, being a reviewer of at least one scientific work, and belonging to a specific discipline. The results are expressed as odds ratios (ORs) and their 95% confidence intervals (95%CI). Text analysis and representation using word cloud were also used for an open-ended question. Main outcomes measures: level of satisfaction regarding some characteristics of the peer -review process. Results: a total of 516 participants completed the questionnaire. Specifically, 87.2% (N. 450) of the participants were the authors of at least one scientific publication, 78.7% were first authors at least once (N. 406), and 71.5% acted as reviewers within the peer -review process (N. 369). The results obtained from the multiple logistic regression models did not highlight any significant differences in terms of propensity to change for age and sex categories, except for a lower propensity of the under 35 age group towards unmasking, defined as the presence of reviewers and editorial boards names on the publish article (OR <35 years vs 45-54 years: 0.51; 95%CI 0.29-0.89) and a higher propensity for post -for - matting proposals, defined as the possibility of formatting the article following journal guidelines after the acceptance, among those under 45 (OR <35 years vs 45-54 years: 1.73; 95%CI 0.90-3.31; OR 35-44 years vs 45-54 years: 2.02; 95%CI 1.10-3.72). Finally, approximately 50% of respondents found it appropriate to receive credits for the revision work performed, while approximately 30% found it appropriate to receive a discount on publication fees for the same journal in which they acted as reviewers. Conclusions: the peer -review process is considered essential, but imperfect, by the professionals who participated in the questionnaire, thus providing a clear picture of the value that peer -review adds rigorously to each scientific work and the need to continue constructive dialogue on this topic within the scientific community.",
    "countries": [
      "Spain",
      "Italy"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "peer-review; review; questionnaire; RECOMMENDATIONS; QUALITY; BIAS",
    "subtypeDescription": "Article"
  },
  {
    "title": "MDEFC: Automatic recognition of human activities using modified differential evolution based fuzzy clustering method",
    "authors": [
      "Alblwi, Abdulaziz",
      "ELSEVIER",
      "Alblwi, Abdulaziz",
      "Alblwi, Abdulaziz",
      "Alblwi, Abdulaziz"
    ],
    "year": "2024",
    "journal": "JOURNAL OF COMPUTATIONAL SCIENCE",
    "doi": "10.1016/j.jocs.2024.102377",
    "uid": "WOS:001272344700001",
    "abstract": "In the present scenario, automatic Human Activity Recognition (HAR) is an emerging research topic, particularly in the applications of healthcare, Human Computer Interaction (HCI), and smart homes. By reviewing existing literature, the majority of the HAR methods achieved limited performance, while trained and tested utilizing unseen Internet of Things (IoT) data. In order to achieve higher recognition performance in the context of HAR, a new clustering method named Modified Differential Evolution based Fuzzy Clustering (MDEFC) is proposed in this article. The proposed MDEFC method incorporates an asymptotic termination rule and a new differential weight for enhancing the termination condition and improving this method's ability in exploring the solution space of the objective function. The extensive empirical analysis states that the proposed MDEFC method achieved impressive recognition results with minimal training time by using both spatial and temporal features of the individual. The proposed MDEFC method's effectiveness is tested on a real time dataset and an online Wireless Sensor Data Mining (WISDM) v1.1 dataset. The result findings demonstrate that the proposed MDEFC method averagely obtained 99.73 % of precision and 99.86 % of recall on the WISDM v1.1 dataset. Similarly, the proposed MDEFC method averagely obtained 93.46 % of f1-measure, 94.60 % of recall, and 93.88 % of precision on the real time dataset. These obtained experimental results are significantly higher in comparison to the traditional HAR methods.",
    "countries": [
      "Saudi Arabia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Differential evolution; Fuzzy clustering; Human activity recognition; Human computer interaction; Internet of things; Z-score technique; MODEL; NETWORK",
    "subtypeDescription": "Article"
  },
  {
    "title": "Annotating and detecting topics in social media forum and modelling the annotation to derive directions-a case study",
    "authors": [
      "Athira, B.",
      "Jones, Josette",
      "Idicula, Sumam Mary",
      "Kulanthaivel, Anand",
      "Zhang, Enming",
      "SPRINGERNATURE",
      "Athira, B.",
      "Idicula, Sumam Mary",
      "Jones, Josette",
      "Kulanthaivel, Anand",
      "Zhang, Enming",
      "Athira, B.",
      "B, Athira",
      "Idicula, Sumam",
      "Balakrishnan, Athira",
      "Idicula, Sumam"
    ],
    "year": "2021",
    "journal": "JOURNAL OF BIG DATA",
    "doi": "10.1186/s40537-021-00429-7",
    "uid": "WOS:000624958100001",
    "abstract": "The widespread influence of social media impacts every aspect of life, including the healthcare sector. Although medics and health professionals are the final decision makers, the advice and recommendations obtained from fellow patients are significant. In this context, the present paper explores the topics of discussion posted by breast cancer patients and survivors on online forums. The study examines an online forum, Breastcancer.org, maps the discussion entries to several topics, and proposes a machine learning model based on a classification algorithm to characterize the topics. To explore the topics of breast cancer patients and survivors, approximately 1000 posts are selected and manually labeled with annotations. In contrast, millions of posts are available to build the labels. A semi-supervised learning technique is used to build the labels for the unlabeled data; hence, the large data are classified using a deep learning algorithm. The deep learning algorithm BiLSTM with BERT word embedding technique provided a better f1-score of 79.5%. This method is able to classify the following topics: medication reviews, clinician knowledge, various treatment options, seeking and providing support, diagnostic procedures, financial issues and implications for everyday life. What matters the most for the patients is coping with everyday living as well as seeking and providing emotional and informational support. The approach and findings show the potential of studying social media to provide insight into patients' experiences with cancer like critical health problems.",
    "countries": [
      "India",
      "USA"
    ],
    "citations": 4,
    "references": 0,
    "keywords": "Social media; Machine learning; Deep learning; Natural language processing; Breast cancer; COMMUNITY; INFORMATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "Dynamics of relevance judgment during physicians' online information search process for patient treatment",
    "authors": [
      "Kim, Soon",
      "Chung, EunKyung",
      "Kwon, Nahyun",
      "UNIV MALAYA, FAC COMPUTER SCIENCE & INFORMATION TECH",
      "Kim, Soon",
      "Chung, EunKyung",
      "Kwon, Nahyun",
      "Chung, EunKyung",
      "Chung, EunKyung",
      "Kim, Soon"
    ],
    "year": "2021",
    "journal": "MALAYSIAN JOURNAL OF LIBRARY & INFORMATION SCIENCE",
    "doi": "10.22452/mjlis.vol26no1.2",
    "uid": "WOS:000648776900002",
    "abstract": "Physicians rely on online sources of information more so than ever, to find the information they need when treating patients, but little is known about determining the relevance criteria when searching for online sources. Relevance judgment criteria can change with a user's background knowledge on a search topic. Physicians are a subset of users who have received insufficient attention in this relevance criteria research topic. Due to the dynamic and multidimensional nature of relevance judgments, it is important to understand how relevance judgment criteria change in the course of information search. This study aims to determine the dynamics in relevance judgment criteria in physicians' information search process. We observed ten internal medicine physicians while they searched the online clinical information resource to resolve a clinical question concerning patient treatment. They rated on a checklist to assess relevance judgment criteria at each of the three stages in the search process, namely, problem recognition (before searching), system interaction (searching for online resources), and document interaction (selecting the final documents after searching). We conducted pre-interview and post-interview to probe physicians search behaviours and reasons for the assessments. Topical relevance, accuracy, and credibility were found to he the most important criteria for all three search stages; however, ratings of some relevance judgment criteria, such as title, obtainability, personal preference, and understandability, changed markedly across the search process. The criteria regarding the information content tended to be more important during the problem recognition stage, while the criteria in the information format became more important as the search progressed. Physicians preferred recently published review articles in highly reliable journals with well-written article outlines, which allowed them to have quick and clear understanding of the contents. By identifying specific relevance criteria prominent at each search stage, our study revealed that physicians employ a unique set of criteria when judging the relevance. Given the fact that physicians are relying on online resources to find answers to patient care, this study can help in developing the effective clinical information systems for physicians and integrating into the Electronic Health Record (EHR) systems.",
    "countries": [
      "South Korea"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Information search process; Online information search; Information seeking behaviour; Dynamics of relevance judgment; Online clinical information systems; RESEARCH-PROJECT; PUBMED DATABASE; COGNITIVE MODEL; USERS CRITERIA; DOCUMENT USE; CARE; PERSPECTIVES; BEHAVIOR; SEEKING; DOCTORS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Development of Learning Objectives to Guide Enhancement of Chronic Disease Prevention and Management Curricula in Undergraduate Medical Education",
    "authors": [
      "Dekhtyar, Michael",
      "Colford, Cristin",
      "Whisenant, Ebony",
      "Huber, Jill",
      "Johnson, Eric",
      "Thomas, Patricia",
      "Kirley, Kate",
      "Mazzurco, Lauren",
      "Dingle, Arden D.",
      "Terry, Valerie",
      "Rajasekaran, Senthil",
      "Barkowski, Laken",
      "Kulkarni-Date, Mrinalini",
      "Henderson, David",
      "Wilkerson, LuAnn",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Dekhtyar, Michael",
      "Colford, Cristin",
      "Whisenant, Ebony",
      "Huber, Jill",
      "Johnson, Eric",
      "Johnson, Eric",
      "Thomas, Patricia",
      "Thomas, Patricia",
      "Kirley, Kate",
      "Barkowski, Laken",
      "Mazzurco, Lauren",
      "Dingle, Arden D.",
      "Terry, Valerie",
      "Rajasekaran, Senthil",
      "Kulkarni-Date, Mrinalini",
      "Kulkarni-Date, Mrinalini",
      "Wilkerson, LuAnn",
      "Henderson, David",
      "Kirley, Kate",
      "Dekhtyar, Michael",
      "Dingle, Arden",
      "Kirley, Katherine",
      "Terry, PhD, Valerie",
      "Thomas, Patricia"
    ],
    "year": "2020",
    "journal": "TEACHING AND LEARNING IN MEDICINE",
    "doi": "10.1080/10401334.2020.1724791",
    "uid": "WOS:000518136700001",
    "abstract": "Phenomenon: Chronic disease is a leading cause of death and disability in the United States. With an increase in the demand for healthcare and rising costs related to chronic care, physicians need to be better trained to address chronic disease at various stages of illness in a collaborative and cost-effective manner. Specific and measurable learning objectives are key to the design and evaluation of effective training, but there has been no consensus on chronic disease learning objectives appropriate to medical student education. Approach: Wagner's Chronic Care Model (CCM) was selected as a theoretical framework to guide development of an enhanced chronic disease prevention and management (CDPM) curriculum. Findings of a literature review of CDPM competencies, objectives, and topical statements were mapped to each of the six domains of the CCM to understand the breadth of existing learning topics within each domain. At an in-person meeting, medical educators prepared a survey for the modified Delphi approach. Attendees identified 51 possible learning objectives from the literature review mapping, rephrased the CCM domains as competencies, constructed possible CDPM learning objectives for each competency with the goal of reaching multi-institutional consensus on a limited number of CDPM learning objectives that would be feasible for institutions to use to guide enhancement of medical student curricula related to CDPM. After the meeting, the group developed a survey which included 39 learning objectives. In the study phase of the modified Delphi approach, 32 physician CDPM experts and educators completed an online survey to prioritize the top 20 objectives. The next step occurred at a CDPM interest group in-person meeting with the goal of identifying the top 10 objectives. Findings: The CCM domains were reframed as the following competencies for medical student education: patient self-care management, decision support, clinical information systems, community resources, delivery systems and teams, and health system practice and improvement. Eleven CDPM learning objectives were identified within the six competencies that were most important in developing curriculum for medical students. Insights: These learning objectives cut across education on the prevention and management of individual chronic diseases and frame chronic disease care as requiring the health system science competencies identified in the CCM. They are intended to be used in combination with traditional disease-specific pathophysiology and treatment objectives. Additional efforts are needed to identify specific curricular strategies and assessment tools for each learning objective.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Undergraduate medical education; chronic care; prevention; health systems science; modified Delphi; CHRONIC-CARE MODEL; STUDENTS ATTITUDES; CHRONIC ILLNESS; INTERVENTIONS",
    "subtypeDescription": "Article"
  },
  {
    "title": "The prevalence of premenstrual dysphoric disorder among adolescents in Ethiopia: a systematic review and meta-analysis",
    "authors": [
      "Duko, Bereket",
      "Mekuriaw, Birhanie",
      "Molla, Alemayehu",
      "Ayano, Getinet",
      "SPRINGER LONDON LTD",
      "Duko, Bereket",
      "Duko, Bereket",
      "Ayano, Getinet",
      "Mekuriaw, Birhanie",
      "Molla, Alemayehu",
      "Ayano, Getinet",
      "Duko, Bereket",
      "Duko, Bereket",
      "Molla, Alemayehu",
      "Molla, Alemayehu",
      "Mekuriaw, Birhanie",
      "Ayano, Getinet",
      "Duko, Bereket",
      "Duko, Bereket",
      "Yaya, Getinet Ayano"
    ],
    "year": "2021",
    "journal": "IRISH JOURNAL OF MEDICAL SCIENCE",
    "doi": "10.1007/s11845-020-02275-7",
    "uid": "WOS:000538667600001",
    "abstract": "The rates of prevalence of premenstrual dysphoric disorder (PMDD) in Ethiopia were high and inconsistent across studies. However, there was no previous systematic reviews and meta-analysis conducted on this topic. Therefore, this review aimed to systematically review previous studies on the topic and summarize the prevalence of PMDD among students in Ethiopia and formulate recommendations for future clinical services. The preferred reporting items for systematic review and meta-analysis (PRISMA) guidelines were used to conduct this systematic review and meta-analysis. Popular databases such as PubMed, EMBASE, Psych-INFO, SCOPUS, Google Scholar, African Index Medicus, and African Journals Online (AJOL) were searched for relevant studies. We used a Comprehensive Meta-Analysis software version 3.0 (CMA-3.0) to conduct a meta-analysis. The random-effects model was used to estimate the pooled prevalence. The magnitude of statistical heterogeneity between the eligible articles was checked by Cochrane Q and the I-2 statistics. The funnel plot and Egger's regression tests were used to assess potential publication bias. A total of 12 studies that were published between 2003 and 2019 was included in our systematic review and meta-analysis. The pooled estimated prevalence of premenstrual dysphoric disorder among female students in Ethiopia was 54.5% (95% CI 40.8-67.6). The pooled estimated prevalence of premenstrual dysphoric disorder was approximately similar for both studies that recruited study participants from either high school or higher education. Further, the pooled estimated prevalence of premenstrual dysphoric disorder was ranging from 51.2 to 57.2% in leave-one-out sensitivity analysis, suggesting that the removal of one study did not affect the overall prevalence estimate. The pooled estimated prevalence of premenstrual dysphoric disorder among female students in Ethiopia was high. Early screening and appropriate interventions at primary healthcare settings are warranted.",
    "countries": [
      "Ethiopia",
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Ethiopia; Premenstrual dysphoric disorder; Premenstrual syndrome; Students; Systematic review and meta-analysis; QUALITY-OF-LIFE; STARTLE RESPONSE; LUTEAL-PHASE; SYMPTOMS; STUDENTS; TWIN",
    "subtypeDescription": "Review"
  },
  {
    "title": "Online dental trauma course for medical education",
    "authors": [
      "Yeng, Thai",
      "O'Sullivan, Anthony J.",
      "Shulruf, Boaz",
      "WILEY",
      "Yeng, Thai",
      "Shulruf, Boaz",
      "O'Sullivan, Anthony J.",
      "Yeng, Thai",
      "Shulruf, Boaz",
      "Yeng, Aik Thai",
      "Yeng, Dr. Thai"
    ],
    "year": "2021",
    "journal": "DENTAL TRAUMATOLOGY",
    "doi": "10.1111/edt.12696",
    "uid": "WOS:000663601500001",
    "abstract": "A literature review identified a knowledge deficit among medical doctors about dental trauma management. To overcome this knowledge gap, a proposal to integrate dental traumatology teaching into the medical curriculum was made to raise medical students' awareness of, and familiarity with managing dental injuries. Despite the challenges of teaching dental trauma, online courses are viewed as a practical learning approach for students to access course material during their busy university schedules. In focusing on the constructivist model, this article details the design and development of the online dental trauma course. It is an example of a learner-led, fully online course. The six steps involved in the course development were as follows: (1) structured order from preclinical to clinical topics; (2) content covering all essential information on TDI diagnosis and management; (3) illustrative materials to support engagement and motivation to complete the course; (4) feedback processes to evaluate the learning process; (5) interactions between peers, educators, and learning materials to help facilitate learning; and (6) content that encompasses mainly visual learning styles. The online dental trauma course has the potential to make important contributions to medical education.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "dental education; dental trauma; learning theories; medical education; online learning; MANAGEMENT; PHYSICIANS; KNOWLEDGE; INJURIES; OUTCOMES",
    "subtypeDescription": "Review"
  },
  {
    "title": "What ails physician review websites? A study of information needs of patients",
    "authors": [
      "Ghosh, Soham",
      "Chakraborty, Soumyakanti",
      "Gupta, Narain",
      "Basu, Sumanta",
      "ELSEVIER",
      "Ghosh, Soham",
      "Chakraborty, Soumyakanti",
      "Basu, Sumanta",
      "Gupta, Narain",
      "Ghosh, Soham",
      "Ghosh, Soham",
      "Ghosh, Soham",
      "Basu, Sumanta",
      "Ghosh, Soham",
      "Ghosh, Soham",
      "Basu, Sumanta"
    ],
    "year": "2023",
    "journal": "DECISION SUPPORT SYSTEMS",
    "doi": "10.1016/j.dss.2022.113897",
    "uid": "WOS:000927616700001",
    "abstract": "Physician Review Websites (PRWs) help users select physicians by providing both structured and unstructured data on physicians and patients' experiences with physicians. In this paper, the adequacy of the available in-formation on PRWs is investigated. An empirical study is conducted to understand the information that patients seek from PRWs through a survey instrument administered to 344 patients. A topic modelling approach is then employed on 666,551 text reviews of patients using data from a popular PRW in India to discover information available on the PRWs. Combining both approaches, it is found that 12 out of 25 topics are either unavailable or only partially available, indicating an information gap. Two topics which constitute the information gap are then utilised to conduct a full factorial experiment on 153 respondents using a Latin Square design. Experimental results demonstrate that adding relevant information improves the physician selection process. Our work con-tributes to the healthcare IS literature on online physician selection and the role of information availability. The results will help PRWs and hospitals decide how to restructure information on their websites and devise stra-tegies to nudge patients to write reviews highlighting the desired information.",
    "countries": [
      "India"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Physician review websites (PRWs); Healthcare analytics; Topic modelling; Online reviews; Patient experience; Experimental design; CONSUMERS DECISION-MAKING; PRODUCT REVIEWS; HEALTH-CARE; ONLINE; PERCEPTIONS; OVERLOAD; SCALE; TRUST",
    "subtypeDescription": "Review"
  },
  {
    "title": "Intraperitoneal local anaesthetic instillation versus no intraperitoneal local anaesthetic instillation for laparoscopic cholecystectomy",
    "authors": [
      "Rutherford, Duncan",
      "Massie, Eleanor M.",
      "Worsley, Calum",
      "Wilson, Michael S. J.",
      "WILEY",
      "Rutherford, Duncan",
      "Worsley, Calum",
      "Massie, Eleanor M.",
      "Wilson, Michael S. J.",
      "Rutherford, Duncan"
    ],
    "year": "2021",
    "journal": "COCHRANE DATABASE OF SYSTEMATIC REVIEWS",
    "doi": "10.1002/14651858.CD007337.pub4",
    "uid": "WOS:000714433300039",
    "abstract": "Background Pain is one of the important reasons for delayed discharge after laparoscopic cholecystectomy. Use of intraperitoneal local anaesthetic for laparoscopic cholecystectomy may be a way of reducing pain. A previous version of this Cochrane Review found very low-certainty evidence on the benefits and harms of the intervention. Objectives To assess the benefits and harms of intraperitoneal instillation of local anaesthetic agents in people undergoing laparoscopic cholecystectomy. Search methods We searched the Cochrane Hepato-Biliary Group Controlled Trials Register, Cochrane Central Register of Controlled Trials, MEDLIN E, Embase, and three other databases to 19 January 2021 together with reference checking of studies retrieved. We also searched five online clinical trials registries to identify unpublished or ongoing trials to 10 Septem ber 2021. We contacted study authors to identify additional studies. Selection criteria We only considered randomised clinical trials (irrespective of language, blinding, publication status, or relevance of outcome measure) comparing local anaesthetic intraperitoneal instillation versus placebo, no intervention, or inactive control during laparoscopic cholecystectomy, for the review. We excluded non -randomised studies, and studies where the method of allocating participants to a treatment was not strictly random (e.g. date of birth, hospital record number, or alternation). Data collection and analysis Two review authors collected the data independently. Primary outcomes included all -cause mortality, serious adverse events, and quality of life. Secondary outcomes included length of stay, pain, return to activity and work, and non -serious adverse events. The analysis included both fixed -effect and random -effects models using RevManWeb. We performed subgroup, sensitivity, and meta -regression analyses. For each outcome, we calculated the risk ratio (RR) or mean difference (MD) with 95% confidence intervals (Cls). We assessed risk of bias using predefined domains, graded the certainty of the evidence using GRADE, and presented outcome results in a summary of findings table. Main results Eighty-five completed trials were included, of which 76 trials contributed data to one or more of the outcomes. This included a total of 4957 participants randomised to intraperitoneal local anaesthetic instillation (2803 participants) and control (2154 participants). Most trials only included participants undergoing elective la paroscopic cholecystectomy and those who were at low anaesthetic risk (ASA I and II). The most commonly used local anaesthetic agent was bupivacaine. Methods of instilling the local anaesthetic varied considerably between trials; this included location and timing of application. The control groups received 0.9% normal saline (69 trials), no intervention (six trials), or sterile water (two trials). One trial did not specify the control agent used. None of the trials provided information on follow-up beyond point of discharge from hospital. Only two trials were at low risk of bias. Seven trials received external funding, of these three were assessed to be at risk of conflicts of interest, a further 17 trials declared no funding. We are very uncertain about the effect intraperitoneal local anaesthetic versus control on mortality; zero mortalities in either group (8 trials; 446 participants; very low -certainty evidence); serious adverse events (RR 1.07; 95% CI 0.49 to 2.34); 13 trials; 988 participants; discharge on same day of surgery (RR 1.43; 95% CI 0.64 to 3.",
    "countries": [
      "Scotland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Ambulatory Surgical Procedures [statistics & numerical data]; Anesthesia; Local [methods]; Anesthetics; Local radministration &; dosage]; Bupivacaine [administration & dosage]; Cholecystectomy; Laparoscopic [ adverse effects] [methods]; Gallstones [surgery]; Length of Stay [statistics & numerical data]; Randomized Controlled Trials as Topic; Humans; POSTOPERATIVE PAIN RELIEF; TRIAL SEQUENTIAL-ANALYSIS; COMBINED PREINCISIONAL INFILTRATION; RANDOMIZED CONTROLLED-TRIALS; DOUBLE-BLIND; ROPIVACAINE INSTILLATION; PREEMPTIVE ANALGESIA; GALLBLADDER BED; BUPIVACAINE INSTILLATION; DESIGN CHARACTERISTICS",
    "subtypeDescription": "Review"
  },
  {
    "title": "Supporting migrants and refugees with posttraumatic stress disorder: development, pilot implementation, and pilot evaluation of a continuing interprofessional education for healthcare providers",
    "authors": [
      "Jobst, Stefan",
      "Windeisen, Matthias",
      "Wuensch, Alexander",
      "Meng, Michael",
      "Kugler, Christiane",
      "BMC",
      "Jobst, Stefan",
      "Windeisen, Matthias",
      "Meng, Michael",
      "Kugler, Christiane",
      "Wuensch, Alexander",
      "Kugler, Christiane",
      "Jobst, Stefan",
      "Wunsch, Alexander",
      "Meng, Michael"
    ],
    "year": "2020",
    "journal": "BMC MEDICAL EDUCATION",
    "doi": "10.1186/s12909-020-02220-3",
    "uid": "WOS:000573067000001",
    "abstract": "Background Refugees and migrants face an increased risk of developing posttraumatic stress disorder (PTSD). Adequate care can be insufficient due to language barriers, cultural differences, and knowledge deficits of health service providers. Therefore, professional associations requested that healthcare providers to be educated to provide culturally sensitive care. An evidence-based educational intervention in the form of a continuing interprofessional education (CIPE) for healthcare providers on the topic of PTSD in migrants and refugees was developed, pilot-implemented, and evaluated according to the first two levels of the Kirkpatrick evaluation model (reaction and learning). Methods The development of a curriculum for the CIPE intervention was based on a narrative literature review. Its content was validated by experts (N = 17) in an online survey and analyzed using both the Content Validity Index and a thematic analysis. The evaluation of the CIPE intervention was performed by conducting a pilot study with a quasi-experimental single group, using a pre-posttest design. In total, there were 39 participants distributed among three pilot courses. We collected and analyzed data on satisfaction, knowledge, and feasibility. Results The curriculum for a half-day course, consisting of 8 modules, showed almost excellent content validity (S-CVI = 0.92). In the pilot-implementation phase, participants were \"very satisfied\" with the pilot courses and a positive effect on their knowledge was detected. No correlation between satisfaction and knowledge gain was found. Conclusions The CIPE intervention can be considered feasible and seems promising in its effects on satisfaction and knowledge. The insights gained in this study can be used to adapt and optimize the educational intervention, whereby the feedback from course attendees is particularly useful. Future studies need to further examine the effects in larger samples and more robust study designs.",
    "countries": [
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Posttraumatic stress disorder; Migration; Refugee; Interprofessional continuing education; Healthcare; Pilot study; Kirkpatrick model; Satisfaction; Knowledge; TRAUMA-RELATED DISORDERS; ASYLUM SEEKERS; KNOWLEDGE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Innovating health prevention models in detecting infectious disease outbreaks through social media data: an umbrella review of the evidence",
    "authors": [
      "Giancotti, Monica",
      "Lopreite, Milena",
      "Mauro, Marianna",
      "Puliga, Michelangelo",
      "FRONTIERS MEDIA SA",
      "Giancotti, Monica",
      "Lopreite, Milena",
      "Mauro, Marianna",
      "Puliga, Michelangelo",
      "Giancotti, Monica",
      "LOPREITE, Milena",
      "puliga, michelangelo",
      "Mauro, Marianna"
    ],
    "year": "2024",
    "journal": "FRONTIERS IN PUBLIC HEALTH",
    "doi": "10.3389/fpubh.2024.1435724",
    "uid": "WOS:001371609700001",
    "abstract": "Introduction and objective: The number of literature reviews examining the use of social media in detecting emerging infectious diseases has recently experienced an unprecedented growth. Yet, a higher-level integration of the evidence is still lacking. This study aimed to synthesize existing systematic literature reviews published on this topic, offering an overview that can help policymakers and public health authorities to select appropriate policies and guidelines. Methods: We conducted an umbrella review: a review of systematic reviews published between 2011 and 2023 following the PRISMA statement guidelines. The review protocol was registered in the PROSPERO database (CRD42021254568). As part of the search strategy, three database searches were conducted, specifically in PubMed, Web of Science, and Google Scholar. The quality of the included reviews was determined using A Measurement Tool to Assess Systematic Reviews 2. Results: Synthesis included 32 systematic reviews and 3,704 primary studies that investigated how the social media listening could improve the healthcare system's efficiency in terms of a timely response to treat epidemic situations. Most of the included systematic reviews concluded showing positive outcomes when using social media data for infectious disease surveillance. Conclusion: Systematic reviews showed the important role of social media in predicting and detecting disease outbreaks, potentially reducing morbidity and mortality through swift public health action. The policy interventions strongly benefit from the continued use of online data in public health surveillance systems because they can help in recognizing important patterns for disease surveillance and significantly improve the disease prediction abilities of the traditional surveillance systems.",
    "countries": [
      "Italy"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "health policy; emerging infectious diseases; umbrella review; social media; surveillance; SYSTEMATIC REVIEWS; SURVEILLANCE; TWITTER",
    "subtypeDescription": "Review"
  },
  {
    "title": "An Exploration of Nurses' Experience Following a Face-to-Face or Web-Based Intervention on Patient Deterioration",
    "authors": [
      "Kim, Jeong-Ah",
      "Jones, Linda K.",
      "Terry, Daniel",
      "Connell, Cliff",
      "MDPI",
      "Kim, Jeong-Ah",
      "Jones, Linda K.",
      "Terry, Daniel",
      "Connell, Cliff",
      "Kim, Jeong-Ah",
      "Connell, Clifford",
      "Jones, Linda",
      "Jones, Linda K",
      "Connell, Clifford",
      "Kim, Jeong-ah",
      "Kim, Jeong ah",
      "Terry, Daniel"
    ],
    "year": "2023",
    "journal": "HEALTHCARE",
    "doi": "10.3390/healthcare11243112",
    "uid": "WOS:001137792500001",
    "abstract": "A web-based clinical simulation program, known as FIRST(2)ACT (Feedback Incorporating Review and Simulation Techniques to Act on Clinical Trends), was designed to increase the efficacy of clinicians' actions in the recognition and immediate response to a patient's deterioration. This study, which was nested in a larger mixed method project, used ten focus groups (n = 65) of graduate, enrolled, registered nurses, associate nurse unit managers, and general managers/educators/coordinators from four different institutions to investigate whether nurses felt their practice was influenced by participating in either a face-to-face or web-based simulation educational programme about patient deterioration. The results indicate that individuals who were less \"tech-savvy\" appreciated the flexibility of web-based learning, which increased their confidence. Face-to-face students appreciated self-reflection through performance evaluation. While face-to-face simulations were unable to completely duplicate symptoms, they showed nurses' adaptability. Both interventions enhanced clinical practice by improving documentation and replies while also boosting confidence and competence. Web learners initially experienced tech-related anxiety, which gradually subsided, demonstrating healthcare professionals' resilience to new learning approaches. Overall, the study highlighted the advantages and challenges of web-based and face-to-face education in clinical practice, emphasising the importance of adaptability and reflective learning for healthcare professionals. Further exploration of specific topics is required to improve practice, encourage knowledge sharing among colleagues, and improve early detection of patient deterioration.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "clinical simulation; web-based intervention; face-to-face intervention; patient deterioration; patient safety; nurses; FIRST(2)ACT; DECISION-MAKING; SIMULATION; PERCEPTIONS; JUDGMENT; ONLINE; IMPACT; SKILLS; MODEL",
    "subtypeDescription": "Article"
  }
]