[
  {
    "title": "Mapping knowledge landscapes and emerging trends of Marburg virus: A text-mining study",
    "authors": [
      "Lyu, Yuanjun",
      "Li, Wanqing",
      "Guo, Qiang",
      "Wu, Haiyang",
      "CELL PRESS",
      "Lyu, Yuanjun",
      "Li, Wanqing",
      "Guo, Qiang",
      "Wu, Haiyang",
      "Wu, Haiyang",
      "Wu, Haiyang"
    ],
    "year": "2024",
    "journal": "HELIYON",
    "doi": "10.1016/j.heliyon.2024.e29691",
    "uid": "WOS:001230297700001",
    "abstract": "Background: Marburg virus (MARV), a close relative of Ebola virus, could induce hemorrhagic fevers in humans with high mortality rate. In recent years, increasing attention has been paid to this highly lethal virus due to sporadic outbreaks observed in various African nations. This bibliometric analysis endeavors to elucidate the trends, dynamics, and focal points of knowledge that have delineated the landscape of research concerning MARV. Methods: Relevant literature on MARV from 1968 to 2023 was extracted from the Web of Science Core Collection database. Following this, the data underwent bibliometric analysis and visualization procedures utilizing online analysis platform, CiteSpace 6.2R6, and VOSviewer 1.6.20. Three different types of bibliometric indicators including quantitative indicator, qualitative indicators, and structural indicators were used to gauge a researcher's productivity, assess the quality of their work, and analyze publication relationships, respectively. Results: MARV is mainly prevalent in Africa. And approximately 643 confirmed cases have been described in the literature to date, and mortality observed was 81.2 % in overall patients. A total of 1014 papers comprising 869 articles and 145 reviews were included. The annual publications showed an increasing growth pattern from 1968 to 2023 (R2 = 0.8838). The United States stands at the forefront of this discipline, having dedicated substantial financial and human resources to scientific inquiry. However, co-authorship analysis showed the international research collaboration needs to be further strengthened. Based on reference and keywords analysis, contemporary MARV research encompasses pivotal areas: primarily, prioritizing the creation of prophylactic vaccines to impede viral spread, and secondarily, exploring targeted antiviral strategies, including small-molecule antivirals or MARV-specific monoclonal antibodies. Additionally, a comprehensive grasp of viral transmission, transcription, and replication mechanisms remains a central focus in ongoing investigations. And future MARV studies are expected to focus on evaluating clinical trial safety and efficacy, developing inhibitors to contain viral spread, exploring vaccine immunogenicity, virus-host association studies, and elucidating the role of neutralizing antibodies in MARV treatment. Conclusion: The present study offered comprehensive insights into the contemporary status and trajectories of MARV over the past decades. This enables researchers to discern novel",
    "countries": [
      "Peoples R China"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "Marburg virus; Infectious diseases; Bibliometric; VOSviewer; CiteSpace; PROTECTS NONHUMAN-PRIMATES; EBOLA-VIRUS; HEMORRHAGIC-FEVER; VACCINE; SCIENCE; TRANSCRIPTION; INHIBITORS; MONKEYPOX; GHANA",
    "subtypeDescription": "Article"
  },
  {
    "title": "Data Processing and Text Mining Technologies on Electronic Medical Records: A Review",
    "authors": [
      "Sun, Wencheng",
      "Cai, Zhiping",
      "Li, Yangyang",
      "Liu, Fang",
      "Fang, Shengqun",
      "Wang, Guoyan",
      "HINDAWI LTD",
      "Sun, Wencheng",
      "Cai, Zhiping",
      "Fang, Shengqun",
      "Li, Yangyang",
      "Liu, Fang",
      "Wang, Guoyan",
      "Cai, Zhiping",
      "Cai, Zhiping",
      "Cai, Zhiping"
    ],
    "year": "2018",
    "journal": "JOURNAL OF HEALTHCARE ENGINEERING",
    "doi": "10.1155/2018/4302425",
    "uid": "WOS:000430670100001",
    "abstract": "Currently, medical institutes generally use EMR to record patient's condition, including diagnostic information, procedures performed, and treatment results. EMR has been recognized as a valuable resource for large-scale analysis. However, EMR has the characteristics of diversity, incompleteness, redundancy, and privacy, which make it difficult to carry out data mining and analysis directly. Therefore, it is necessary to preprocess the source data in order to improve data quality and improve the data mining results. Different types of data require different processing technologies. Most structured data commonly needs classic preprocessing technologies, including data cleansing, data integration, data transformation, and data reduction. For semistructured or unstructured data, such as medical text, containing more health information, it requires more complex and challenging processing methods. The task of information extraction for medical texts mainly includes NER (named-entity recognition) and RE (relation extraction). This paper focuses on the process of EMR processing and emphatically analyzes the key techniques. In addition, we make an in-depth study on the applications developed based on text mining together with the open challenges and research issues for future work.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 21,
    "references": 0,
    "keywords": "EXTRACTION; INFORMATION; ASSERTIONS; SYSTEM; RULE",
    "subtypeDescription": "Review"
  },
  {
    "title": "The effects of violence and related stress on asthma",
    "authors": [
      "Han, Yueh-Ying",
      "Celedo, Juan C.",
      "Celedo, Juan C.",
      "ELSEVIER SCIENCE INC",
      "Celedo, Juan C.",
      "Celedo, Juan C.",
      "Celedo, Juan C.",
      "Celedon, Juan C."
    ],
    "year": "2024",
    "journal": "ANNALS OF ALLERGY ASTHMA & IMMUNOLOGY",
    "doi": "10.1016/j.anai.2024.07.023",
    "uid": "WOS:001372217900001",
    "abstract": "In the United States, people living in deprived urban areas and persons in certain minoritized groups are often exposed to violence and affected with asthma, and epidemiologic studies have shown a link between exposure to violence (ETV) and asthma throughout the lifespan. Indeed, ETV at the individual, intrafamilial and community levels has been linked to asthma in children and adults. In this review, we discuss the evidence for a causal relation between ETV and asthma, emphasizing findings published in the last five years. Interpretation of the available evidence is limited by variable quality of the assessment of ETV or asthma, potential recall and selection bias, inability to estimate the relative contribution of various types of violence to the observed associations, lack of objective biomarkers of asthma or asthma endotypes, and inconsistent consideration of potential confounders or modifiers of the ETV-asthma link. Despite such limitations, the aggregate evidence from studies conducted in different locations and populations suggests that ETV affects asthma and asthma outcomes, and that this is explained by direct physiologic effects of violence-related distress and indirect effects (e.g., through risky health behaviors or co-morbidities). Thus, large prospective studies with careful assessment of specific types of ETV, key covariates and comorbidities (including mental illness), and asthma are needed to advance this field. Such research efforts should not preclude screening for maltreatment in children with asthma and ETV-related depression and anxiety in adolescents and adults with asthma. Further, vigorous policies are needed to curtail violence, as such policies could benefit patients with asthma while saving lives. (c) 2024 American College of Allergy, Asthma & Immunology. Published by Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "INTIMATE PARTNER VIOLENCE; ADVERSE CHILDHOOD EXPERIENCES; HEALTH-RISK BEHAVIORS; HIGH-SCHOOL-STUDENTS; COMMUNITY VIOLENCE; PHYSICAL HEALTH; SEX-DIFFERENCES; BRONCHODILATOR RESPONSE; POSTTRAUMATIC STRESS; NEIGHBORHOOD SAFETY",
    "subtypeDescription": "Article"
  },
  {
    "title": "The effect of consultations performed by specialised nurses or advanced nurse practitioners on patient and organisational outcomes in patients with complex health conditions: An umbrella review",
    "authors": [
      "Deschodt, Mieke",
      "Heeren, Pieter",
      "Cerulus, Marie",
      "Duerinckx, Nathalie",
      "Pape, Eva",
      "van Achterberg, Theo",
      "Vanclooster, Annick",
      "Dauvrin, Marie",
      "Detollenaere, Jens",
      "van den Heede, Koen",
      "Dobbels, Fabienne",
      "PERGAMON-ELSEVIER SCIENCE LTD",
      "Deschodt, Mieke",
      "Cerulus, Marie",
      "Deschodt, Mieke",
      "Heeren, Pieter",
      "Cerulus, Marie",
      "Duerinckx, Nathalie",
      "Vanclooster, Annick",
      "Heeren, Pieter",
      "Duerinckx, Nathalie",
      "van Achterberg, Theo",
      "Dobbels, Fabienne",
      "Duerinckx, Nathalie",
      "Pape, Eva",
      "Dauvrin, Marie",
      "Detollenaere, Jens",
      "van den Heede, Koen",
      "Deschodt, Mieke",
      "Heeren, Pieter",
      "van Achterberg, Theo",
      "van Achterberg, Theo",
      "Van den Heede, Koen"
    ],
    "year": "2024",
    "journal": "INTERNATIONAL JOURNAL OF NURSING STUDIES",
    "doi": "10.1016/j.ijnurstu.2024.104840",
    "uid": "WOS:001288856000001",
    "abstract": "Background: Policymakers and researchers often suggest that nurses may play a crucial role in addressing the evolving needs of patients with complex conditions, by taking on advanced roles and providing nursing consultations. Nursing consultations vary widely across settings and countries, and their activities range from complementing to substituting traditional physician-led consultations or usual care. Objective: This study was aimed at describing the effects of nursing consultations with patients with complex conditions in any setting on patient outcomes (quality of life, physical status, psychosocial health, health behaviour, medication adherence, mortality, anthropometric and physiological outcomes, and patient satisfaction) and organisational outcomes (health resource use and costs). Design: Umbrella review. Methods: We followed the Joanna Briggs Institute method for umbrella reviews. We searched PubMed, Embase, Cochrane Database of Systematic Reviews and CINAHL to identify relevant articles published in English, Dutch, French, Spanish or German between January 2013 and February 2023. We included systematic literature reviews, with or without meta-analyses, that included randomised controlled trials conducted in high-income countries. Reviews were eligible if they pertained to consultations led by specialised nurses or advanced nurse practitioners. Article selection, data extraction and quality appraisal were performed independently by at least two reviewers. Results: We included 50 systematic reviews based on 473 unique trials. For all patient outcomes, nursing consultations achieved effects at least equivalent to those of physician-led consultations or usual care (i.e., non- inferiority). For quality of life, health behaviour, medication adherence, mortality and patient satisfaction, more than half the meta-analyses found statistically significant effects in favour of nursing consultations (i.e., superiority). Cost results must be interpreted with caution, because very few and heterogeneous cost-related data were extracted, and the methodological quality of the cost analyses was questionable. Narrative syntheses confirmed the overall conclusions of the meta-analyses. Conclusions: The effects of nursing consultations on patients with complex health conditions across healthcare settings appear to be at least similar to physician-led consultations or usual care. Nursing consultations appear to be more effective than physician-led consultations or usual care in terms of quality of life, health behaviour, mortality, patient satisfaction and medication adherence. Further analysis of the primary data is necessary to determine the patient populations and settings in which nursing consultations are most effective. Moderate study quality, diversity amongst and within systematic reviews, and quality of reporting hamper the strength of the findings. (c) 2024 Elsevier Ltd. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "Belgium"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Health services; Nurse-led clinics; Patient outcome assessment; Referral and consultation; Review; PRIMARY-CARE; COST-EFFECTIVENESS; MANAGEMENT INTERVENTIONS; CLINICAL-EFFECTIVENESS; TRANSITIONAL CARE; INTEGRATED CARE; CHRONIC DISEASE; METAANALYSIS; MORBIDITY; IMPACT",
    "subtypeDescription": "Review"
  },
  {
    "title": "Lymph node density as a prognostic marker of relapse in patients who underwent primary retroperitoneal lymph node dissection",
    "authors": [
      "Chavarriaga, Julian",
      "Mousa, Ahmad",
      "Atenafu, Eshetu G.",
      "Anson-Cartwright, Lynn",
      "Langleben, Carley",
      "Jewett, Michael",
      "Hamilton, Robert J.",
      "ELSEVIER SCIENCE INC",
      "Chavarriaga, Julian",
      "Chavarriaga, Julian",
      "Mousa, Ahmad",
      "Anson-Cartwright, Lynn",
      "Langleben, Carley",
      "Jewett, Michael",
      "Hamilton, Robert J.",
      "Atenafu, Eshetu G.",
      "Chavarriaga, Julian",
      "Chavarriaga, Julian",
      "Atenafu, Eshetu",
      "Mousa, Ahmed"
    ],
    "year": "2024",
    "journal": "UROLOGIC ONCOLOGY-SEMINARS AND ORIGINAL INVESTIGATIONS",
    "doi": "10.1016/j.urolonc.2024.07.012",
    "uid": "WOS:001359480200001",
    "abstract": "Introduction: Primary retroperitoneal lymph node dissection (pRPLND) is a treatment option for clinical stage (CS) II testicular germ cell tumors (TGCTs) and CS I with retroperitoneal relapse. Increasing raw lymph node yield during pRPLND has been associated a decreased relapse risk. However, this metric has limitations due to variations in surgical templates and specimen processing methods. We aimed to evaluate the lymph node density (LND), which is the ratio of positive lymph nodes to the total number of nodes removed, as a prognostic marker for relapse after pRPLND. Methods: We reviewed all patients who underwent pRPLND at the Princess Margaret Cancer Centre between 1990 and 2022. The primary endpoint was relapse-free survival (RFS). RFS was calculated using the Kaplan-Meier product-limit method. The log-rank test was used to assess the impact of LND, and recursive binary partitioning was used to determine the threshold LND that provides optimum separation in RFS. Results: In this study, 178 patients were treated with pRPLND. A total of 137 (77%) patients had pathological evidence of nodal metastasis, 96 were treated with open RPLND, and 41 with robotic RPLND. The median number of lymph nodes harvested was 32 (IQR 23-43) and median total positive nodes was 2 (IQR 1-36). This translated into a median LND of 3.1% (IQR 1.7-57.1). There was no significant difference in the LND between robotic and open approaches (P = 0.6664). After a median follow-up of 38.6 months, 11 patients (8.02%) had relapsed. LND was not significantly associated with relapse (HR 1.018, 95% CI, 0.977-1.061). The optimal threshold to dichotomize LND that provides optimum separation in RFS was >= 26.75%, however, it did not reach statistical significance (P = 0.0651). Conclusion: In conclusion, the LND was not associated with RFS after pRPLND in patients with TGCTs. The unique characteristics of TGCTs and the presence of other established risk factors limit the utility of the LND alone in predicting relapse. (c) 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "Colombia",
      "Canada"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Testicular cancer; Nonseminomatous germ-cell tumors; Seminoma; Retroperitoneal lymph node dissection; Lymph nodes; GERM-CELL TUMORS; TESTICULAR CANCER; ADJUVANT CHEMOTHERAPY; SURVIVAL; DISEASE; RECURRENCE; NUMBER; IMPACT; COUNT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Readability and Quality Evaluation of Thyroidectomy Websites: A Systematic Review",
    "authors": [
      "Cote, Maria P.",
      "Gomez-Mayorga, Jorge L.",
      "Chaves, Natalia",
      "Broekhuis, Jordan M.",
      "Mcnichol, Megan C.",
      "Hu, Q. Lina",
      "James, Benjamin C.",
      "ACADEMIC PRESS INC ELSEVIER SCIENCE",
      "Cote, Maria P.",
      "Gomez-Mayorga, Jorge L.",
      "Chaves, Natalia",
      "Broekhuis, Jordan M.",
      "Hu, Q. Lina",
      "James, Benjamin C.",
      "Chaves, Natalia",
      "Broekhuis, Jordan M.",
      "Hu, Q. Lina",
      "James, Benjamin C.",
      "Mcnichol, Megan C.",
      "James, Benjamin C.",
      "Jamess, Ben",
      "Broekhuis, Jordan",
      "Cote, Maria P."
    ],
    "year": "2024",
    "journal": "JOURNAL OF SURGICAL RESEARCH",
    "doi": "10.1016/j.jss.2024.09.052",
    "uid": "WOS:001342702200001",
    "abstract": "Introduction: Online websites are a major source of educational material for patients undergoing thyroidectomy. We hypothesize that thyroidectomy websites have low quality and are written above the 6th grade readability recommendation. Methods: A systematic literature review of studies evaluating readability and/or quality of thyroidectomy-informing, English-written websites was performed in November 2023 in three major online databases (Embase, PubMed, and Web of Science). Results: Ten out of 2017 initially screened studies met the inclusion criteria. All studies found websites' readability above the recommended 6th grade level. Quality was heterogeneously defined and evaluated by seven of the included studies. Nonetheless, all studies deemed most thyroidectomy websites quality as poor to fair. Conclusions: Websites addressing thyroidectomy do not meet the recommended readability level for patient educational material. The heterogeneity of scoring and reporting of quality limits comparability. This study highlights the necessity of revising and modifying existing websites to adequately aid patient decision-making. (c) 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Internet; Patient education; Quality; Readability; Thyroidectomy; HEALTH INFORMATION; PATIENT; RESOURCES; INTERNET; CANCER",
    "subtypeDescription": "Article"
  },
  {
    "title": "Metabolic Evaluation and Recurrence Prevention for Urinary Stone Patients: An EAU Guidelines Update",
    "authors": [
      "Skolarikos, Andreas",
      "Somani, Bhaskar",
      "Neisius, Andreas",
      "Jung, Helene",
      "Petrik, Alec",
      "Tailly, Thomas",
      "Davis, Niall",
      "Tzelves, Lazaros",
      "Geraghty, Rob",
      "Lombardo, Riccardo",
      "Bezuidenhout, Carla",
      "Gambaro, Giovanni",
      "ELSEVIER",
      "Skolarikos, Andreas",
      "Tzelves, Lazaros",
      "Somani, Bhaskar",
      "Neisius, Andreas",
      "Jung, Helene",
      "Petrik, Alec",
      "Tailly, Thomas",
      "Davis, Niall",
      "Geraghty, Rob",
      "Lombardo, Riccardo",
      "Bezuidenhout, Carla",
      "Skolarikos, Andreas",
      "Skolarikos, Andreas",
      "Lombardo, Riccardo",
      "GAMBARO, GIOVANNI",
      "Davis, Niall",
      "Somani, B.",
      "Tailly, Thomas"
    ],
    "year": "2024",
    "journal": "EUROPEAN UROLOGY",
    "doi": "10.1016/j.eururo.2024.05.029",
    "uid": "WOS:001320613700001",
    "abstract": "Background and objective: The aim of this review was to define patients who are at high risk of recurrence of urolithiasis, to delineate diagnostic and therapeutic algorithms for each type of stone, and to clarify general guidelines and recommendations for prevention of recurrence. Methods: A professional research librarian carried out literature searches for all sections of the urolithiasis guidelines, covering the timeframe between 1976 and June 2023. Key findings and limitations: For every patient with urolithiasis, an attempt should be made to analyse the stone. Patients should be given general instructions on how to prevent recurrence, including adequate fluid and calcium intake, and low consumption of sodium and protein. Identifying and correcting the causative factors is a cornerstone in preventing the recurrence of urolithiasis. Diagnostic and therapeutic algorithms by stone composition are available. Every patient should undergo baseline metabolic screening, while patients with calcium stones, who are at high risk of relapse and complications, should undergo extensive metabolic screening with two 24-h urine collections and should receive targeted therapy. Patients with uric acid, infection, or cystine stones are at high risk of relapse. All patients at high risk of recurrence should be closely monitored, especially those not complying with therapy in the long term. Conclusions and clinical implications: Metabolic stone evaluation and patient follow-up are highly recommended to prevent urolithiasis recurrence. (c) 2024 European Association of Urology. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "Greece",
      "England",
      "Germany",
      "Denmark",
      "Czech Republic",
      "Belgium",
      "Ireland",
      "Italy",
      "Netherlands"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Follow-up; Metabolic evaluation; Prevention; Treatment; Urolithiasis; RENAL TUBULAR-ACIDOSIS; CALCIUM-OXALATE CRYSTALLURIA; RANDOMIZED CONTROLLED-TRIAL; LOW-ANIMAL-PROTEIN; URIC-ACID; KIDNEY-STONES; POTASSIUM CITRATE; MEDICAL-TREATMENT; RISK-FACTORS; HYDROCHLOROTHIAZIDE USE",
    "subtypeDescription": "Review"
  },
  {
    "title": "Treatment-related Adverse Events, Including Fatal Toxicities, in Patients With Extensive-stage Small-cell Lung Cancer Receiving Adjuvant Programmed Cell Death 1/Programmed Cell Death Ligand 1 Inhibitors: A Meta-analysis and Trial Sequential Analysis of Randomized Controlled Trials",
    "authors": [
      "de Moraes, F. C. A.",
      "Lobo, A. de O. M.",
      "Sano, V. K. T.",
      "Kelly, F. A.",
      "Burbano, R. M. R.",
      "ELSEVIER SCIENCE LONDON",
      "de Moraes, F. C. A.",
      "Lobo, A. de O. M.",
      "Sano, V. K. T.",
      "Kelly, F. A.",
      "Burbano, R. M. R.",
      "de Moraes, F. C. A."
    ],
    "year": "2024",
    "journal": "CLINICAL ONCOLOGY",
    "doi": "10.1016/j.clon.2024.06.056",
    "uid": "WOS:001349207400001",
    "abstract": "Background/Aims: The safety profile of programmed cell death 1 (PD-1)/programmed cell death ligand 1 (PD-L1) inhibitors when associated with chemotherapy for the treatment of patients with extensive-stage small-cell lung cancer is still not fully unraveled.",
    "countries": [
      "Brazil"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Chemotherapy; fatal toxicity; immune checkpoint inhibitor; programmed cell-death protein 1; programmed death ligand 1; small-cell lung cancer; SAFETY; SCLC; PD-1; IMMUNOTHERAPY; CHEMOTHERAPY; MANAGEMENT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Extensor tendon transfer for fracture-related extensor pollicis longus rupture: Long-term outcome case series",
    "authors": [
      "Adams, Alexander J.",
      "Patel, Saral J.",
      "Arango, Sebastian D.",
      "Smithson, Kaleb",
      "Tosti, Rick J.",
      "Miller, Andrew J.",
      "HANLEY & BELFUS-ELSEVIER INC",
      "Adams, Alexander J.",
      "Tosti, Rick J.",
      "Patel, Saral J.",
      "Arango, Sebastian D.",
      "Smithson, Kaleb",
      "Miller, Andrew J.",
      "Arango, Sebastian D."
    ],
    "year": "2024",
    "journal": "JOURNAL OF HAND THERAPY",
    "doi": "10.1016/j.jht.2024.02.004",
    "uid": "WOS:001374626200001",
    "abstract": "Background: Spontaneous rupture of the extensor pollicis longus (EPL) tendon following both nonoperative and operative treatment of distal radius fractures has been well described. Purpose: The purpose of this study was to assess long-term outcomes of extensor indicis proprius to EPL tendon transfers for patients following distal radius fracture and EPL tendon repair. Study Design: Retrospective case series focusing on long-term clinical outcomes. Methods: A retrospective review was conducted for patients who sustained a distal radius fracture and subsequently underwent extensor tendon transfer from 2005-2015 at a private practice center. Outcome measures including index finger (IF) metacarpophalangeal (MCP) and thumb interphalangeal (IP) active range of motion (ROM), digital extension against resistance, subjective complaints, and QuickDASH scores were recorded at final follow-up. Results: Seven patients were included in the study. There were six females and one male subject, mean age of 54 +/- 13 years at injury of EPL, and 5/7 involved the left upper extremity. For isolated function, 7/7 (100%) patients had isolated, active IF MCP extension, 6/7 (86%) could extend IF MCP and thumb IP against resistance. Mean IF MCP extension was 1 degrees +/- 2 degrees, mean IF MCP flexion was 89 degrees +/- 2 degrees, mean thumb IP extension was -5 degrees +/- 4 degrees, and mean thumb IP flexion was 67 degrees +/- 15 degrees. Mean QuickDASH score was 16 +/- 14. Conclusions: This series shows good long-term functional and patient reported outcomes in patients following extensor indicis proprius to EPL tendon transfers at a single center. (c) 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Extensor tendon transfer; EPL rupture; Outcomes; Distal radius fracture; INDICIS-PROPRIUS; RADIUS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Gastric polyposis and risk of gastric cancer in patients with familial adenomatous polyposis",
    "authors": [
      "V. Christenson, Rachel",
      "Sood, Shubham",
      "Vierkant, Robert A.",
      "Schupack, Daniel",
      "Boardman, Lisa",
      "Grotz, Travis E.",
      "ELSEVIER SCIENCE INC",
      "V. Christenson, Rachel",
      "Sood, Shubham",
      "Schupack, Daniel",
      "Boardman, Lisa",
      "Vierkant, Robert A.",
      "Grotz, Travis E.",
      "Grotz, Travis E.",
      "Vierkant, Robert",
      "Grotz, Travis"
    ],
    "year": "2024",
    "journal": "JOURNAL OF GASTROINTESTINAL SURGERY",
    "doi": "10.1016/j.gassur.2024.08.023",
    "uid": "WOS:001352116400001",
    "abstract": "Background: Gastric polyposis is common in familial adenomatous polyposis (FAP) syndrome. However, the incidence and risk factors for gastric cancer (GC) are unclear. We aimed to evaluate the incidence of GC and associated risk factors in a large FAP population. Methods: Retrospective review of patients with FAP undergoing upper endoscopy at Mayo Clinic from 1989 to 2023. Cumulative incidence of GC (95% CIs) were calculated using Kaplan-Meier survival approaches. Associations of clinical characteristics with development of GC were examined using Cox proportional hazards regression. Results: A total of 337 patients underwent 2502 endoscopies with a median of 10.4 years (IQR, 3.9-17.2) of endoscopic surveillance. At any time during surveillance, 294 patients (87%) had gastric polyps; 200 (59%), fundic gland polyps; 116 (34%), low-grade dysplasia (LGD); and 11 (3.3%), high-grade dysplasia (HGD). Among these, only 6 patients (2%) developed GC-5 with HGD (3 [50%] on previous endoscopy and 2 [33%] at the time of cancer diagnosis) and 1 (16%) with LGD on previous endoscopy. The 10-year cumulative incidence of GC is 0% with no polyps, 1% with polyps, 6% with LGD, 11% with polyps >= 2 cm, and 20% with HGD. Both HGD and polyps >= 2 cm had a strong association with the development of GC (P < .001). Conclusion: Although the overall risk of GC in FAP is low, outcomes remain poor. GC can be predicted by endoscopic findings and specific GC surveillance guidelines are imperative to improve detection rates and guide timely intervention. (c) 2024 Society for Surgery of the Alimentary Tract. Published by Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Familial adenomatous polyposis syndrome; Gastric cancer; Gastric polyposis; High-grade dysplasia; Surveillance; PROMOTER 1B DELETION; APC; FAP",
    "subtypeDescription": "Article"
  },
  {
    "title": "Mapping Advantages and Challenges in Analytical Development for Fixed Dose Combination Products, a Review",
    "authors": [
      "Sen, Sibu",
      "Ganta, Brundharika",
      "Rachel, V. Nina",
      "Gogikar, Shiva Kumar",
      "Singh, Vartika",
      "Sonti, Rajesh",
      "Dikundwar, Amol G.",
      "ELSEVIER SCIENCE INC",
      "Sen, Sibu",
      "Ganta, Brundharika",
      "Rachel, V. Nina",
      "Gogikar, Shiva Kumar",
      "Singh, Vartika",
      "Sonti, Rajesh",
      "Dikundwar, Amol G.",
      "Dikundwar, Amol G.",
      "Dikundwar, Amol",
      "Sen, Sibu"
    ],
    "year": "2024",
    "journal": "JOURNAL OF PHARMACEUTICAL SCIENCES",
    "doi": "10.1016/j.xphs.2024.04.025",
    "uid": "WOS:001302777600001",
    "abstract": "Formulations containing more than one active ingredient are increasingly gaining popularity due to advantages with regard to patient convenience as well as reduced cost of production, packaging, and transportation. Such fixed-dose combinations (FDCs) demand for enhanced analytical methodologies and tools to efficiently achieve quality control of these complex products as compared to the conventional products containing only one active constituent. Highly efficient analytical methods can measure multiple constituents at once, improving their quality control. This review article discusses the challenges in the development of such methods due to the similarities or differences in the chemical identity of the participating drug molecules in an FDC. The latest developments in multiple analyte determination using various analytical techniques (HPLC, LC-MS, NMR, IR, powder XRD and DSC) are discussed, with a focus on special considerations in each case. The article discusses challenges with sample preparation of complex FDC products, and the use of Chemometrics and Quality by Design to develop efficient analytical methods. Lastly, an equation-based approach is proposed and demonstrated to arrive at a parameter referred to as \"percentage efficiency gain\" that would be useful in directly accessing the relevance and commercial benefits of a simultaneous method vis-a-vis separate methods for individual components. (c) 2024 American Pharmacists Association. Published by Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "India"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Fixed-dose combination; Polypills; Chemometrics; Quality by design; Percentage efficiency gain; TANDEM MASS-SPECTROMETRY; RP-HPLC METHOD; PHARMACEUTICAL DOSAGE FORMS; LIQUID-CHROMATOGRAPHY; HUMAN PLASMA; LC-MS/MS; ELECTROSPRAY-IONIZATION; QUANTITATIVE ESTIMATION; METOPROLOL SUCCINATE; AMLODIPINE BESYLATE",
    "subtypeDescription": "Review"
  },
  {
    "title": "Nonpharmacological Interventions for the Fatigue-Pain-Sleep Disturbance Symptom Cluster in Lung Cancer Patients: Best Evidence Summary",
    "authors": [
      "Zhang, Le",
      "Luo, Yuanyuan",
      "Mao, Dongmei",
      "Zhu, Benxiang",
      "Yang, Zhihui",
      "Miao, Jingxia",
      "Zhang, Lili",
      "ELSEVIER SCIENCE INC",
      "Zhang, Lili",
      "Zhang, Lili",
      "Zhang, Lili"
    ],
    "year": "2024",
    "journal": "SEMINARS IN ONCOLOGY NURSING",
    "doi": "10.1016/j.soncn.2024.151727",
    "uid": "WOS:001371355800001",
    "abstract": "Objectives: This study aimed to summarize the most effective evidence on nonpharmacological interventions for the fatigue-pain-sleep disturbance symptom cluster in lung cancer patients and to provide evidencebased management methods for clinical team and lung cancer patients. Methods: Guided by the \"6S\" pyramid model, we retrieved evidence on fatigue, pain, and sleep disturbance management from relevant websites and databases, and unpublished gray literature was also searched. The time frame of the search ranged from database establishment to September 30, 2023. Two researchers independently evaluated the literature quality using the Appraisal of Guidelines for Research and Evaluation II (AGREE II) for guidelines, and the Assessment of Multiple Systematic Reviews II (AMSTAR II) for systematic reviews. Two people independently extracted and summarized the evidence according to the first principle of high-quality evidence and newly published evidence. The included evidence was graded by the JBI Evidence Pre-Grading System. Results: A total of 52,238 articles were retrieved, of which 60 articles, including 18 guidelines, 18 JBI best practice recommendations, one Up To Date clinical practice, and 23 systematic reviews, were included. Overall, 49 pieces of evidence from six dimensions-screening, assessment, management, education, referral, and follow-up-were summarized. Forty-three pieces of evidence were level 1, three pieces of evidence were level 4, and three pieces of evidence were level 5. Conclusions: The best 49 pieces of evidence on nonpharmacological interventions for the fatigue-pain-sleep disturbance symptom cluster in lung cancer patients were summarized in this study, and these nonpharmacological interventions are scientific and comprehensive. Implications for Nursing Practice: This study can provide guidance for clinical team to improve the fatigue-pain-sleep disturbance symptom cluster management. These evidence items can be implemented by clinical team to reduce the symptom burden and improve the self-management ability of symptoms in lung cancer patients. (c) 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Summary of evidence; Fatigue; Pain; Sleep disturbance; Symptom cluster; Management; QUALITY-OF-LIFE; MANAGEMENT; DISTRESS; THERAPY; CHEMOTHERAPY; MEDICINE; OUTCOMES; SOCIETY; YOGA; CARE",
    "subtypeDescription": "Review"
  },
  {
    "title": "Three-dimensional changes in the mandibular condyle in skeletal class III patients treated with orthognathic surgery: a systematic review",
    "authors": [
      "Kalluf, Gabriel Haddad",
      "Tatim, Thiago",
      "Sell, Priscila",
      "Takeshita, Karolina",
      "Romanini, Erika",
      "Andrighetto, Augusto Ricardo",
      "CHURCHILL LIVINGSTONE",
      "Kalluf, Gabriel Haddad",
      "Kalluf, Gabriel Haddad",
      "Tatim, Thiago",
      "Sell, Priscila",
      "Takeshita, Karolina",
      "Romanini, Erika",
      "Andrighetto, Augusto Ricardo",
      "Romanini, Erika",
      "Andrighetto, Augusto Ricardo"
    ],
    "year": "2024",
    "journal": "BRITISH JOURNAL OF ORAL & MAXILLOFACIAL SURGERY",
    "doi": "10.1016/j.bjoms.2024.09.001",
    "uid": "WOS:001386009800001",
    "abstract": "This systematic review aimed to evaluate the available evidence on the incidence and quantification of 3-dimensional changes in mandibular condyles after orthognathic surgery by bilateral sagittal split osteotomy (BSSO), with or without maxillary surgery, in class III symmetrical or asymmetrical individuals. The databases PubMed, Lilacs, Web of Science, Embase, SciELO, Scopus, EBSCO, Cochrane, and Google Scholar were surveyed and the study was registered on the PROSPERO (CRD42022383594). The selected studies met the criteria established by the PICO model: 1: Population - individuals over 18 years of age with class III dentofacial skeletal deformities; 2: Intervention - orthognathic surgery using BSSO; 3: Comparison - condylar tomographic measurements (volume, thickness, height, and width) prior to the surgical procedure; and 4: Results - condylar tomographic measurements (volume, thickness, height, and width) at least 12 months after surgery. Initially, 800 articles were identified. After excluding 694 duplicates and screening 153, nine studies met the inclusion criteria for data extraction and analysis. Six evaluated class III symmetrical individuals, and three assessed those with mandibular asymmetry. A total of 233 patients (92 males and 141 females) were studied. Analysis of 466 condyles revealed minimal bone remodelling, with resorption averaging from- 0.03 to- 0.94 mm and apposition from 0.01 to 0.34 mm. Data analysis showed minimal changes in condylar morphology post BSSO with or without maxillary surgery, indicating predictable skeletal stability. Bias (ACROBAT-NRSI guidelines) did not affect data reliability, and no occlusal changes were observed. The main limitations of the study were heterogeneous imaging techniques, varied study designs, diverse populations, and inconsistent protocols. Further trials with standardised cone-beam computed tomography are needed to enhance remodelling and volume measurement reliability. This research received no specific grant from funding agencies in the public, commercial, or not-for-profit sectors. (c) 2024 The British Association of Oral and Maxillofacial Surgeons. Published by Elsevier Ltd. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "Brazil"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Orthognathic surgery; Condylar remodeling; Condylar resorption; Class III dentofacial deformity; SPLIT RAMUS OSTEOTOMY; TEMPOROMANDIBULAR-JOINT; STABILITY; PROGNATHISM",
    "subtypeDescription": "Review"
  },
  {
    "title": "Salvage local treatment for recurrent prostate cancer after focal therapy: A systematic review and meta-analysis",
    "authors": [
      "Takemura, Lucas Seiti",
      "Costa, Pedro Henrique Peixoto",
      "Claros, Oliver Rojas",
      "Tourinho-Barbosa, Rafael Rocha",
      "Teles, Saulo Borborema",
      "Sanchez-Salas, Rafael",
      "Nahar, Bruno",
      "Olivares, Ruben",
      "Montagna, Erik",
      "Lemos, Gustavo Caserta",
      "Bianco, Bianca",
      "Carneiro, Arie",
      "ELSEVIER SCIENCE INC",
      "Takemura, Lucas Seiti",
      "Costa, Pedro Henrique Peixoto",
      "Claros, Oliver Rojas",
      "Teles, Saulo Borborema",
      "Lemos, Gustavo Caserta",
      "Bianco, Bianca",
      "Carneiro, Arie",
      "Tourinho-Barbosa, Rafael Rocha",
      "Sanchez-Salas, Rafael",
      "Nahar, Bruno",
      "Olivares, Ruben",
      "Montagna, Erik",
      "Carneiro, Arie",
      "Borborema Teles, Saulo",
      "Carneiro, Arie",
      "Teles, Saulo",
      "Montagna, Erik",
      "Tourinho-Barbosa, Rafael",
      "Takemura, Lucas",
      "Nahar, Bruno"
    ],
    "year": "2024",
    "journal": "UROLOGIC ONCOLOGY-SEMINARS AND ORIGINAL INVESTIGATIONS",
    "doi": "10.1016/j.urolonc.2024.08.011",
    "uid": "WOS:001359336900001",
    "abstract": "Objectives: To evaluate the role of salvage local treatment in managing recurrent PCa following FT, focusing on oncological and functional outcomes. Methods: A systematic review and meta-analysis were performed following the PRISMA framework. A comprehensive literature search using the PubMed/MEDLINE and EMBASE databases was performed until July 2023. Eligible studies included patients with clinically localised PCa initially treated with FT, who experienced relapse during surveillance and subsequently underwent salvage radical prostatectomy (sRP), salvage external beam radiation therapy (sEBRT) or salvage focal therapy (sFT). The primary endpoint was the biochemical recurrence rate post-salvage treatment. The secondary endpoints were functional outcomes, including urinary incontinence and erectile dysfunction rates. Results: In 26 retrospective studies including 990 patients, the overall pooled biochemical recurrence rate postsalvage treatment was 26%. The subgroup analysis revealed a biochemical recurrence rate of 20%, 22%, and 42% after sRP, sEBRT, and sFT, respectively. The overall pooled rate of urinary incontinence was 20%. Salvage FT had the lowest prevalence of urinary incontinence, followed by sRP and sEBRT. The overall pooled rate of erectile dysfunction was 43%. Salvage RP had the highest prevalence of erectile dysfunction, followed by sFT and sEBRT. Substantial heterogeneity was observed among the studies, primarily due to different sample sizes. Meta-regression analysis revealed no to low contributions of salvage treatment modalities, extent of ablation, age, prostatic specific antigen level before salvage treatment, proportion of patients with Gleason score >= 7 at recurrence, and time between the primary and salvage therapies to heterogeneity. Conclusion: Salvage local treatment for recurrent PCa after FT is feasible, and it provides acceptable oncological and functional outcomes. Among all treatment modalities, sRP and sEBRT appeared to have the lowest biochemical recurrence rates, whereas sFT was associated with improved functional outcomes. (c) 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "Brazil",
      "Canada",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Focal therapy; Prostate cancer; Prostatectomy; Radiotherapy; Salvage therapy; INTENSITY FOCUSED ULTRASOUND; EXTERNAL-BEAM RADIOTHERAPY; RADICAL PROSTATECTOMY; CRYOSURGERY; HETEROGENEITY; FEASIBILITY; OUTCOMES; FAILURE",
    "subtypeDescription": "Article"
  },
  {
    "title": "National Health Insurance Claim of Pediatric Appendectomy With Mandatory Diagnosis-Related Group Payment System in Korea",
    "authors": [
      "Lee, Yun Jung",
      "Lee, Sanghoon",
      "ACADEMIC PRESS INC ELSEVIER SCIENCE",
      "Lee, Yun Jung",
      "Lee, Sanghoon",
      "Lee, Sanghoon"
    ],
    "year": "2024",
    "journal": "JOURNAL OF SURGICAL RESEARCH",
    "doi": "10.1016/j.jss.2024.09.076",
    "uid": "WOS:001344133600001",
    "abstract": "Introduction: Enforcement of diagnosis-related group system for appendectomy under the National Health Insurance Service has gradually widened and since July 2013 it has been enforced in all medical institutions in Korea. We have analyzed Health Insurance Review & Assessment Service data to observe changes in claim patterns of pediatric appendectomy during this period. Methods: All claims data for appendectomy of patients younger than 18 y from 2011 to 2015 were collected. We analyzed the following factors of all cases: age, gender, length of hospital stay, medical cost, method of insurance claim and region. Results: A total of 112,143 claims were made for appendectomy during the study period. In that, 66,510 (59.3%) were boys and 45,633 (40.7%) were girls. Median length of stay was 5 d and median sum of reimbursement of each claim was 2,198,630 won. Annual number of claims for appendectomy showed a steady decline from 24,888 in 2011 to 19,070 in 2015. Median sum of reimbursement of each claim was 1,862,615, 1,975,500, 2,233,360, 2,376,700, and 2,468,000 won, respectively from 2011 to 2015. Reimbursement for complicated appendectomy increased from 4400 out of 24,888 cases (17.7%) in 2011 to 3865 out of 19,070 cases (20.3%) in 2015. Overall medical cost of all reimbursement for pediatric appendectomy increased from 46,113,202,580 to 47,572,253,300 won. Conclusions: Following the universal enforcement of the diagnosis-related group claim system for appendectomy by the National Health Insurance Service, we observed an increase in the median sum of reimbursement per claim and a rise in the rate of claims for complicated appendectomies. These changes were associated with an overall increase in national medical costs. (c) 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
    "countries": [
      "South Korea"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Disease-related group; DRG; Health insurance; Pediatric appendectomy; CARE; MANAGEMENT; IMPACT; DRGS",
    "subtypeDescription": "Article"
  }
]