[
  {
    "title": "German Mobile Apps for Patients with Psoriatic Arthritis: Systematic App Search and Content Analysis",
    "authors": [
      "Gross, Georg",
      "Lull, Christian",
      "von Ahnen, Jan",
      "Olsavszky, Victor",
      "Knitza, Johannes",
      "Schmieder, Astrid",
      "Leipe, Jan",
      "ELSEVIER SCI LTD",
      "Gross, Georg",
      "Leipe, Jan",
      "Lull, Christian",
      "von Ahnen, Jan",
      "Olsavszky, Victor",
      "Schmieder, Astrid",
      "Schmieder, Astrid",
      "Knitza, Johannes",
      "Leipe, Jan",
      "Leipe, Jan",
      "Leipe, Jan",
      "Olsavszky, Victor",
      "Lull, Christian",
      "Schmieder, Astrid",
      "Lull, Christian",
      "Gross, Georg"
    ],
    "year": "2022",
    "journal": "HEALTH POLICY AND TECHNOLOGY",
    "doi": "10.1016/j.hlpt.2022.100697",
    "uid": "WOS:000904812500001",
    "abstract": "Background: Psoriatic arthritis (PsA) is a chronic musculoskeletal disease. Functional limitations result in sig-nificant patient burden. The use of smartphone apps to complement medical treatments could increase patients' adherence resulting in better clinical outcome and consequently increased quality of life. Objective: This study aimed to assess and compare currently available smartphone apps for PsA patients using a standardized rating scale. Methods: We conducted a systematic screening of apps for PsA patients in German App Stores and selected apps meeting inclusion criteria: availability in both app stores, German or English language, relevant for patients with psoriatic arthritis, not developed for congress use or clinical studies, no fee-based apps. Three reviewers eval-uated apps using the Mobile Application Rating Scale (MARS). Analysis included technical features and mean scores as well as interrater agreement and linear regression. The best-rated app was then rated by PsA patients. Results: Among 232 screened apps, 8 met all inclusion criteria. The app \"Rheuma-Auszeit\" scored highest with a healthcare provider MARS rating of 4.4 and a patient userMARS rating of 3.7. Subjective quality was lower for all apps. App store star ratings and MARS ratings were not significantly correlated (P=0.34). No app was Conformite ' Europe ' enne (CE) certified and no underlying clinical studies were found. Conclusions: App quality was heterogenous and generally low. Star ratings - the only accessible tool for patients - does not suffice to identify high-quality apps. We suggest involving patients in development of apps. Since pa-tients and physicians have different perceptions of app quality, we recommend a joint development and eval-uation process.",
    "countries": [
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Psoriatic arthritis; eHealth; mHealth; telemedicine; Telerheumatology; Disease management; Smartphone application; Mental health",
    "subtypeDescription": "Article"
  },
  {
    "title": "Evaluation of healthcare service quality factors using grey relational analysis in a dialysis center",
    "authors": [
      "Aydemir, Erdal",
      "Sahin, Yusuf",
      "EMERALD GROUP PUBLISHING LTD",
      "Aydemir, Erdal",
      "Sahin, Yusuf",
      "Sahin, Yusuf",
      "Aydemir, Erdal",
      "SAHIN, YUSUF"
    ],
    "year": "2019",
    "journal": "GREY SYSTEMS-THEORY AND APPLICATION",
    "doi": "10.1108/GS-01-2019-0001",
    "uid": "WOS:000488235300004",
    "abstract": "Purpose The purpose of this paper is to investigate the relative influences of technical and functional quality levels of service quality and patient satisfaction. In this context, the healthcare service quality and the factors affecting customer satisfaction were evaluated using the grey relational analysis (GRA) method. Design/methodology/approach This is a survey-based study which involves 15 patients in a dialysis center, so the GRA is applied to clarify the uncertainty on service quality level with a limited number of patients without any statistical distribution. In order to reveal whether service quality and customer satisfaction are two different structures, a GRA model is built with ten different quality factors. Findings Results show that each quality factor has a different effect on the quality of service. Another important finding is that service quality and customer satisfaction are different structures for customers. Practical implications - The results enable healthcare managers to understand the importance of patient care and the importance of service quality if they want to facilitate their use of their expectations in related factors. Originality/value The study is the first in terms of the application of GRA models in a private health institution operating in Turkey. Successful implementation of the GRA method allows a reasonable decision to be made with a limited number of data at hand. It is considered that the method can be used successfully in other health institutions in the Turkish Health System.",
    "countries": [
      "Turkey"
    ],
    "citations": 2,
    "references": 0,
    "keywords": "Dialysis centre; Grey relational analysis; Healthcare service quality; Patient satisfaction; SATISFACTION; MODEL; PERCEPTIONS; SECTOR; VIKOR",
    "subtypeDescription": "Article"
  },
  {
    "title": "A Multi-Stage Method for Spatial Demands Prediction in Healthcare Buildings",
    "authors": [
      "Li, Yongkui",
      "Chi, He",
      "Zhang, Yan",
      "Song, Ying",
      "MDPI",
      "Li, Yongkui",
      "Chi, He",
      "Song, Ying",
      "Zhang, Yan",
      "Zhang, Yan",
      "li, yongkui"
    ],
    "year": "2024",
    "journal": "BUILDINGS",
    "doi": "10.3390/buildings14082376",
    "uid": "WOS:001305839800001",
    "abstract": "As urbanization accelerates and population structures change, healthcare buildings are becoming increasingly crowded. Predicting functional area demand is crucial to adapting to this trend and providing high-quality services. This paper introduces an innovative multi-stage method to forecast unbuilt projects using operational data from hospital information systems and building design models to automatically calculate spatial demands. The study's main findings demonstrate that our method successfully outputs regional demand data, supporting hospital design validation and operational decision-making. Through processing and analyzing log data, this research identified the dynamic characteristics of user activities in hospital buildings and converted them into a time series data format. This method has iterative self-validation and self-optimization features and can maintain flexibility in different scenarios and frequently changing design drawings. This method will provide technical support for a wide range of hospital building stakeholders and has the potential to be applied to more types of buildings. These findings will contribute to various fields, including medical facility planning, design, and public health.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "spatial demand; time series; process mining; BIM; healthcare building; DECISIONS; DESIGN",
    "subtypeDescription": "Article"
  },
  {
    "title": "Wearable devices for gait and posture monitoring via telemedicine in people with movement disorders and multiple sclerosis: a systematic review",
    "authors": [
      "Salaorni, Francesca",
      "Bonardi, Giulia",
      "Schena, Federico",
      "Tinazzi, Michele",
      "Gandolfi, Marialuisa",
      "TAYLOR & FRANCIS LTD",
      "Salaorni, Francesca",
      "Bonardi, Giulia",
      "Schena, Federico",
      "Tinazzi, Michele",
      "Gandolfi, Marialuisa",
      "Gandolfi, Marialuisa",
      "Gandolfi, Marialuisa",
      "Gandolfi, Marialuisa",
      "Gandolfi, Marialuisa",
      "TINAZZI, Michele",
      "Salaorni, Francesca"
    ],
    "year": "2024",
    "journal": "EXPERT REVIEW OF MEDICAL DEVICES",
    "doi": "10.1080/17434440.2023.2298342",
    "uid": "WOS:001132148700001",
    "abstract": "IntroductionWearable devices and telemedicine are increasingly used to track health-related parameters across patient populations. Since gait and postural control deficits contribute to mobility deficits in persons with movement disorders and multiple sclerosis, we thought it interesting to evaluate devices in telemedicine for gait and posture monitoring in such patients.MethodsFor this systematic review, we searched the electronic databases MEDLINE (PubMed), SCOPUS, Cochrane Library, and SPORTDiscus. Of the 452 records retrieved, 12 met the inclusion/exclusion criteria. Data about (1) study characteristics and clinical aspects, (2) technical, and (3) telemonitoring and teleconsulting were retrieved, The studies were quality assessed.ResultsAll studies involved patients with Parkinson's disease; most used triaxial accelerometers for general assessment (n = 4), assessment of motor fluctuation (n = 3), falls (n = 2), and turning (n = 3). Sensor placement and count varied widely across studies. Nine used lab-validated algorithms for data analysis. Only one discussed synchronous patient feedback and asynchronous teleconsultation.ConclusionsWearable devices enable real-world patient monitoring and suggest biomarkers for symptoms and behaviors related to underlying gait disorders. thus enriching clinical assessment and personalized treatment plans. As digital healthcare evolves, further research is needed to enhance device accuracy, assess user acceptability, and integrate these tools into telemedicine infrastructure.PROSPERO REGISTRATIONCRD42022355460",
    "countries": [
      "Italy"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Wearable electronic devices; neurodegenerative diseases; gait; functional movement disorder; telemedicine; telerehabilitation; accidental falls; quality of life; FUNCTIONAL MOTOR DISORDERS; PARKINSONS-DISEASE; BALANCE; METAANALYSIS; INSTABILITY; IMPACT",
    "subtypeDescription": "Review"
  },
  {
    "title": "Revision Total Hip and Knee Arthroplasty are Associated With Lower Hospital Consumer Assessment of Healthcare Providers and Systems Patient Satisfaction Scores Compared With Primary Arthroplasty",
    "authors": [
      "Mercier, Michael R.",
      "Galivanche, Anoop R.",
      "Pathak, Neil",
      "Mets, Elbert J.",
      "Molho, David A.",
      "Elaydi, Ali H.",
      "Grauer, Jonathan N.",
      "Rubin, Lee E.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Mercier, Michael R.",
      "Galivanche, Anoop R.",
      "Pathak, Neil",
      "Mets, Elbert J.",
      "Molho, David A.",
      "Elaydi, Ali H.",
      "Grauer, Jonathan N.",
      "Rubin, Lee E.",
      "Rubin, Lee E.",
      "Galivanche, Anoop",
      "Mets, Elbert",
      "Grauer, Jonathan"
    ],
    "year": "2022",
    "journal": "JOURNAL OF THE AMERICAN ACADEMY OF ORTHOPAEDIC SURGEONS",
    "doi": "10.5435/JAAOS-D-21-00839",
    "uid": "WOS:000823096900015",
    "abstract": "Introduction: As rates of primary total joint arthroplasty continue to rise, so do rates of revision. Revision total hip arthroplasty (THA) and total knee arthroplasty (TKA) are more frequently done at larger centers, are associated with higher morbidity, and may have different patient satisfaction outcomes. This study compares the survey results of Hospital Consumer Assessment of Healthcare Providers and Systems (HCAHPS) between patients who underwent primary versus revision THA or TKA. Methods: All adult patients who underwent inpatient, elective, primary, and revision THA or TKA at a single institution were selected for retrospective analysis. Patient demographics, comorbidities, functional status, surgical variables, 30-day outcomes, and HCAHPS scores were assessed. Univariate and multivariate analyses were done to determine correlations between the aforementioned variables and top-box HCAHPS survey scores for primary versus revision THA and TKA. Results: Of 2,707 patients who met the inclusion criteria and had returned the HCAHPS survey, primary THA was documented in 1,075 patients (39.71%), revision THA in 75 (2.77%), primary TKA in 1,497 (55.30%), and revision TKA in 60 (2.22%). Revision THA patients were more functionally dependent, and TKA patients had higher American Society of Anesthesiologists score than their primary comparators. Revisions had longer hospital length of stay for both procedures. For THA, revision THA patients demonstrated lower total top-box rates compared withprimary THA patients (71.64% versus 75.67% top-box, P < 0.001) and lower scores on the care from doctors subsection (76.26% versus 85.34%, P < 0.001) of the HCAHPS survey. Similarly, for TKA, revision TKA patients demonstrated lower total top-box rates (76.13% versus 79.22%, P < 0.013) and lower scores on the care from doctors subsection (66.28% versus 83.65%, P < 0.001) of the HCAHPS survey. Discussion: For both THA and TKA, revision procedures were associated with lower total HCAHPS scores and rated care from doctors. This suggests that HCAHPS scores may be biased by factors outside the surgeon's control, such as the complexity associated with revision procedures.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Address; Aging; Anesthesia procedures; Applications Grants; Area; Award; Blood Vessels; Cardiovascular system; Clinical; Communicable Diseases; Discipline; Educational Curriculum; Emergency Medicine; Endocrinology; Ensure; Environment; Funding; Geriatrics; Goals; Health Policy; Health Professional; Health Services; Home; Institution; Internal Medicine; Laboratory Research; Lung; Medical Students; Medicine; Mentors; Mentorship; Neurology; Neurosciences; Operative Surgical Procedures; Orthopedics; Outcome; Physicians; Psychiatry; Public Health; Rehabilitation therapy; Research; Research Personnel; Research Support; Research Training; Rheumatology; Schools; Science; Scientist; Site; Students; Training; Training Programs; Training Support; base; behavioral/social science; career; community engaged research; comparative; design; experience; experimental study; interest; laboratory experience; medical schools; pre-doctoral; programs; student training; translational pipeline; TECHNICAL QUALITY; OUTCOMES; RATES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Impact of telehealth on stroke survivor-caregiver dyad in at-home rehabilitation: A systematic review",
    "authors": [
      "Bartoli, Davide",
      "Petrizzo, Antonello",
      "Vellone, Ercole",
      "Alvaro, Rosaria",
      "Pucciarelli, Gianluca",
      "WILEY",
      "Bartoli, Davide",
      "Petrizzo, Antonello",
      "Vellone, Ercole",
      "Alvaro, Rosaria",
      "Pucciarelli, Gianluca",
      "Vellone, Ercole",
      "Bartoli, Davide",
      "ALVARO, Rosaria",
      "Vellone, Ercole",
      "Bartoli, Davide",
      "Vellone, PhD, RN, FAAN, FESC, Ercole",
      "bartoli, davide",
      "Pucciarelli, Gianluca"
    ],
    "year": "2024",
    "journal": "JOURNAL OF ADVANCED NURSING",
    "doi": "10.1111/jan.16177",
    "uid": "WOS:001195152900001",
    "abstract": "AimTo examine studies involving the impact of telerehabilitation (TLR), tele-training and tele-support on the dyad stroke survivor and caregiver in relation to psychological, physical, social and health dimensions. DesignA systematic review was conducted. Data SourcesThe following electronic databases were consulted until September 2023: PsycInfo, CINAHL, Eric, Ovid, PubMed, Scopus, Cochrane Central and Web of Science. Review MethodsIt was conducted and reported following the checklists for Reviews of PRISMA 2020 Checklist. Critical evaluation of the quality of the studies included in the review was performed with the Joanna Briggs Institute Checklists. Data SynthesisA total of 2290 records were identified after removing duplicates, 501 articles were selected by title and abstract and only 21 met the inclusion criteria. It included 4 quasi-experimental studies, 7 RCTs, 1 cohort study and 9 qualitative studies. The total number of participants between caregivers and stroke survivors was 1697, including 858 stroke survivors and 839 caregivers recruited from 2002 to 2022. For a total of 884 participants who carried out TLR activities in the experimental groups,11 impact domains were identified: cognitive/functional, psychological, caregiver burden, social, general health and self-efficacy, family function, quality of life, healthcare utilization, preparedness, quality of care and relationship with technology. ConclusionsThe results support the application of telehealth in the discharge phase of hospitals and rehabilitation centres for stroke survivors and caregivers. TLR could be considered a substitute for traditional rehabilitation only if it is supported by a tele-learning programme for the caregiver and ongoing technical, computer and health support to satisfy the dyad's needs. ImpactDesigning a comprehensive telemedicine programme upon the return home of the dyad involved in the stroke improves the quality of life, functional, psychological, social, family status, self-efficacy, use of health systems and the dyad's preparation for managing the stroke. Patient or Public ContributionNo patient or public contribution.",
    "countries": [
      "Italy",
      "Poland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "burden and physical functions; caregiver; psychological functions; stroke survivor; telerehabilitation; QUALITY-OF-LIFE; INPATIENT REHABILITATION; FAMILY CAREGIVER; INTERVENTION; PROGRAM; CARE; TELEREHABILITATION; TRANSITION; DISCHARGE; SUPPORT",
    "subtypeDescription": "Review"
  },
  {
    "title": "Implementation and evaluation of a system for assessment of the quality of long-term management of patients at a geriatric hospital",
    "authors": [
      "Shalom, Erez",
      "Goldstein, Ayelet",
      "Weiss, Rony",
      "Selivanova, Maya",
      "Cohen, Nogah Melamed",
      "Shahar, Yuval",
      "ACADEMIC PRESS INC ELSEVIER SCIENCE",
      "Shalom, Erez",
      "Cohen, Nogah Melamed",
      "Shahar, Yuval",
      "Goldstein, Ayelet",
      "Weiss, Rony",
      "Selivanova, Maya",
      "Goldstein, Ayelet",
      "Goldstein, Ayelet",
      "Shahar, Yuval",
      "SHAHAR, YUVAL"
    ],
    "year": "2024",
    "journal": "JOURNAL OF BIOMEDICAL INFORMATICS",
    "doi": "10.1016/j.jbi.2024.104686",
    "uid": "WOS:001270199700001",
    "abstract": "Background: The increasing aging population presents a significant challenge, accompanied by a shortage of professional caregivers, adding to the therapeutic burden. Clinical decision support systems, utilizing computerized clinical guidelines, can improve healthcare quality, reduce expenses, save time, and boost caregiver efficiency. Objectives: 1) Develop and evaluate an automated quality assessment (QA) system for retrospective longitudinal care quality analysis, focusing on clinical staff adherence to evidence-based guidelines (GLs). 2) Assess the system's technical feasibility and functional capability for senior nurse use in geriatric pressure-ulcer management. Methods: A computational QA system using our Quality Assessment Temporal Patterns (QATP) methodology was designed and implemented. Our methodology transforms the GL's procedural-knowledge into declarative-knowledge temporal-abstraction patterns representing the expected execution trace in the patient's data for correct therapy application. Fuzzy temporal logic allows for partial compliance, reflecting individual and grouped action performance considering their values and temporal aspects. The system was tested using a pressure ulcer treatment GL and data from 100 geriatric patients' Electronic Medical Records (EMR). After technical evaluation for accuracy and feasibility, an extensive functional evaluation was conducted by an experienced nurse, comparing QA scores with and without system support, and versus automated system scores. Time efficiency was also measured. Results: QA scores from the geriatric nurse, with and without system's support, did not significantly differ from those provided by the automated system (p < 0.05), demonstrating the effectiveness and reliability of both manual and automated methods. The system-supported manual QA process reduced scoring time by approximately two-thirds, from an average of 17.3 min per patient manually to about 5.9 min with the system's assistance, highlighting the system's efficiency potential in clinical practice. Conclusion: The QA system based on QATP, produces scores consistent with an experienced nurse's assessment for complex care over extended periods. It enables quick and accurate quality care evaluation for multiple patients after brief training. Such automated QA systems may empower nursing staff, enabling them to manage more patients, accurately and consistently, while reducing costs due to saved time and effort, and enhanced compliance with evidence-based guidelines.",
    "countries": [
      "Israel"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Quality Assessment; Decision Support -System; Knowledge representation; Pressure Ulcer; Fuzzy Temporal Logic; DECISION-SUPPORT-SYSTEM; GUIDELINE COMPLIANCE; CLINICAL GUIDELINES; FRAMEWORK; CARE; SPECIFICATION; ARCHITECTURE; EXPLORATION; ADHERENCE; PATTERNS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Retinal Examinations Provides Early Warning of Alzheimer's Disease",
    "authors": [
      "Xia, Xinyi",
      "Qin, Qi",
      "Peng, Yankun",
      "Wang, Meng",
      "Yin, Yunsi",
      "Tang, Yi",
      "IOS PRESS",
      "Xia, Xinyi",
      "Qin, Qi",
      "Wang, Meng",
      "Yin, Yunsi",
      "Tang, Yi",
      "Xia, Xinyi",
      "Qin, Qi",
      "Peng, Yankun",
      "Qin, Qi",
      "Tang, Yi",
      "Qin, Qi",
      "Tang, Yi",
      "彭, 彦昆",
      "Yin, Yunsi"
    ],
    "year": "2022",
    "journal": "JOURNAL OF ALZHEIMERS DISEASE",
    "doi": "10.3233/JAD-220596",
    "uid": "WOS:000893246500001",
    "abstract": "Patients with Alzheimer's disease have difficulty maintaining independent living abilities as the disease progresses, causing an increased burden of care on family caregivers and the healthcare system and related financial strain. This patient group is expected to continue to expand as life expectancy climbs. Current diagnostics for Alzheimer's disease are complex, unaffordable, and invasive without regard to diagnosis quality at early stages, which urgently calls for more technical improvements for diagnosis specificity. Optical coherence tomography or tomographic angiography has been shown to identify retinal thickness loss and lower vascular density present earlier than symptom onset in these patients. The retina is an extension of the central nervous system and shares anatomic and functional similarities with the brain. Ophthalmological examinations can be an efficient tool to offer a window into cerebral pathology with the merit of easy operation. In this review, we summarized the latest observations on retinal pathology in Alzheimer's disease and discussed the feasibility of retinal imaging in diagnostic prediction, as well as limitations in current retinal examinations for Alzheimer's disease diagnosis.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Alzheimer's disease; biomarkers; neurodegeneration; ocular abnormalities; retinal examinations; OPTICAL COHERENCE TOMOGRAPHY; NERVE-FIBER LAYER; MILD COGNITIVE IMPAIRMENT; OPEN-ANGLE GLAUCOMA; GANGLION-CELL LOSS; MULTIPLE-SCLEROSIS; AMYLOID-BETA; FUNCTIONAL IMPAIRMENT; CEREBROSPINAL-FLUID; PARKINSONS-DISEASE",
    "subtypeDescription": "Review"
  },
  {
    "title": "Capacity for optimal performance of healthcare supply chain functions: competency, structural and resource gaps in the Northern Region of Ghana",
    "authors": [
      "Atinga, Roger Ayimbillah",
      "Dery, Samuel",
      "Katongole, Simon Peter",
      "Aikins, Moses",
      "EMERALD GROUP PUBLISHING LTD",
      "Atinga, Roger Ayimbillah",
      "Dery, Samuel",
      "Katongole, Simon Peter",
      "Aikins, Moses",
      "Atinga, Roger Ayimbillah",
      "Aikins, Moses",
      "Atinga, Roger A."
    ],
    "year": "2020",
    "journal": "JOURNAL OF HEALTH ORGANIZATION AND MANAGEMENT",
    "doi": "10.1108/JHOM-09-2019-0283",
    "uid": "WOS:000576389200001",
    "abstract": "Purpose The study drew on capacity framework around the individual, organisational, health system and wider context to explore gaps in health supply chain (HSC) workers capacity and competency to perform supply chain (SC) functions and the lessons for workforce development. Design/methodology/approach A mixed-method study was conducted across the Northern Region of Ghana. Qualitative data were collected from in-depth interviews with 34 key SC managers at the regional, district and facility levels. A semi-structured questionnaire was administered through the RedCap mobile app to 233 core HSC workers and non-core workers (clinicians with additional responsibilities in SC). Data were managed and analysed inductively and deductively for themes. Findings Weak knowledge and competency in SC functions attributed to poor training exposure and organisational support for capacity building, undermined the capacity to perform basic SC functions, especially by the non-core category. The policy and regulatory environment of the HSC marketplace were described as fluid and with complexity of demands. Both worker categories, therefore, requested functional, technical, managerial and customer care competencies to anticipate and manage complexities. Structural characteristics of the health system giving narrow decision space to HSC workers cascaded the capacity for innovation and initiative and promoted frustrations among mid-level managers. Infrastructural deficits and shortfalls in operational resources scaled back the capacity to efficiently manage inventory and ensure that commodities reach clients in good quality. Originality/value Finding suggest that capacity building of HSC workers, strengthening of health institutions structural and resource capacity, and leveraging on technology will enable optimal performance of HSC functions.",
    "countries": [
      "Ghana"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Supply chain worker; Competency; Structural; Resources; Capacity; Ghana; POLITICS; PROFESSIONALS; REQUIREMENTS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Video-based assessments of activities of daily living: generating real-world evidence in pediatric rare diseases",
    "authors": [
      "Ferrer-Mallol, Elisa",
      "Matthews, Clare",
      "Aziza, Rabia",
      "Mendoza, Alejandro",
      "Sahota, Navdeep",
      "Komarzynski, Sandra",
      "Lakshminarayana, Rashmi",
      "Davies, Elin Haf",
      "TAYLOR & FRANCIS LTD",
      "Ferrer-Mallol, Elisa",
      "Matthews, Clare",
      "Aziza, Rabia",
      "Mendoza, Alejandro",
      "Sahota, Navdeep",
      "Komarzynski, Sandra",
      "Lakshminarayana, Rashmi",
      "Davies, Elin Haf",
      "Ferrer-Mallol, Elisa",
      "Komarzynski, Sandra",
      "AZIZA, Rabia"
    ],
    "year": "2024",
    "journal": "EXPERT REVIEW OF PHARMACOECONOMICS & OUTCOMES RESEARCH",
    "doi": "10.1080/14737167.2024.2360201",
    "uid": "WOS:001243157000001",
    "abstract": "Introduction: Preserving function and independence to perform activities of daily living (ADL) is critical for patients and carers to manage the burden of care and improve quality of life. In children living with rare diseases, video recording ADLs offer the opportunity to collect the patients' experience in a real-life setting and accurately reflect treatment effectiveness on outcomes that matter to patients and families. Areas covered: We reviewed the measurement of ADL in pediatric rare diseases and the use of video to develop at-home electronic clinical outcome assessments (eCOA) by leveraging smartphone apps and artificial intelligence-based analysis. We broadly searched PubMed using Boolean combinations of the following MeSH terms 'Rare Diseases,' 'Quality of Life,' 'Activities of Daily Living,' 'Child,' 'Video Recording,' 'Outcome Assessment, Healthcare,' 'Intellectual disability,' and 'Genetic Diseases, Inborn.' Non-controlled vocabulary was used to include human pose estimation in movement analysis. Expert opinion: Broad uptake of video eCOA in drug development is linked to the generation of technical and clinical validation evidence to confidently assess a patient's functional abilities. Software platforms handling video data must align with quality regulations to ensure data integrity, security, and privacy. Regulatory flexibility and optimized validation processes should facilitate video eCOA to support benefit/risk drug assessment.",
    "countries": [
      "Wales"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Pediatric rare diseases; video capture; computer vision analysis; access to therapies; electronic clinical outcome assessments (eCOA); activities of daily living (ADL); performance-based outcome assessments (PerfO); CONTENT VALIDATION; CHILDREN; PATIENT; ADOLESCENTS; RELIABILITY; OUTCOMES; SCALE; TOOL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Minimally Processed Functional Foods: Technological and Operational Pathways",
    "authors": [
      "Rodgers, Svetlana",
      "WILEY",
      "Rodgers, Svetlana",
      "Rodgers, Svetlana"
    ],
    "year": "2016",
    "journal": "JOURNAL OF FOOD SCIENCE",
    "doi": "10.1111/1750-3841.13422",
    "uid": "WOS:000385715500005",
    "abstract": "This paper offers a concise review of technical and operational concepts underpinning commercialization of minimally processed functional foods (FFs), foods with fresh-like qualities commanding premium prices. The growing number of permitted nutritional content/health claims, many of which relate to well-being, coupled with emerging extraction and food processing technologies offers new exciting opportunities for small and medium size enterprises (SMEs) specializing in fresh produce to play an active role in the health market. Supporting SMEs, governments could benefit from savings in healthcare costs and value creation in the economy. Consumers could benefit from novel FF formats such as refrigerated RTE (ready-to-eat) meals, a variety of fresh-like meat-, fish-, and egg-based products, fresh-cut fruits and vegetables, cereal-based fermented foods and beverages. To preserve these valuable commodities, mild biological (enzymatic treatment, fermentation and, bio-preservation) and engineering solutions are needed. The latter include nonthermal techniques such as high-pressure treatment, cook-chill, sous-vide, mirco-encapsulation, vacuum impregnation and others. De-constructive culinary techniques such as 3D food printing and molecular gastronomy as well as developments in nutrigenomics and digital technologies facilitate novel product formats, personalization and access to niche markets. In the operational sense, moving from nourishment to health improvement demands a shift from defensive market-oriented to offensive market-developing strategies including collaborative networks with research organizations.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "freshness; functional foods; minimal processing; nutritional quality; ready-to-eat; LACTIC-ACID BACTERIA; PRODUCT DEVELOPMENT; DIETARY FIBER; INNOVATION; IMPROVE; OPPORTUNITIES; ACCEPTANCE; CHALLENGES; STRATEGIES; PROBIOTICS",
    "subtypeDescription": "Review"
  },
  {
    "title": "Analysis of Service Quality in Smart Running Applications Using Big Data Text Mining Techniques",
    "authors": [
      "Kim, Jongho",
      "Chung, Jinwook",
      "MDPI",
      "Kim, Jongho",
      "Chung, Jinwook",
      "Chung, Jinwook",
      "Jongho, KIM",
      "Jongho, KIM"
    ],
    "year": "2024",
    "journal": "JOURNAL OF THEORETICAL AND APPLIED ELECTRONIC COMMERCE RESEARCH",
    "doi": "10.3390/jtaer19040162",
    "uid": "WOS:001386616200001",
    "abstract": "In the rapidly evolving digital healthcare market, ensuring both the activation of the market and the fulfillment of the product's social role is essential. This study addresses the service quality of smart running applications by utilizing big data text mining techniques to bridge the gap between user experience and service quality in digital health applications. The research analyzed 264,330 app reviews through sentiment analysis and network analysis, focusing on key service dimensions such as system efficiency, functional fulfillment, system availability, and data privacy. The findings revealed that, while users highly value the functional benefits provided by these applications, there are significant concerns regarding system stability and data privacy. These insights underscore the importance of addressing technical and security issues to enhance user satisfaction and continuous application usage. This study demonstrates the potential of text mining methods in quantifying user experience, offering a robust framework for developing user-centered digital health services. The conclusions emphasize the need for continuous improvement in smart running applications to meet market demands and social expectations, contributing to the broader discourse on the integration of e-commerce and digital health.",
    "countries": [
      "South Korea"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "big data; text mining; digital health; consumer experience; smart applications; service quality; sentiment analysis; system stability; data privacy; MULTIPLE-ITEM SCALE; SENTIMENT ANALYSIS; ANALYTICS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Evaluation of freely available data profiling tools for health data research application: a functional evaluation review",
    "authors": [
      "Gordon, Ben",
      "Fennessy, Clara",
      "Varma, Susheel",
      "Barrett, Jake",
      "McCondochie, Enez",
      "Heritage, Trevor",
      "Duroe, Oenone",
      "Jeffery, Richard",
      "Rajamani, Vishnu",
      "Earlam, Kieran",
      "Banda, Victor",
      "Sebire, Neil",
      "BMJ PUBLISHING GROUP",
      "Gordon, Ben",
      "Fennessy, Clara",
      "Varma, Susheel",
      "Barrett, Jake",
      "Sebire, Neil",
      "McCondochie, Enez",
      "Heritage, Trevor",
      "Duroe, Oenone",
      "Jeffery, Richard",
      "Rajamani, Vishnu",
      "Earlam, Kieran",
      "Banda, Victor",
      "Sebire, Neil",
      "sebire, neil",
      "Gordon, Ben",
      "Varma, Susheel",
      "Sebire, Neil"
    ],
    "year": "2022",
    "journal": "BMJ OPEN",
    "doi": "10.1136/bmjopen-2021-054186",
    "uid": "WOS:000793393900014",
    "abstract": "Objectives To objectively evaluate freely available data profiling software tools using healthcare data. Design Data profiling tools were evaluated for their capabilities using publicly available information and data sheets. From initial assessment, several underwent further detailed evaluation for application on healthcare data using a synthetic dataset of 1000 patients and associated data using a common health data model, and tools scored based on their functionality with this dataset. Setting Improving the quality of healthcare data for research use is a priority. Profiling tools can assist by evaluating datasets across a range of quality dimensions. Several freely available software packages with profiling capabilities are available but healthcare organisations often have limited data engineering capability and expertise. Participants 28 profiling tools, 8 undergoing evaluation on synthetic dataset of 1000 patients. Results Of 28 potential profiling tools initially identified, 8 showed high potential for applicability with healthcare datasets based on available documentation, of which two performed consistently well for these purposes across multiple tasks including determination of completeness, consistency, uniqueness, validity, accuracy and provision of distribution metrics. Conclusions Numerous freely available profiling tools are serviceable for potential use with health datasets, of which at least two demonstrated high performance across a range of technical data quality dimensions based on testing with synthetic health dataset and common data model. The appropriate tool choice depends on factors including underlying organisational infrastructure, level of data engineering and coding expertise, but there are freely available tools helping profile health datasets for research use and inform curation activity.",
    "countries": [
      "England",
      "USA"
    ],
    "citations": 8,
    "references": 0,
    "keywords": "information management; health informatics; information technology",
    "subtypeDescription": "Review"
  },
  {
    "title": "Internal fixation implants for intracapsular hip fractures in older adults",
    "authors": [
      "Lewis, Sharon R.",
      "Macey, Richard",
      "Eardley, Will G. P.",
      "Dixon, Jan Robert",
      "Cook, Jonathan",
      "Griffin, Xavier L.",
      "WILEY",
      "Lewis, Sharon R.",
      "Macey, Richard",
      "Cook, Jonathan",
      "Eardley, Will G. P.",
      "Dixon, Jan Robert",
      "Griffin, Xavier L.",
      "Lewis, Sharon R.",
      "Griffin, Xavier",
      "Eardley, Will",
      "Lewis, Sharon R",
      "Cook, Jonathan",
      "Griffin, Xavier",
      "Dixon, Jan Robert",
      "Macey, Richard"
    ],
    "year": "2021",
    "journal": "COCHRANE DATABASE OF SYSTEMATIC REVIEWS",
    "doi": "10.1002/14651858.CD013409.pub2",
    "uid": "WOS:000636560500006",
    "abstract": "Background",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "FEMORAL-NECK FRACTURES; SLIDING SCREW PLATE; SMITH-PETERSEN OSTEOSYNTHESIS; 2-YEAR FOLLOW-UP; CANNULATED SCREWS; NAIL-PLATE; HOOK-PINS; DISPLACED FRACTURES; RANDOMIZED-TRIAL; 4-FLANGED NAIL",
    "subtypeDescription": "Review"
  },
  {
    "title": "Virtual adaptation of traditional healthcare quality improvement training in response to COVID-19: a rapid narrative review",
    "authors": [
      "Khurshid, Zuneera",
      "De Brun, Aoife",
      "Moore, Gemma",
      "McAuliffe, Eilish",
      "BMC",
      "Khurshid, Zuneera",
      "De Brun, Aoife",
      "McAuliffe, Eilish",
      "Moore, Gemma",
      "Khurshid, Zuneera",
      "De Brun, Aoife",
      "Moore, Gemma",
      "De Brún, Aoife",
      "McAuliffe, Eilish",
      "Khurshid, Zuneera"
    ],
    "year": "2020",
    "journal": "HUMAN RESOURCES FOR HEALTH",
    "doi": "10.1186/s12960-020-00527-2",
    "uid": "WOS:000588067000002",
    "abstract": "Background Information and communication technology are playing a major role in ensuring continuity of healthcare services during the COVID-19 pandemic. The pandemic has also disrupted healthcare quality improvement (QI) training and education for healthcare professionals and there is a need to rethink the way QI training and education is delivered. The purpose of this rapid evidence review is to quickly, but comprehensively collate studies to identify what works and what does not in delivering QI training and education using distance learning modalities. Methods Three healthcare databases were searched along with grey literature sources for studies published between 2015 and 2020. Studies with QI training programmes or courses targeting healthcare professionals and students with at least one component of the programme being delivered online were included. Results A total of 19 studies were included in the review. Most studies had a mixed methods design and used blended learning methods, combining online and in-person delivery modes. Most of the included studies reported achieving desired outcomes, including improved QI knowledge, skills and attitudes of participants and improved clinical outcomes for patients. Some benefits of online QI training delivery include fewer required resources, reduced need for on-site instructors, increased programme reach, and more control and flexibility over learning time for participants. Some limitations of online delivery modes include limited learning and networking opportunities, functional and technical problems and long lead time for content adaptation and customisation. Discussion The review highlights that distance learning approaches to QI help in overcoming barriers to traditional QI training. Some important considerations for those looking to adapt traditional programmes to virtual environments include balancing virtual and non-virtual methods, using suitable technological solutions, customising coaching support, and using multiple criteria for programme evaluation. Conclusion Virtual QI and training of healthcare professionals and students is a viable, efficient, and effective alternative to traditional QI education that will play a vital role in building their competence and confidence to improve the healthcare system in post-COVID environment.",
    "countries": [
      "Ireland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Quality improvement; Online learning; Medical education; Quality improvement training",
    "subtypeDescription": "Review"
  }
]