[
  {
    "title": "Leveraging the technology acceptance model for mobile commerce adoption under distinct stages of adoption A case of micro businesses",
    "authors": [
      "Pipitwanichakarn, Tanikan",
      "Wongtada, Nittaya",
      "EMERALD GROUP PUBLISHING LTD",
      "Pipitwanichakarn, Tanikan",
      "Wongtada, Nittaya",
      "Pipitwanichakarn, Tanikan",
      "Pipitwanichakarn, Tanikan",
      "Pipitwanichakarn, Tanikan"
    ],
    "year": "2021",
    "journal": "ASIA PACIFIC JOURNAL OF MARKETING AND LOGISTICS",
    "doi": "10.1108/APJML-10-2018-0448",
    "uid": "WOS:000669389600007",
    "abstract": "Purpose The purpose of this paper is to investigate the role of trust and perceived enjoyment in the technology acceptance model by distinguishing distinct stages of adoption among street vendors (initial and advanced adoption stage). Design/methodology/approach Face-to-face interviews using a structured questionnaire were conducted with 430 street vendors in Bangkok; 415 usable surveys were analyzed. By applying K-means cluster analysis, two segments were found with 200 initial and 215 advanced adopters. A multi-group analysis was employed to investigate differences of relationships between the two groups. Findings The findings reveal significant similarities and dissimilarities between the two groups of vendors. Both initial and advanced adopters emphasize trust of service providers. The first group relies more on perceived ease of use and perceived enjoyment in motivating m-commerce adoption but depends less on perceived usefulness. On the contrary, for the latter group, the influence of perceived ease of use and perceived enjoyment significantly decreases, but the effect of perceived usefulness significantly increases. Practical implications This study sheds light on the managerial implications related to how service providers can tailor their marketing strategies to target vendors in disparate diffusion stages, and it encourages building trust between partners over time. Originality/value Due to the lack of theoretical and managerial understanding of factors that drive m-commerce adoption for micro businesses, this study identifies distinct adoption stages and offers valuable insights into the similarities and differences among initial and advanced adopters.",
    "countries": [
      "Thailand"
    ],
    "citations": 32,
    "references": 0,
    "keywords": "Technology acceptance model; Mobile commerce; Trust; Street vendors; Perceived enjoyment; Stage of adoption; SERVICE QUALITY DIMENSIONS; PERCEIVED EASE; UNIFIED THEORY; PREDICTING ANTECEDENTS; BEHAVIORAL INTENTION; INTRINSIC MOTIVATION; ELECTRONIC COMMERCE; BANKING ADOPTION; USER ACCEPTANCE; RESEARCH AGENDA",
    "subtypeDescription": "Article"
  },
  {
    "title": "Spectator perception of service quality attributes associated with Shanghai Formula One Importance and performance analysis approach",
    "authors": [
      "Kim, Suk-kyu",
      "Yim, Brian H.",
      "Byon, Kevin K.",
      "Yu, Jae-Gu",
      "Lee, Sung-Min",
      "Park, Jae-Ahm",
      "EMERALD GROUP PUBLISHING LTD",
      "Kim, Suk-kyu",
      "Yim, Brian H.",
      "Byon, Kevin K.",
      "Yu, Jae-Gu",
      "Lee, Sung-Min",
      "Park, Jae-Ahm",
      "Yu, Jae-Gu",
      "Byon, Kevin",
      "Byon, Kevin K."
    ],
    "year": "2016",
    "journal": "INTERNATIONAL JOURNAL OF SPORTS MARKETING & SPONSORSHIP",
    "doi": "10.1108/IJSMS-04-2016-011",
    "uid": "WOS:000379694600004",
    "abstract": "Purpose - The purpose of this paper is to examine spectator perceptions of service quality at the Formula One (F-1) event in Shanghai by means of Martilla and James' Importance and Performance Analysis (IPA).",
    "countries": [
      "South Korea",
      "USA"
    ],
    "citations": 22,
    "references": 0,
    "keywords": "SERVQUAL; Service quality; Performance analysis; Formula One (F-1) racing events; Spectator perception; Importance analysis; Sport consumption behaviour; CUSTOMER SATISFACTION; CONSUMPTION BEHAVIOR; ANTECEDENTS; IMPACT; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "ARE EMERGENCY DEPARTMENTS IN THE UNITED STATES FOLLOWING RECOMMENDATIONS BY THE EMERGENCY SEVERITY INDEX TO PROMOTE QUALITY TRIAGE AND RELIABILITY?",
    "authors": [
      "Worth, Murtis",
      "Davis, Leslie L.",
      "Wallace, Debra C.",
      "Bartlett, Robin",
      "Travers, Debbie",
      "ELSEVIER SCIENCE INC",
      "Worth, Murtis",
      "Davis, Leslie L.",
      "Wallace, Debra C.",
      "Wallace, Debra C.",
      "Bartlett, Robin",
      "Travers, Debbie",
      "Worth, Murtis",
      "Bartlett, Robin",
      "Worth, Murtis"
    ],
    "year": "2019",
    "journal": "JOURNAL OF EMERGENCY NURSING",
    "doi": "10.1016/j.jen.2019.05.006",
    "uid": "WOS:000495898500015",
    "abstract": "Introduction: The purpose of this study was to explore and describe (1) the extent to which emergency departments in the United States are promoting the quality of triage and the reliability of triage systems according to recommendations in the Emergency Severity Index (ESI) Handbook and (2) if relationships existed between triage structure (policies) and process (procedures) in emergency departments that promote accuracy of triage decisions.",
    "countries": [
      "USA"
    ],
    "citations": 19,
    "references": 0,
    "keywords": "Triage; Emergency Severity Index; Triage systems; Quality; Emergency department; TREATMENT ONSET; 5-LEVEL TRIAGE; ACCURACY; ALGORITHM; VALIDITY",
    "subtypeDescription": "Article"
  },
  {
    "title": "The service quality of the PUK Rugby Institute",
    "authors": [
      "Bisschoff, C. A.",
      "Lotriet, R. A.",
      "SUID-AFRIKAANSE AKAD VIR WETENSKAP EN KUNS, SEKRETARIS",
      "Bisschoff, Christo",
      "LOTRIET, RONNIE",
      "Bisschoff, Christo"
    ],
    "year": "2009",
    "journal": "TYDSKRIF VIR GEESTESWETENSKAPPE",
    "doi": "N/A",
    "uid": "WOS:000267208500006",
    "abstract": "The PUK Rugby Institute (PRI) was founded in 2000 and earmarked to be of strategic importance in the marketing of the university as well as in the role sport plays in the tertiary environment. It is imperative that the NWU rugby team(s) do well as the image of tertiary rugby has been substantially lifted as a result of the extensive media, and especially television, coverage it receives in the Varsity-cup (and other clashes).",
    "countries": [
      "N/A"
    ],
    "citations": 7,
    "references": 0,
    "keywords": "Customer service; service quality; rugby; factor analysis; PUK Rugby Institute; service gap; players; customer service index; sport",
    "subtypeDescription": "Article"
  },
  {
    "title": "A quality function deployment application using qualitative and quantitative analysis in after sales services",
    "authors": [
      "Pakdil, Fatma",
      "Isin, Feride Bahar",
      "Genc, Hande",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Pakdil, Fatma",
      "Genc, Hande",
      "Pakdil, Fatma",
      "Isin, Feride Bahar",
      "Pakdil, Fatma",
      "kurtulmuşoğlu, feride"
    ],
    "year": "2012",
    "journal": "TOTAL QUALITY MANAGEMENT & BUSINESS EXCELLENCE",
    "doi": "10.1080/14783363.2012.715797",
    "uid": "WOS:000315146200012",
    "abstract": "A thorough and accurate understanding of customer demands and expectations is the key to possessing competitive advantage in the market place. Quality function deployment (QFD) is one of the most effective tools to learn, understand, and apply these demands and expectations in production lines. This study consists of a holistic QFD application comprising both qualitative and quantitative analysis techniques in after sales services at a leading construction equipment manufacturer firm. As a qualitative analysis method, content analysis was performed to identify customer dissatisfactions and customer expectations. As a quantitative analysis method, SERVQUAL was used to determine customer expectations for the house of quality (HOQ). Factor analysis was incorporated into SERVQUAL in order to classify customer expectations for the HOQ. As a result, the QFD identified the most important customer expectations as: competency and experience of employees, immediate identification of product defects, and good customer service during the warranty period. This study also exhibited that repair time, the duration of customer interaction, employees' attention, and spare parts availability were the most critical technical requirements in after sales services.",
    "countries": [
      "Turkey",
      "USA"
    ],
    "citations": 4,
    "references": 0,
    "keywords": "quality function deployment; after sales services; content analysis; SERVQUAL; construction manufacturing industry; MODEL; QFD",
    "subtypeDescription": "Article"
  },
  {
    "title": "Avedis Donabedian - Obituary",
    "authors": [
      "Frenk, J",
      "WORLD HEALTH ORGANIZATION",
      "Frenk, J"
    ],
    "year": "2000",
    "journal": "BULLETIN OF THE WORLD HEALTH ORGANIZATION",
    "doi": "N/A",
    "uid": "WOS:000166455900021",
    "abstract": "N/A",
    "countries": [
      "Switzerland"
    ],
    "citations": 3,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Biography"
  },
  {
    "title": "Management of perceptions of information technology service quality",
    "authors": [
      "Roses, Luis Kalb",
      "Hoppen, Norberto",
      "Henrique, Jorge Luiz",
      "ELSEVIER SCIENCE INC",
      "Roses, Luis Kalb",
      "Hoppen, Norberto",
      "Roses, Luis Kalb",
      "Henrique, Jorge Luiz",
      "Roses, Luis Kalb",
      "Hoppen, Norberto"
    ],
    "year": "2009",
    "journal": "JOURNAL OF BUSINESS RESEARCH",
    "doi": "10.1016/j.jbusres.2008.10.005",
    "uid": "WOS:000267303500005",
    "abstract": "The present study evaluates the perception gaps of service quality between information technology (IT) service providers and their clients. IT services require high investments, which make analyzing its effectiveness increasingly important. To do this analysis, this study uses the instrument SERVPERF of the SERVQUAL model. The research took place in a large Brazilian retail bank. which identified gaps in perceptions between IT service providers and its clients. The findings suggest opportunities for improvement in the quality of IT services from a strategic alignment perspective, particularly in the following dimensions: tangibles, reliability, responsiveness, assurance, and empathy. The study also indicates some enhancements for the SERVQUAL model. (C) 2008 Elsevier Inc. All rights reserved.",
    "countries": [
      "Brazil",
      "France"
    ],
    "citations": 2,
    "references": 0,
    "keywords": "Service quality; Information technology; SERVQUAL model; EXPECTATIONS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Research on the influence of after-sales service quality factors on customer satisfaction",
    "authors": [
      "Shokouhyar, Sajjad",
      "Shokoohyar, Sina",
      "Safari, Sepehr",
      "ELSEVIER SCI LTD",
      "Shokouhyar, Sajjad",
      "Shokoohyar, Sina",
      "Safari, Sepehr",
      "Shokoohyar, Sina",
      "Safari, Sepehr",
      "Shokoohyar, Sina",
      "Shokoohyar, Sina",
      "shokouhyar, sajjad"
    ],
    "year": "2020",
    "journal": "JOURNAL OF RETAILING AND CONSUMER SERVICES",
    "doi": "10.1016/j.jretconser.2020.102139",
    "uid": "WOS:000550289400026",
    "abstract": "Determining customer satisfaction elements in retailing after-sales services have been well explored; however, the increasing competition in this area demands the investigation of actual instrumentality of these elements on satisfaction of customers. In the present research, we have proposed a framework for assessing the instrumen-tality of after-sales services on customer satisfaction. Kano model and SERVQUAL framework were used to categorize customer satisfaction elements. In addition, in order to address behavioral dissimilarities among customers, RFM clustering technique was used for analysing 243,180 customers of automobile after-sales ser-vices. Accordingly, dissatisfaction decrement index and satisfaction increment index were measured for every cluster separately. We identified a group of 21 quality elements and demonstrated the instrumentality and quality of these quality elements on customer satisfaction. RFM clustering technique is applied to address customer dissimilarities and we demonstrated the preferences and desires of customers in each cluster. While some papers have already identified the influential factors of after-sales services on customer satisfaction, this is for the first time that the instrumentality of after-sales services is being identified. Accordingly, this study demonstrates how different after-sales services quality elements affect customer satisfaction. Therefore, the re-sults of this study can help companies to allocate their resources more efficiently.",
    "countries": [
      "Iran",
      "USA",
      "Italy"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "After-sales services; Quality element; Fuzzy kano model; RFM model; SERVQUAL; INTEGRATING KANOS MODEL; OPTIMIZATION; ATTRIBUTES; RETENTION; BEHAVIORS; SYSTEMS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Modeling contextually elicited service quality expectations",
    "authors": [
      "Strombeck, Stephen",
      "Shu, Shih-Tung",
      "EMERALD GROUP PUBLISHING LTD",
      "Strombeck, Stephen",
      "Shu, Shih-Tung",
      "Strombeck, Stephen"
    ],
    "year": "2014",
    "journal": "MANAGING SERVICE QUALITY",
    "doi": "10.1108/MSQ-06-2013-0108",
    "uid": "WOS:000332143700003",
    "abstract": "Purpose - The purpose of this paper is to demonstrate the critical role that context plays in measuring service quality.",
    "countries": [
      "USA",
      "Taiwan"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "Script theory; Formal Concept Analysis (FCA); Service drama; Service quality expectations; SPREADING ACTIVATION THEORY; MULTIPLE-ITEM SCALE; AIRLINE; ENCOUNTERS; CATEGORIZATION; REASSESSMENT; SATISFACTION; PERCEPTIONS; KNOWLEDGE; MEMORY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Health care service quality: A comparison of public and private hospitals",
    "authors": [
      "Yesilada, Figen",
      "Direktor, Ebru",
      "ACADEMIC JOURNALS",
      "Yesilada, Figen",
      "Direktor, Ebru",
      "Yesilada, Figen",
      "Yesilada, Figen"
    ],
    "year": "2010",
    "journal": "AFRICAN JOURNAL OF BUSINESS MANAGEMENT",
    "doi": "N/A",
    "uid": "WOS:000279636200018",
    "abstract": "The aim of this paper is threefold: to test the dimensionality of the SERVQUAL instrument in the Northern Cyprus health care industry, to assess the service quality provided in public and private hospitals in Northern Cyprus and to identify the service quality dimensions that play important role on patient satisfaction. Data were collected in two phases from the same sample, which consisted of 806 systematically selected people above the age of eighteen. Factor analysis revealed a three factor solution, namely; reliability-confidence, empathy and tangibles. This result does not support the five factor model of the original SERVQUAL. Gap analysis showed that private hospitals have smaller gaps than public hospitals in all three service quality dimensions. Finally, logistic regression findings indicated that while all three dimensions are somewhat influential on patient satisfaction, in public hospitals tangibles dimension seems to exert no significant influence on satisfaction. Findings are important both for public and private hospital managers and for policy makers.",
    "countries": [
      "Turkey"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "Health care; service quality; SERVQUAL; hospitals; logistic regression; PATIENT SATISFACTION; PERCEPTIONS; DETERMINANTS; EXPECTATIONS; REASSESSMENT; SCALE; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Informational World City London",
    "authors": [
      "Murugadas, Duwaraka",
      "Vieten, Stefanie",
      "Nikolic, Janina",
      "Mainka, Agnes",
      "EMERALD GROUP PUBLISHING LTD",
      "Murugadas, Duwaraka",
      "Vieten, Stefanie",
      "Nikolic, Janina",
      "Mainka, Agnes",
      "Murugadas, Duwaraka",
      "Mainka, Agnes"
    ],
    "year": "2015",
    "journal": "JOURNAL OF DOCUMENTATION",
    "doi": "10.1108/JD-06-2014-0090",
    "uid": "WOS:000359056200012",
    "abstract": "Purpose - The Department of Information Science of the Heinrich-Heine-University in Dusseldorf is currently conducting a research project on Informational World Cities - the prototypical cities of the knowledge society, which have been growing in the twenty-first century. In total, 31 potential Informational World Cities were identified and a set of criteria was developed to evaluate the degree of informativeness of a city through coherent criteria. The purpose of this paper is to investigate London.",
    "countries": [
      "Germany"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "Case studies; Knowledge workers; Information science; Information society; CITIES; MOBILITY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Reliability and validity of a modified LibQUAL plus ® survey in Pakistan: An Urdu language experience",
    "authors": [
      "Rehman, Shafiq Ur",
      "Kyrillidou, Martha",
      "Hameed, Imran",
      "UNIV MALAYA, FAC COMPUTER SCIENCE & INFORMATION TECH",
      "Rehman, Shafiq Ur",
      "Kyrillidou, Martha",
      "Hameed, Imran",
      "Rehman, Shafiq Ur",
      "Rehman, Shafiq",
      "Hameed, Imran",
      "Kyrillidou, Martha"
    ],
    "year": "2014",
    "journal": "MALAYSIAN JOURNAL OF LIBRARY & INFORMATION SCIENCE",
    "doi": "N/A",
    "uid": "WOS:000341233600006",
    "abstract": "LibQUAL+(R) is a well-known and widely used tool to measure library service quality. This tool has been developed by the Association of Research Libraries (ARL) in partnership with Texas A&M University. The present study aims to present the implementation of a locally modified LibQUAL+(R) survey in Pakistan; its Urdu translation experience, and the reliability and validity analysis of the data collected in Urdu. The data was collected using two separate studies conducted on graduate and undergraduate students and faculty members of 29 universities in Pakistan. Users rated 22 core items on 1 (low) to 9 (high) scales for minimum, desired and perceived performance scores as defined in both the SERVQUAL and LibQUAL+(R) protocols. A total of 514 and 1,473 survey questionnaires were collected respectively from these two studies. Both studies found that the Urdu version of LibQUAL+(R) is reliable and valid in the Pakistani context. The factor analysis through Exploratory factor Analysis (EFA) and Confirmatory factor Analysis (CFA) confirmed the well-established three factor structure of library service quality: affect of service, information control and library as place. The current research focused on examining the psychometric integrity of LibQUAL+(R) in South Asia, a region representing one fifth of the worlds' population, yet there has not been any documented use of the web-based LibQUAL+(R) protocol. The current study is the first in South Asia to investigate the psychometric properties of LibQUAL+(R).",
    "countries": [
      "Pakistan",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Library service quality; LibQUAL; Instrument validity and reliability; Urdu translation; Pakistan; LIBRARY-SERVICE QUALITY; USERS PERCEPTIONS; TM SCORES; UNIVERSITY; EVALUATE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Service Quality Using Text Mining: Measurement and Consequences",
    "authors": [
      "Mejia, Jorge",
      "Mankad, Shawn",
      "Gopal, Anandasivam",
      "INFORMS",
      "Mejia, Jorge",
      "Mankad, Shawn",
      "Gopal, Anandasivam",
      "Mejia, Jorge",
      "Mejia, Jorge",
      "Gopal, Anandasivam",
      "Gopal, Anandasivam",
      "Mejia, Jorge",
      "Mankad, Shawn"
    ],
    "year": "2021",
    "journal": "M&SOM-MANUFACTURING & SERVICE OPERATIONS MANAGEMENT",
    "doi": "10.1287/msom.2020.0883",
    "uid": "WOS:000713331000001",
    "abstract": "Problem description: Measuring quality in the service industry remains a challenge. Existing methodologies are often costly and unscalable. Furthermore, understanding how elements of service quality contribute to the performance of service providers continues to be a concern in the service industry. In this paper, we address these challenges in the restaurant sector, a vital component of the service industry. Academic/practical relevance: Our work provides a scalable methodology for measuring the quality of service providers using the vast amount of text in social media. The quality metrics proposed are associated with economic outcomes for restaurants and can help predict future restaurant performance. Methodology: We use text present in online reviews on Yelp.com to identify and extract service dimensions using nonnegative matrix factorization for a large set of restaurants located in a major city in the United States. We subsequently validate these service dimensions as proxies for service quality using external data sources and a series of laboratory experiments. Finally, we use econometrics to test the relationship between these dimensions and restaurant survival as additional validation. Results: We find that our proposed service quality dimensions are scalable, match industry standards, and are correctly identified by subjects in a controlled setting. Furthermore, we show that specific service dimensions are significantly correlated with the survival of merchants, even after controlling for competition and other factors. Managerial implications: This work has implications for the strategic use of text analytics in the context of service operations, where an increasingly large text corpus is available. We discuss the benefits of this work for service providers and platforms, such as Yelp and OpenTable.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "service quality; word of mouth; business survival; econometrics; text analysis; machine learning; WORD-OF-MOUTH; ONLINE USER REVIEWS; OPERATIONS MANAGEMENT; MATCHING METHODS; CALL CENTER; IMPACT; INFORMATION; SYSTEMS; DETERMINANTS; FOUNDATIONS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Bank selection criteria and satisfaction of retail customers of Islamic banks in Bangladesh",
    "authors": [
      "Iqbal, Mehree",
      "Nisha, Nabila",
      "Rashid, Mamunur",
      "EMERALD GROUP PUBLISHING LTD",
      "Iqbal, Mehree",
      "Nisha, Nabila",
      "Rashid, Mamunur",
      "Rashid, Mamunur",
      "Iqbal, Mehree",
      "Rashid, Mamunur",
      "Iqbal, Mehree"
    ],
    "year": "2018",
    "journal": "INTERNATIONAL JOURNAL OF BANK MARKETING",
    "doi": "10.1108/IJBM-01-2017-0007",
    "uid": "WOS:000456883300007",
    "abstract": "Purpose-The purpose of this paper is to argue that \"being Islamic\" is already embedded in the decision frame of the Muslim consumers when choosing their Islamic banks, and hence, the bank selection criteria of these Muslim consumers will be dominated by non-faith-based factors.",
    "countries": [
      "Bangladesh",
      "Malaysia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Bangladesh; Islamic banking; Non-faith-based bank selection; Retail consumers; SERVICE QUALITY DIMENSIONS; DETERMINANTS; TECHNOLOGY; CLIENTS; IMAGE",
    "subtypeDescription": "Article"
  },
  {
    "title": "The impact of airline service quality on passengers' behavioral intentions using passenger satisfaction as a mediator",
    "authors": [
      "Shah, Faisal Tehseen",
      "Syed, Zaineb",
      "Imam, Abeer",
      "Raza, Aiman",
      "ELSEVIER SCI LTD",
      "Syed, Zaineb",
      "Imam, Abeer",
      "Raza, Aiman",
      "Shah, Faisal Tehseen",
      "Imam, Abeer",
      "Imam, Abeer"
    ],
    "year": "2020",
    "journal": "JOURNAL OF AIR TRANSPORT MANAGEMENT",
    "doi": "10.1016/j.jairtraman.2020.101815",
    "uid": "WOS:000528569300001",
    "abstract": "This research study measures the perception of airline service quality based on data collected from Pakistan International Airline (PIA) passengers using SERVQUAL. It investigates the impact of service quality dimensions on passenger's behavioral intentions in presence of mediator (passenger satisfaction). The data is collected through an adopted SERVQUAL instrument from the respondents in the domestic and International waiting lounges of PIA. The data is analysed using reliability statistics, correlation analysis and through hierarchal regression analysis. A systematic random sampling technique is used to analyze the study sample and PROCESS macros was used to run mediation analysis. The results reveals that passenger's satisfaction mediates the relationship between airline service quality and behavioral intentions. Practically, PIA should not only improve on Service Quality but should build up quality consciousness among on ground and inflight employees; pay attention to reliable factors and establish customer goodwill through enhanced services; regard reliability factors and enhance employee accomplishment. Implications of these results for management policy and practice are highlighted as guidelines. PIA managers can now better understand the importance of service quality and its long-term benefits in the form of customer loyalty.",
    "countries": [
      "Pakistan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Airline service quality; SERVQUAL; Passenger satisfaction; Behavioural intentions; PIA; CUSTOMER SATISFACTION; PERCEPTIONS; LOYALTY; MODEL; TRUST; SCALE; FIRMS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Small business industrial buyers' price sensitivity: Do service quality dimensions matter in business markets?",
    "authors": [
      "Zeng, Fue",
      "Yang, Zhilin",
      "Li, Yongqiang",
      "Fam, Kim-Shyan",
      "ELSEVIER SCIENCE INC",
      "Zeng, Fue",
      "Yang, Zhilin",
      "Fam, Kim-Shyan",
      "Zeng, Fue",
      "Fam, Kim-Shyan",
      "Yang, Zhilin",
      "Fam, Kim-Shyan"
    ],
    "year": "2011",
    "journal": "INDUSTRIAL MARKETING MANAGEMENT",
    "doi": "10.1016/j.indmarman.2010.08.008",
    "uid": "WOS:000289452900009",
    "abstract": "One of the major obstacles to effective pricing emanates from difficulties experienced in predicting business buyers' price sensitivity. With a view to obviating these obstacles, this study examines the effect of five key physical distribution service quality dimensions on price sensitivity from the perspective of small and medium retail buyers. Based on a survey of 233 cellular phone retailers in China, the authors articulate how the five salient service quality dimensions exert either direct effects on price sensitivity or indirect impacts through perceived value and customer satisfaction. Theoretical and managerial implications are also provided for effective retailer relationship management, profitability improvement, and customer segmentation in distribution channels. (C) 2010 Elsevier Inc. All rights reserved.",
    "countries": [
      "Peoples R China",
      "New Zealand"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Distribution channels; Price sensitivity; Physical distribution service quality; Customer satisfaction; Small retailers; CUSTOMER SATISFACTION; SWITCHING COSTS; SEARCH COSTS; ANTECEDENTS; LOYALTY; DETERMINANTS; ONLINE; CONSEQUENCES; COMPETITION; ENCOUNTERS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality antenatal care services delivery at health facilities of Ethiopia, assessment of the structure/input of care setting",
    "authors": [
      "Defar, Atkure",
      "Getachew, Theodros",
      "Taye, Girum",
      "Tadele, Tefera",
      "Getnet, Misrak",
      "Shumet, Tigist",
      "Molla, Gebeyaw",
      "Gonfa, Geremew",
      "Teklie, Habtamu",
      "Tadesse, Ambaye",
      "Bekele, Abebe",
      "BMC",
      "Defar, Atkure",
      "Tadele, Tefera",
      "Getnet, Misrak",
      "Teklie, Habtamu",
      "Defar, Atkure",
      "Getachew, Theodros",
      "Taye, Girum",
      "Shumet, Tigist",
      "Molla, Gebeyaw",
      "Gonfa, Geremew",
      "Tadesse, Ambaye",
      "Getachew, Theodros",
      "Bekele, Abebe",
      "Defar, Atkure",
      "Defar, Atkure",
      "Molla Wondim, Gebeyaw",
      "Zemedu, Dr. Theodros Getachew",
      "Wondim, Gebeyaw",
      "Zemedu, Dr Theodros",
      "Bekele, Abebe",
      "Zeleke, Girum",
      "Zeleke, Girum"
    ],
    "year": "2020",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-020-05372-6",
    "uid": "WOS:000538051800001",
    "abstract": "Background According to the Donabedian model, the assessment for the quality of care includes three dimensions. These are structure, process, and outcome. Therefore, the present study aimed at assessing the structural quality of Antenatal care (ANC) service provision in Ethiopian health facilities. Methods Data were obtained from the 2018 Ethiopian Service Availability and Readiness Assessment (SARA) survey. The SARA was a cross-sectional facility-based assessment conducted to capture health facility service availability and readiness in Ethiopia. A total of 764 health facilities were sampled in the 9 regions and 2 city administrations of the country. The availability of equipment, supplies, medicine, health worker's training and availability of guidelines were assessed. Data were collected from October-December 2017. We run a multiple linear regression model to identify predictors of health facility readiness for Antenatal care service. The level of significance was determined at a p-value < 0.05. Result Among the selected health facilities, 80.5% of them offered Antenatal care service. However, the availability of specific services was very low. The availability of tetanus toxoid vaccination, folic acid, iron supplementation, and monitoring of hypertension disorder was, 67.7, 65.6, 68.6, and 75.1%, respectively. The overall mean availability among the ten tracer items that are necessary to provide quality Antenatal care services was 50%. In the multiple linear regression model, health centers, health posts and clinics scored lower Antenatal care service readiness compared to hospitals. The overall readiness index score was lower for private health facilities (beta = - 0.047, 95% CI: (- 0.1, - 0.004). The readiness score had no association with the facility settings (Urban/Rural) (p-value > 0.05). Facilities in six regions except Dire Dawa had (beta = 0.067, 95% CI: (0.004, 0.129) lower readiness score than facilities in Tigray region (p-value < 0.015). Conclusion This analysis provides evidence of the gaps in structural readiness of health facilities to provide quality Antenatal care services. Key and essential supplies for quality Antenatal care service provision were missed in many of the health facilities. Guaranteeing properly equipped and staffed facilities shall be a target to improve the quality of Antenatal care services provision.",
    "countries": [
      "Ethiopia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Antenatal care; Ethiopia; Quality; Structure; Input; Readiness score",
    "subtypeDescription": "Article"
  },
  {
    "title": "A cross-country investigation of customer transactions from online to offline channels",
    "authors": [
      "Huang, Chien-Che",
      "Chang, Yu-Wei",
      "Hsu, Ping Yu",
      "Prassida, Grandys Frieska",
      "EMERALD GROUP PUBLISHING LTD",
      "Huang, Chien-Che",
      "Chang, Yu-Wei",
      "Hsu, Ping Yu",
      "Prassida, Grandys Frieska",
      "Hsu, Ping Yu",
      "Prassida, Grandys",
      "Hsu, Ping-Yu",
      "Prassida, Grandys Frieska",
      "Hsu, Ping-Yu",
      "Huang, Charles",
      "Huang, Chien-Che"
    ],
    "year": "2020",
    "journal": "INDUSTRIAL MANAGEMENT & DATA SYSTEMS",
    "doi": "10.1108/IMDS-12-2019-0714",
    "uid": "WOS:000566109400001",
    "abstract": "Purpose The purpose of this study is to investigate multichannel integration of hotels and online travel agencies (OTAs) and to compare consumer behavior between China and Indonesia in the context of online to offline (O2O) commerce. We examine how the services, brand and market share of OTAs influence behavioral intentions in both online and offline channels. SERVQUAL, theory of reasoned action and the halo effect are integrated to develop the research model. Design/methodology/approach To investigate Chinese and Indonesian customers' experiences and behavioral intention of OTAs and hotels, the customers who booked hotels using OTAs were invited to participate in the questionnaire survey. This study collected 336 and 305 data from China and Indonesia, respectively. A partial least squares structural equation modeling technique was used to test and compare the research hypotheses and model between China and Indonesia. Findings The results compare the similarities and differences of cross-country customer experiences and behavioral intentions of OTAs and hotels. The effect of website service quality on online satisfaction, the effect of online satisfaction on offline confirmation and the effects of offline confirmation and booking intention on patronage intention are significant and positive in both countries. Website service quality is positively associated with booking intention for Indonesia but not for China. The relationship between perceived size and booking intention is significant for China but not for Indonesia. The findings provide insights into the development of O2O commerce for global markets and multichannel strategies between OTAs and hotels. Originality/value With the development of O2O commerce, increasingly more hoteliers are opening up online and offline sales channels by cooperating with OTAs. Although several cross-country studies have investigated consumer behavior or behavioral intentions, behavioral settings are based on online or offline channels rather than the integration of both channels. Although some research has studied the integration or competition of OTAs and hotels, none of these studies have investigated the issues from the perspective of country comparison. This study provides the understanding of how customers in different countries and with different backgrounds react to the same e-commerce development, especially the cooperation of OTA and hotels.",
    "countries": [
      "Taiwan",
      "Indonesia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Halo effect; Online travel agency; Multichannel; O2O commerce; Expectation confirmation theory; Website service quality; EXPECTATION-CONFIRMATION MODEL; MULTIPLE-ITEM SCALE; SERVICE QUALITY; WEBSITE QUALITY; BEHAVIOR; COMMERCE; TRUST; SATISFACTION; ACCEPTANCE; INTENTION",
    "subtypeDescription": "Article"
  },
  {
    "title": "MV-QUAL: A tool for understanding decisions to purchase virtual products in the metaverse",
    "authors": [
      "Cadet, Fabienne",
      "Gironda, John T.",
      "O'Leary, Bay",
      "Petrescu, Maria",
      "WILEY",
      "Cadet, Fabienne",
      "Gironda, John T.",
      "O'Leary, Bay",
      "Petrescu, Maria",
      "Petrescu, Maria",
      "Petrescu, Maria",
      "Petrescu, Maria",
      "Gironda, John"
    ],
    "year": "2024",
    "journal": "JOURNAL OF CONSUMER BEHAVIOUR",
    "doi": "10.1002/cb.2380",
    "uid": "WOS:001302783400001",
    "abstract": "This paper develops the metaverse quality (MV-Qual) scale and explores the various factors that may impact consumers' perceptions of quality and value when purchasing virtual products in a metaverse world. Utilizing Flow Theory and SERVQUAL as theoretical lenses to conduct our research, a framework was developed and tested, demonstrating how various factors are interconnected and impact consumers' shopping experiences in the metaverse. Data were collected from a national sample of 322 metaverse users in the United States and analyzed using partial least squares structural equation modeling in SmartPLS, complemented by a neural network causal analysis in Neusrel. The results demonstrated that several factors impact metaverse store quality and perceived virtual product value, including control, vividness, avatar design, rarity, and resale value. Subsequently, metaverse store quality and perceived virtual product value positively impact the intention to purchase virtual products in metaverse. This research contributes to the advancement of understanding consumer behavior in the metaverse and adds to the emerging marketing literature on the metaverse. Furthermore, the MV-QUAL scale developed serves as a practical tool that both marketing researchers and practitioners can use to enhance understanding and discover new ways to improve the metaverse consumer experience.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "SERVICE QUALITY; CUSTOMER ENGAGEMENT; SCALE DEVELOPMENT; SOCIAL PRESENCE; TECHNOLOGY; IMPACT; FLOW; INTERACTIVITY; PERSPECTIVE; EXPERIENCE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality of health service in the local government authorities in Tanzania: a perspective of the healthcare seekers from Dodoma City and Bahi District councils",
    "authors": [
      "Msacky, Richard F.",
      "BMC",
      "Msacky, Richard F.",
      "Msacky, Richard F.",
      "Msacky, Richard"
    ],
    "year": "2024",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-023-10381-2",
    "uid": "WOS:001142819400003",
    "abstract": "BackgroundImprovement and access to quality healthcare are a global agenda. Sustainable Development Goal (SDG-3) is committed to ensuring good health and well-being of the people by 2030. However, this commitment heavily depends on joint efforts by local authorities and the immediate service providers to communities. This paper is set to inform the status of health service provision in local authorities in Tanzania using the determinants for quality health services in Dodoma City and Bahi District.MethodsA cross-sectional research design was employed to collect data from 400 households in the Local Government Authorities. The five-service quality (SERVQUAL) dimensions of Parasuraman were adopted to gauge the quality of service in public healthcare facilities. Descriptive statistics were used to compute the frequency and mean of the demographic information and the quality of health services, respectively. A binary logistic regression model was used to establish the influence of the demographic dimensions on the quality of health services.FindingsThe findings revealed that quality health services have not been realised for healthcare seekers. Further, the area of residence, education, and occupation are significantly associated with the perceived quality of health service delivery in the Local Government Authorities.ConclusionThe healthcare facilities under the LGAs offer services whose quality is below the healthcare seekers' expectations. The study recommends that the Local Government Authorities in Tanzania strengthen the monitoring and evaluation of health service delivery in public healthcare facilities.",
    "countries": [
      "Tanzania"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Quality; Healthcare Seekers; Local government authorities; Healthcare Facilities; SERVQUAL Model; DELIVERY",
    "subtypeDescription": "Article"
  },
  {
    "title": "A holistic fuzzy approach to create competitive advantage via quality management in services industry (case study: life-insurance services)",
    "authors": [
      "Vaziri, Jalil",
      "Beheshtinia, Mohammad Ali",
      "EMERALD GROUP PUBLISHING LTD",
      "Vaziri, Jalil",
      "Beheshtinia, Mohammad Ali",
      "Beheshtinia, Mohammad Ali",
      "Beheshtinia, Mohammad",
      "Vaziri, Jalil",
      "Beheshtinia, Mohammad Ali"
    ],
    "year": "2016",
    "journal": "MANAGEMENT DECISION",
    "doi": "10.1108/MD-11-2015-0535",
    "uid": "WOS:000386210700010",
    "abstract": "Purpose - In today's highly competitive business environment, the main approach of all businesses is to optimally provide customers' requirements and gain their satisfaction and trust. The process of value creation for customers consists of value chain activities which are concentrated on providing maximum level of customers' needs. The purpose of this paper is to propose a holistic model by which the quality, the transferred value to customers and the firm's competitive advantage would be improved simultaneously under budget constraint.",
    "countries": [
      "Iran"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "SERVQUAL; Quality function deployment; Knapsack problem; Fuzzy logic; Kano's model; Life-insurance services; FUNCTION DEPLOYMENT; KANOS MODEL; KNAPSACK; QFD; INTEGRATION; DESIGN; SYSTEM; PERFORMANCE; SELECTION",
    "subtypeDescription": "Article"
  },
  {
    "title": "The SERPVAL scale: a multi-item instrument for measuring service personal values",
    "authors": [
      "Lages, LF",
      "Femandes, JC",
      "ELSEVIER SCIENCE INC",
      "Lages, LF",
      "Lages, Luis",
      "Lages, Luis F."
    ],
    "year": "2005",
    "journal": "JOURNAL OF BUSINESS RESEARCH",
    "doi": "10.1016/j.jbusres.2004.10.001",
    "uid": "WOS:000232766600011",
    "abstract": "Personal values have long been considered an important variable in understanding consumer purchasing behaviors. Although research on values has been performed in a wide range of social disciplines, this variable has never been operationalized in the services marketing context. In this paper, we develop a scale that measures the personal values that are associated with using a service: the Service Personal Values (SERPVAL) scale. Insights from two empirical studies of service users indicate that this scale is multi-dimensional. It presents three dimensions of service value to (1) peaceful life, (2) social recognition and (3) social integration. Findings also reveal that all three of the SERPVAL dimensions are positively and significantly associated with satisfaction. Moreover, while service value to social integration (SVSI) is related only with loyalty, service value to peaceful life (SVPL) is associated with both loyalty and repurchase intent. Discussion centers on implications of this scale to theory and to managerial development of services strategies. Directions for future research in services marketing and personal values are also presented. (c) 2004 Elsevier Inc. All rights reserved.",
    "countries": [
      "Portugal"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "services marketing; personal values; SERVQUAL; SERPVAL; means end chain approach; measurement; satisfaction; loyalty; repurchase intent; CONSUMER PERCEPTIONS; MARKET ORIENTATION; QUALITY; BEHAVIOR; MODEL; REASSESSMENT; EXPECTATIONS; CHOICE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Ensuring Quality in Interdisciplinary Inpatient Chronic Care",
    "authors": [
      "Romeyke, Tobias",
      "Noehammer, Elisabeth",
      "Stummer, Harald",
      "SAGE PUBLICATIONS INC",
      "Romeyke, Tobias",
      "Noehammer, Elisabeth",
      "Stummer, Harald",
      "Romeyke, Tobias",
      "Stummer, Harald",
      "Romeyke, Tobias",
      "Stummer, Harald",
      "Nöhammer, Elisabeth",
      "Nohammer, Elisabeth"
    ],
    "year": "2020",
    "journal": "SAGE OPEN",
    "doi": "10.1177/2158244020914654",
    "uid": "WOS:000523477500001",
    "abstract": "Pay for Quality (P4Q) concepts are discussed as solution for ensuring quality in health care in the context of budgetary concerns. However, little is known regarding the application to and effectiveness for complex chronic treatments. This article describes the incentivization approach taken in Germany, where complex codes requiring specific quality criteria were implemented into the Diagnosis Related Groups (DRGs) system. Using two examples (early complex geriatric rehabilitation, multimodal rheumatological complex treatment), we analyze the quality indicators according to the Donabedian Model and contrast the effects regarding compensation to traditional treatments. In total, the approach allows taking into account treatment and financial requirements.",
    "countries": [
      "Austria",
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "pay for quality; interdisciplinary care; chronic care; quality; health care; MENTAL STATE; PERFORMANCE; PAY; FIBROMYALGIA; INTEGRATION; PROGRAM; DISEASE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Service quality of online food delivery mobile application: an examination of the spillover effects of mobile app satisfaction",
    "authors": [
      "Lin, Pearl M. C.",
      "Au, Wai Ching Wilson",
      "Baum, Thomas",
      "EMERALD GROUP PUBLISHING LTD",
      "Lin, Pearl M. C.",
      "Au, Wai Ching Wilson",
      "Baum, Thomas",
      "Baum, Thomas",
      "Au, Wai Ching Wilson",
      "AU, WAI CHING WILSON",
      "Baum, Thomas"
    ],
    "year": "2024",
    "journal": "INTERNATIONAL JOURNAL OF CONTEMPORARY HOSPITALITY MANAGEMENT",
    "doi": "10.1108/IJCHM-09-2022-1103",
    "uid": "WOS:000998374000001",
    "abstract": "PurposeDrawing on the mSERVQUAL model and spillover theory, this study aims to examine the mechanism through which food-ordering mobile app service quality influences users' mobile app satisfaction, food satisfaction and repurchase intentions. Design/methodology/approachOnline surveys were completed by 1,000 customers who used a food-ordering mobile app to order fast food on the day they completed the online survey. Structural equation modelling was then used to examine the proposed mechanism. FindingsResults showed that the effects of food-ordering mobile app service quality on customer satisfaction (i.e. mobile app satisfaction and food satisfaction) and repurchase intention varied widely across service quality dimensions. Mobile app service quality had significant spillover effects on food satisfaction and repurchase intention. Practical implicationsOnline food-delivery platforms should find the results insightful to better design their food-ordering mobile app. The findings can also assist restaurateurs and mobile payment companies with supporting the whole online food delivery process. Originality/valueRather than examining online food delivery service quality based on the service delivery process in the during-consumption stage or the service outcomes in the post-consumption stage, this study focused on the service quality in the pre-consumption stage to highlight the important role of online food delivery mobile apps. From a longitudinal perspective, this study drew on the associate network theory to explain the spillover effect of mobile app satisfaction in the pre-consumption stage on food satisfaction in the during-consumption stage and repurchase intention in the post-consumption stage.",
    "countries": [
      "Peoples R China",
      "Scotland",
      "South Africa"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Online food delivery; Mobile app; Service quality; Satisfaction; Repurchase intention; Spillover theory; MULTIPLE-ITEM SCALE; CUSTOMER SATISFACTION; REPURCHASE INTENTION; MODERATING ROLE; TIME; PERCEPTIONS; CONSUMPTION; DIMENSIONS; COMMERCE; LOYALTY",
    "subtypeDescription": "Article"
  },
  {
    "title": "The effect of technical and functional quality on online physician selection: Moderation effect of competition intensity",
    "authors": [
      "Fang, Jiaming",
      "Wen, Ling",
      "Ren, Haiyan",
      "Wen, Chao",
      "ELSEVIER SCI LTD",
      "Fang, Jiaming",
      "Wen, Ling",
      "Ren, Haiyan",
      "Wen, Chao",
      "Fang, Jiaming",
      "ren, haiyan",
      "Fang, Jiaming",
      "Wen, Chao"
    ],
    "year": "2022",
    "journal": "INFORMATION PROCESSING & MANAGEMENT",
    "doi": "10.1016/j.ipm.2022.102969",
    "uid": "WOS:000804837900004",
    "abstract": "In this study, we use a hybrid sentiment analysis approach to identify and assess service quality dimensions (i.e., technical and functional quality) in unstructured textual reviews and employ econometric methods to theorize and test the impact of these service quality signals on online physician selection. By analyzing a data set with 246,294 reviews based on 5,452 physicians in 8 disease markets from an online health consultation platform, this study reports that technical and functional quality cues are important market signals used by patients to select online physicians. More importantly, this study provides strong evidence that the effects of these signals on online physician selection are substantially contingent on disease market competition intensity. Furthermore, this market competition effect is moderated by the level of disease risk. This study contributes insight into patients' physician choice behavior by introducing the role of market level characteristics. It also guides online health consultation platforms in developing operational strategies to increase patient engagement.",
    "countries": [
      "Peoples R China",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Online health consultation platforms; Unstructured reputational information; Sentiment analysis; Textual review mining; Market competition; MEASURING SERVICE QUALITY; REVIEWS; INFORMATION; PERCEPTIONS; IMPACT; PERFORMANCE; ENVIRONMENT; SALES; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Low uptake of Aboriginal interpreters in healthcare: exploration of current use in Australia's Northern Territory",
    "authors": [
      "Ralph, Anna P.",
      "Lowell, Anne",
      "Murphy, Jean",
      "Dias, Tara",
      "Butler, Deborah",
      "Spain, Brian",
      "Hughes, Jaquelyne T.",
      "Campbell, Lauren",
      "Bauert, Barbara",
      "Salter, Claire",
      "Tune, Kylie",
      "Cass, Alan",
      "BIOMED CENTRAL LTD",
      "Ralph, Anna P.",
      "Hughes, Jaquelyne T.",
      "Salter, Claire",
      "Tune, Kylie",
      "Cass, Alan",
      "Ralph, Anna P.",
      "Murphy, Jean",
      "Spain, Brian",
      "Hughes, Jaquelyne T.",
      "Bauert, Barbara",
      "Lowell, Anne",
      "Campbell, Lauren",
      "Dias, Tara",
      "Butler, Deborah",
      "Ralph, Anna P.",
      "Ralph, Anna P.",
      "Ralph, Anna",
      "Cass, Alan",
      "Lowell, Anne"
    ],
    "year": "2017",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-017-2689-y",
    "uid": "WOS:000415156100006",
    "abstract": "Background: In Australia's Northern Territory, most Aboriginal people primarily speak an Aboriginal language. Poor communication between healthcare providers and Aboriginal people results in adverse outcomes including death. This study aimed to identify remediable barriers to utilisation of Aboriginal Interpreter services at the Northern Territory's tertiary hospital, which currently manages over 25,000 Aboriginal inpatients annually.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "rheumatic fever; rheumatic heart disease; Streptococcus pyogenes; health services; public health; LIMITED ENGLISH PROFICIENCY; CULTURAL COMPETENCE; COMMUNICATION; BARRIERS; PERCEPTIONS; QUALITY; DISEASE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Internet service quality and customer satisfaction: Examining internet banking in Greece",
    "authors": [
      "Santouridis, Ilias",
      "Trivellas, Panagiotis",
      "Reklitis, Panagiotis",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Reklitis, Panagiotis",
      "Trivellas, Panagiotis",
      "Trivellas, Panagiotis"
    ],
    "year": "2009",
    "journal": "TOTAL QUALITY MANAGEMENT & BUSINESS EXCELLENCE",
    "doi": "10.1080/14783360802623084",
    "uid": "WOS:000263145600006",
    "abstract": "The present study investigates internet service quality and its impact on customer satisfaction in the banking context. Internet service quality is operationalised by adopting an instrument, which is based on SERVQUAL and consists of six dimensions, namely assurance, quality of information, responsiveness, web assistance, empathy and reliability. The field research, which resulted in 184 valid questionnaires, was conducted among internet banking customers in Greece, a country with relatively low internet penetration rate. The findings confirm, to a great extent, the validity of the instrument and highlight the above average performance of service quality delivered by Greek banks via the internet. All quality dimensions are proved to be antecedents of overall customer satisfaction, with reliability having the most significant impact. Furthermore, quality of information is a crucial dimension driving the customer intentions for internet banking future usage. Finally, familiarisation-related dimensions, such as empathy and web assistance, play a very important role in customers' willingness to recommend the service to other people.",
    "countries": [
      "Greece"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "internet service quality; SERVQUAL; customer satisfaction; internet banking; Greece; MULTIPLE-ITEM SCALE; CONSUMER PERCEPTIONS; EXPECTATIONS; REFINEMENT; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Customer satisfaction and loyalty in Malaysian Islamic banks: a PAKSERV investigation",
    "authors": [
      "Kashif, Muahmmad",
      "Shukran, Sharifah Suzana Wan",
      "Rehman, Mohsin Abdul",
      "Sarifuddin, Syamsulang",
      "EMERALD GROUP PUBLISHING LTD",
      "Kashif, Muahmmad",
      "Shukran, Sharifah Suzana Wan",
      "Rehman, Mohsin Abdul",
      "Sarifuddin, Syamsulang",
      "Kashif, Muahmmad",
      ", Muhammad Kashif",
      "sarifuddin, syamsulang",
      "Rehman, Mohsin Abdur",
      "Rehman, Mohsin Abdur",
      "Kashif, Dr. Muhammad"
    ],
    "year": "2015",
    "journal": "INTERNATIONAL JOURNAL OF BANK MARKETING",
    "doi": "10.1108/IJBM-08-2013-0084",
    "uid": "WOS:000216515900003",
    "abstract": "Purpose - The purpose of this paper is to examine the impact of PAKSERV measures on customer satisfaction and loyalty in the Malaysian Islamic banking context.",
    "countries": [
      "Pakistan",
      "Malaysia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "SERVQUAL; Malaysia; Islamic banking; Service quality; Customer satisfaction and loyalty; PAKSERV; SERVICE QUALITY DIMENSIONS; INTENTIONS",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Gaps and Zone of Tolerance in Service Provision at the African Court on Human and Peoples' Rights Library in Arusha, Tanzania",
    "authors": [
      "Mutisya, Fidelis Katonga",
      "Onyancha, Omwoyo Bosire",
      "ARCHLIB & INFORMATION SERVICES LTD",
      "Mutisya, Fidelis Katonga",
      "Onyancha, Omwoyo Bosire",
      "Mutisya, Fidelis Katonga",
      "Onyancha, Omwoyo"
    ],
    "year": "2021",
    "journal": "AFRICAN JOURNAL OF LIBRARY ARCHIVES AND INFORMATION SCIENCE",
    "doi": "N/A",
    "uid": "WOS:000670410700008",
    "abstract": "The study sought to investigate the gaps and zone of tolerance in service provision at the African Court on Human and Peoples' Rights library in Arusha, Tanzania. The target population was 94 library users. The study employed LibQUAL and SERVQUAL protocols to assess the service adequacy gap (SAG), service superiority gap (SSG), zone of tolerance (ZoT) and Desired Mean (D-M) scores. The findings revealed several gaps between the users' expectations and perceptions of service quality, with library services falling below the users' expectations. Furthermore, the users' expectations exceeded their perceptions. The gaps generally showed the library performing well in human aspects but needing to improve in the information-collection and physical aspects. The study recommends that the library should allocate resources to ensure that the human aspects of the library remain at high levels of service quality, but take action to remedy the information-collection and physical aspects of the library.",
    "countries": [
      "Tanzania",
      "South Africa"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Gaps; Zone of Tolerance; Service Quality; LibQUAL; SERVQUAL; African Union; African Court; UNIVERSITY-LIBRARY; QUALITY; PERCEPTIONS; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Case management service quality and patient-centered care",
    "authors": [
      "Perera, Sandun",
      "Dabney, Beverly Waller",
      "EMERALD GROUP PUBLISHING LTD",
      "Perera, Sandun",
      "Dabney, Beverly Waller",
      "Perera, Sandun",
      "Dabney, Beverly"
    ],
    "year": "2020",
    "journal": "JOURNAL OF HEALTH ORGANIZATION AND MANAGEMENT",
    "doi": "10.1108/JHOM-12-2019-0347",
    "uid": "WOS:000544316100001",
    "abstract": "Purpose Providing care that is patient-centered is an important objective in the modern healthcare industry. Despite this objective, hospital inpatient case managers and the services they provide are evaluated routinely without including patients' perspectives. Therefore, the purpose of this study is to fill this research gap by using patient expectations and perceptions to assess the overall quality of and patient satisfaction with hospital case management services. Design/methodology/approach This paper investigates five dimensions of case management services - reliability, responsiveness, assurance, empathy and tangibles - and how they affect overall quality and patient satisfaction. Study surveys are based on the SERVQUAL instrument. Survey data from a cross-sectional sample of 67 inpatients are analyzed using principal component analysis, confirmatory factor analysis, GAP analysis and a predictive model. Findings The preliminary part of the study identifies \"tangibles\" and \"nontangibles\" - reliability, responsiveness, assurance and empathy - as the main components. Among these two components, only nontangibles have a positive and significant effect on both quality and patient satisfaction according to patient perspectives. GAP analysis indicates that gaps between patient expectations and perceptions of reliability and assurance are significant. Finally, the proposed predictive model reveals that gaps in assurance have a significant impact on both overall quality and satisfaction, while gaps in empathy have a significant impact on satisfaction, but not overall quality. Originality/value Studies on service quality at the case manager level are limited. This study is the first in this domain to evaluate quality and satisfaction from the patient perspective.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Case management service quality; Patient-centered care; Customer satisfaction; Empirical (survey) research; EXPERIENTIAL QUALITY; MODEL; SCALE; IMPACT; SATISFACTION; PERCEPTIONS; INDICATORS; CRITERIA; RULES",
    "subtypeDescription": "Article"
  },
  {
    "title": "THE MEASUREMENT OF SERVICE QUALITY IN THE ELECTRONIC RETAIL AND ITS IMPACT ON BEHAVIORAL INTENTIONS",
    "authors": [
      "Vieira, Valter Afonso",
      "FUNDACAO GETULIO VARGAS",
      "Vieira, Valter Afonso",
      "Vieira, Valter"
    ],
    "year": "2010",
    "journal": "RAE-REVISTA DE ADMINISTRACAO DE EMPRESAS",
    "doi": "N/A",
    "uid": "WOS:000278720100006",
    "abstract": "The service quality construct has been thoroughly researched in the Marketing literature in terms of antecedents, consequents, and dimensions. However; research in electronic service quality lacks accomplishments, as do some definitions and dimensionality tests. In such a context, this paper analyzes the perceived service quality in the electronic retail and correlates it with three marketing constructs. The sample contains people who already had bought services in electronic retailing; a snow-ball survey sample with 515 people was conducted. Results demonstrate that service quality is represented by fulfillment, privacy, system available and efficiency. From the four service quality dimensions, the privacy factor had major impact on loyalty, commitment and trust. The other dimensions were also positively associated.",
    "countries": [
      "Brazil"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Service quality; retail; e-commerce; trust; loyalty; MULTIPLE-ITEM SCALE; CUSTOMER SATISFACTION; MODEL; PERCEPTIONS; REASSESSMENT; EXPECTATIONS; COMMITMENT; LOYALTY",
    "subtypeDescription": "Article"
  },
  {
    "title": "The effects of service quality determinants on social networking site-based commerce: the Malaysian customers? perspective",
    "authors": [
      "Sura, Suaini",
      "Ahn, Jongchang",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Sura, Suaini",
      "Ahn, Jongchang",
      "Ahn, Jongchang",
      "sura, suaini",
      "Ahn, Jongchang",
      "SURA, SUAINI",
      "Ahn, Jongchang"
    ],
    "year": "2019",
    "journal": "TOTAL QUALITY MANAGEMENT & BUSINESS EXCELLENCE",
    "doi": "10.1080/14783363.2017.1372686",
    "uid": "WOS:000492430200004",
    "abstract": "Although the information systems success model has been used widely in measuring the success of e-commerce, limited studies have been conducted focusing on identifying service quality (SQ) determinants that lead to the e-commerce success particularly s-commerce. This study examines the effect of SQ determinants on social networking site (SNS)-based commerce in the s-commerce context from the customer?s perspective by adapting the IS success model and combining it with a modification of SERVQUAL. We analysed a total of 249 samples from an online survey through confirmatory factor analysis (CFA) and the structural equation model (SEM) using IBM SPPS AMOS to test the research model and hypotheses. The results indicate that assurance, responsiveness, and reliability have a significant effect on perceived usefulness and that empathy and responsiveness have a significant effect on customer satisfaction. In addition, the results show a positive relationship among perceived usefulness, customer satisfaction, and net benefits in SNS-based commerce.",
    "countries": [
      "Malaysia",
      "South Korea"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "service quality; SNS-based commerce; s-commerce; customer satisfaction; INFORMATION-SYSTEMS SUCCESS; MULTIPLE-ITEM SCALE; SATISFACTION; DIMENSIONS; PERCEPTIONS; LOYALTY; DELONE; MODELS; TRUST",
    "subtypeDescription": "Article"
  },
  {
    "title": "Evaluation of user support: Factors that affect user satisfaction with helpdesks and helplines",
    "authors": [
      "van Velsen, Lex S.",
      "Steehouder, Michael F.",
      "De Jong, Menno D. T.",
      "IEEE-INST ELECTRICAL ELECTRONICS ENGINEERS INC",
      "van Velsen, Lex S.",
      "van Velsen, Lex",
      "de Jong, Menno D. T.",
      "van Velsen, Lex",
      "De Jong, Menno"
    ],
    "year": "2007",
    "journal": "IEEE TRANSACTIONS ON PROFESSIONAL COMMUNICATION",
    "doi": "10.1109/TPC.2007.902660",
    "uid": "WOS:000249308800003",
    "abstract": "In addition to technical documentation, face-to-face helpdesks and telephonic helplines are a powerful means for supporting users of technical products and services. This study investigates the factors that determine user satisfaction with helpdesks and helplines. A survey, based on the SERVQUAL framework and questionnaire, shows that the SERVQUAL dimensions of customer satisfaction are not applicable in these contexts. Three quality dimensions were found instead: solution quality, the experience of the consultation, and, in the case of a physical environment, the so-called tangibles. Helpdesk customers base their overall quality perceptions mainly on their experiences during a consultation, while helpline customers focus strongly on the quality of the solution offered. The study also found a connection between the perceived helpline quality and the appreciation of the primary service.",
    "countries": [
      "Netherlands"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "helpdesk; helpline; SERVQUAL; user satisfaction; user support; SERVICE QUALITY; CONSUMER PERCEPTIONS; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Water supply services for Africa's urban poor: the role of resale",
    "authors": [
      "Zuin, Valentina",
      "Ortolano, Leonard",
      "Alvarinho, Manuel",
      "Russel, Kory",
      "Thebo, Anne",
      "Muximpua, Odete",
      "Davis, Jennifer",
      "IWA PUBLISHING",
      "Ortolano, Leonard",
      "Russel, Kory",
      "Thebo, Anne",
      "Davis, Jennifer",
      "Zuin, Valentina",
      "Alvarinho, Manuel",
      "Muximpua, Odete",
      "Davis, Jennifer",
      "Davis, Jennifer",
      "Russel, Kory"
    ],
    "year": "2011",
    "journal": "JOURNAL OF WATER AND HEALTH",
    "doi": "10.2166/wh.2011.031",
    "uid": "WOS:000297599300016",
    "abstract": "In sub-Saharan Africa only 35% of the urban population has access to a piped water connection on their premises. The majority of households obtain water from public standpipes or from neighbors who are connected to the municipal network. Water resale is often prohibited, however, because of concerns about affordability and risks to public health. Using data collected from 1,377 households in Maputo, Mozambique, we compare the microbiological quality, as well as the time and money costs of water supply from individual house connections, public standpipes, and water obtained from neighbors. Households with their own water connections have better service across virtually all indicators measured, and express greater satisfaction with their service, as compared with those using other water sources. Households purchasing water from their neighbors pay lower time and money costs per liter of water, on average, as compared with those using standpipes. Resale competes favorably with standpipes along a number of service quality dimensions; however, after controlling for water supply characteristics, households purchasing water from neighbors are significantly less likely to be satisfied with their water service as compared with those using standpipes.",
    "countries": [
      "USA",
      "Mozambique"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Africa; Mozambique; urban water supply; water quality; water resale; DEVELOPING-COUNTRIES; SANITATION; POVERTY; MARKETS; DEMAND; TAP",
    "subtypeDescription": "Article"
  },
  {
    "title": "Employee perceptions of service quality in a call centre",
    "authors": [
      "Ramseook-Munhurrun, Prabha",
      "Naidoo, Perunjodi",
      "Lukea-Bhiwajee, Soolakshna D.",
      "EMERALD GROUP PUBLISHING LTD",
      "Ramseook-Munhurrun, Prabha",
      "Naidoo, Perunjodi",
      "Ramseook-Munhurrun, Prabha",
      null,
      "Ramseook-Munhurrun, Prabha"
    ],
    "year": "2009",
    "journal": "MANAGING SERVICE QUALITY",
    "doi": "10.1108/09604520910984364",
    "uid": "WOS:000279317900003",
    "abstract": "Purpose The purpose of this paper is to assess service quality of a call centre as perceived by its employees using the SERVQUAL model. It also aims to explore factors predicting front-line employee satisfaction and behavioural intentions in a call centre. Behavioural intentions are to be measured in terms of employees' willingness to recommend the call centre and their intentions to stay.",
    "countries": [
      "Mauritius"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Call centres; Job satisfaction; Retention; Service industries; Competitive advantage; Mauritius; CUSTOMER SATISFACTION; JOB-SATISFACTION; BEHAVIORAL INTENTIONS; PROFIT CHAIN; EXPECTATIONS; PERFORMANCE; MODEL; TURNOVER; REEXAMINATION; REASSESSMENT",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Relationships between Service Quality, Patient Satisfaction and Preference in Public and Private Hospitals in Turkey: A Comparative Study",
    "authors": [
      "Demirer, Omur",
      "Bulbul, Hasan",
      "ANKARA HACI BAYRAM VELI UNIV",
      "Demirer, Omur",
      "Bulbul, Hasan",
      "Demirer, Omur",
      "Bülbül, Hasan",
      "DEMIRER, Omur",
      "DEMIRER, OMUR",
      "BULBUL, HASAN"
    ],
    "year": "2014",
    "journal": "AMME IDARESI DERGISI",
    "doi": "N/A",
    "uid": "WOS:000341346000004",
    "abstract": "This study comparatively explores the suitability of SERVQUAL and the relationship between perceived service quality, patient satisfaction, and patient preference (intent to revisit the hospital) for the public and private hospitals in Turkey. The results of exploratory and confirmatory factor analysis indicated that SERVQUAL is a valid and reliable instrument to measure health care service quality in Turkey. However, the dimensions of SERVQUAL are not confirmed. Public hospitals' quality is composed of two dimensions (i. reliability-tangibility and ii. responsiveness-assurance-empathy); private hospitals' quality is composed of three dimensions (i. reliability-assurance, ii. tangibility and iii. empathy). Structural equation analysis showed that perceived service quality has a significant positive impact on patient satisfaction and patient satisfaction has a significant positive impact on patient preference both in public and private hospitals. On the other hand, perceived service quality directly affects patient preference in public hospitals while the same effect is indirect thanks to patient satisfaction in private hospitals.",
    "countries": [
      "Turkey"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "SERVQUAL; service quality; patient satisfaction; structural equation modeling; EMPIRICAL-ASSESSMENT; CARE; IMPACT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Psychiatric emergency services: A review of the literature and a proposed research agenda",
    "authors": [
      "Brown, JF",
      "SPRINGER",
      "Brown, JF"
    ],
    "year": "2005",
    "journal": "PSYCHIATRIC QUARTERLY",
    "doi": "10.1007/s11089-005-2336-0",
    "uid": "WOS:000228409600004",
    "abstract": "To gain a better understanding of the scope of previous research on psychiatric emergency services (PES) and to identify areas of focus for future studies, the author reviews PES literature published between 1983 and 2003. PES literature was identified by performing a MEDLINE search. The author was interested in studies or reviews of all types of PES. The refereed research, consisting of 85 articles, is a representation of the existing literature as multiple studies were found to be similar in topic and methodology. This review is organized using Donabedian's structure, process, outcome framework to describe research that has examined 1) providers, clients, and services; 2) variations in access, utilization, evaluation, treatment, and continuity of care; and 3) outcomes of these services. The resulting report reveals methodological limitations that are pervasive throughout the PES literature, dimensions of psychiatric emergency services that remain unexplored, and a PES research agenda.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "mental health crisis services; psychiatric emergency services; SEVERE MENTAL-ILLNESS; CRISIS-INTERVENTION; CARE; QUALITY; ROOM; DISORDERS; PATIENT; IMPACT; HOSPITALIZATION; DISPOSITION",
    "subtypeDescription": "Review"
  },
  {
    "title": "\"What is beautiful we book\": hotel visual appeal and expected service quality",
    "authors": [
      "Kirillova, Ksenia",
      "Chan, Janelle",
      "EMERALD GROUP PUBLISHING LTD",
      "Kirillova, Ksenia",
      "Chan, Janelle",
      "Kirillova, Ksenia",
      "Kirillova, Ksenia",
      "Chan, Janelle"
    ],
    "year": "2018",
    "journal": "INTERNATIONAL JOURNAL OF CONTEMPORARY HOSPITALITY MANAGEMENT",
    "doi": "10.1108/IJCHM-07-2017-0408",
    "uid": "WOS:000431030300029",
    "abstract": "Purpose - This paper aims to investigate the effect of hotel aesthetics as represented in online spaces (e.g. online travel agency website) in prospective guests' evaluation of expected service quality and booking intentions, as well as the interplay between aesthetic and functional values as related to those outcomes.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Service quality; Booking intention; OTA; Hotel design; Hotel aesthetics; Hotel visual appeal; MULTIPLE-ITEM SCALE; BEHAVIORAL INTENTIONS; CUSTOMER SATISFACTION; CONSUMER PERCEPTIONS; PRODUCT AESTHETICS; MODERATING ROLE; EXPERIENCES; DESIGN; ONLINE; ATMOSPHERICS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Assessing Logistics Service Quality in Omni-Channel Retailing Through Integrated SERVQUAL and Kano Model",
    "authors": [
      "Cai, Lanhui",
      "Liu, Yanfeng",
      "Lai, Po-Lin",
      "Zhu, Xiaonan",
      "Yuen, Kum Fai",
      "Wang, Xueqin",
      "MDPI",
      "Cai, Lanhui",
      "Zhu, Xiaonan",
      "Liu, Yanfeng",
      "Lai, Po-Lin",
      "Wang, Xueqin",
      "Yuen, Kum Fai",
      "Wang, Xueqin",
      "Wang, Xueqin",
      "LAI, POLIN",
      "Lai, Po-Lin",
      "Yuen, Kum Fai",
      "Yuen, Kum Fai",
      "wang, xueqin"
    ],
    "year": "2024",
    "journal": "SYSTEMS",
    "doi": "10.3390/systems12110466",
    "uid": "WOS:001366054900001",
    "abstract": "Omni-channel retailing is a novel form that combines online, offline, and mobile channels to provide consumers with a seamless shopping experience. Nevertheless, the implementation of omni-channel retailing necessitates effective logistics support. Hence, the quality of logistics services is critical for omni-channel retailing services. This research aims to investigate logistics service quality (LSQ) and its impact on consumer satisfaction by combining the decomposed SERVQUAL framework, Kano model and hierarchical regression analysis. A total of 460 valid responses were obtained. Building upon the SERVQUAL framework, this study presents a comprehensive framework for evaluating omni-channel retail logistics service quality. Using the Kano model, 11 logistics service quality attributes were categorised into three categories: must-be, one-dimensional, and attractive, based on their respective impact on satisfaction. The results of the hierarchical regression analysis confirm that the attributes belonging to the must-be category exert the most significant influence on satisfaction. The findings add to theoretical studies of omni-channel retailing LSQ and provide insights for omni-channel retailers and logistics service providers.",
    "countries": [
      "South Korea",
      "Singapore"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "omni-channel retailing; logistics service quality; kano model; SERVQUAL framework; consumer satisfaction; hierarchical regression; CONCEPTUAL-MODEL; SATISFACTION; LOYALTY; ONLINE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Customer perceptions of service quality: A critique",
    "authors": [
      "Sureshchandar, GS",
      "Rajendran, C",
      "Kamalanabhan, TJ",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Rajendran, C",
      "Rajendran, Chandrasekharan",
      "T.J, Kamalanabhan"
    ],
    "year": "2001",
    "journal": "TOTAL QUALITY MANAGEMENT",
    "doi": "N/A",
    "uid": "WOS:000166064100009",
    "abstract": "Empirical research on ser vice quality and satisfaction has unearthed multitudinous archetypes by various researchers across the world. However, all of them have been primarily built on the SERVQUAL instrument, a 22-item scale that measures ser vice quality. The efficacy of SERVQUAL in measuring service quality has been criticized by different authors for diverse reasons, such as the operationalization of expectations, the reliability and validity of the instrument's difference score formulation and the scale's dimensionality across disparate industrial settings. In spite of these animadversions, there is a universal conformity that the 22 items are reasonably good predictors of ser vice quality in its entirety. But a scrupulous scrutiny of the scale items connotes that the scale is not all-inclusive in the sense that it fails to address some of the critical aspects of customer perceived ser vice quality. This paper endeavours to unearth and unravel such critical constituents of service quality which, hitherto, have been untouched in the literature, and advances a framework that could form the bedrock for a better understanding of customer perceived service quality and its determinants.",
    "countries": [
      "India"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "REASSESSMENT; EXPECTATIONS; STRATEGIES; MANAGEMENT; EMPLOYEE",
    "subtypeDescription": "Article"
  },
  {
    "title": "\"Sounds a Bit Crazy, But It Was Almost More Personal:\" A Qualitative Study of Patient and Clinician Experiences of Physical Therapist-Prescribed Exercise For Knee Osteoarthritis Via Skype",
    "authors": [
      "Hinman, R. S.",
      "Nelligan, R. K.",
      "Bennell, K. L.",
      "Delany, C.",
      "WILEY",
      "Hinman, R. S.",
      "Nelligan, R. K.",
      "Bennell, K. L.",
      "Delany, C.",
      "Hinman, R. S.",
      "Hinman, Rana",
      "Nelligan, Rachel",
      "Bennell, Kim"
    ],
    "year": "2017",
    "journal": "ARTHRITIS CARE & RESEARCH",
    "doi": "10.1002/acr.23218",
    "uid": "WOS:000423292600008",
    "abstract": "Objective. To explore the experience of patients and physical therapists with Skype for exercise management of knee osteoarthritis (OA).",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "IN-HOME TELEREHABILITATION; SELF-MANAGEMENT; ARTHROPLASTY; CARE; REHABILITATION; SERVICES",
    "subtypeDescription": "Article"
  },
  {
    "title": "A study of service quality in rural ICT centers of Iran by SERVQUAL (vol 36, pg 571, 2012)",
    "authors": [
      "Saraei, Soudabe",
      "Amini, Amir M.",
      "ELSEVIER SCI LTD",
      "Saraei, Soudabe",
      "Amini, Amir M.",
      "Saraei, Soudabe"
    ],
    "year": "2012",
    "journal": "TELECOMMUNICATIONS POLICY",
    "doi": "10.1016/j.telpol.2012.08.007",
    "uid": "WOS:000309298800010",
    "abstract": "N/A",
    "countries": [
      "Iran"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Correction"
  },
  {
    "title": "THE DEFINITION OF QUALITY AND APPROACHES TO ITS ASSESSMENT, VOL 1 - DONABEDIAN,A",
    "authors": [
      "BOWSER, MS",
      "AMER PHYS THER ASSN"
    ],
    "year": "1984",
    "journal": "PHYSICAL THERAPY",
    "doi": "N/A",
    "uid": "WOS:A1984SC20100021",
    "abstract": "N/A",
    "countries": [
      "N/A"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Review"
  },
  {
    "title": "Enhancing Hepatitis A and B Vaccinations Through Electronic Clinical Decision Support Systems and Staff Education in a Correctional Facility",
    "authors": [
      "Atem, Jude N.",
      "El Ghaziri, Mazen",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Atem, Jude N.",
      "El Ghaziri, Mazen",
      "Atem, Jude N.",
      "Atem, Jude N."
    ],
    "year": "2023",
    "journal": "JOURNAL OF FORENSIC NURSING",
    "doi": "10.1097/JFN.0000000000000437",
    "uid": "WOS:001104558500006",
    "abstract": "BackgroundDespite the prevalence and risks for hepatitis A virus (HAV) and hepatitis B virus (HBV) infection and the availability of safe and effective vaccines, HAV/HBV vaccinations are disproportionately low in jails. This quality improvement project evaluated the effectiveness of clinical decision support systems: electronic standing orders to nurses, clinical alerts to nurses and healthcare providers, and secondarily staff education in enhancing HAV and HBV vaccination and knowledge of hepatitis infection.MethodsWe distributed a validated self-report hepatitis knowledge questionnaire (alpha = 0.7-0.8) before and after an educational presentation to nurses, nurse practitioners, and physicians (N = 26) at a Northeastern state jail and then embedded electronic clinical alerts and standing orders in the electronic medical record. The questionnaire assessed pre- and posteducation knowledge scores. The number of vaccine status screenings and vaccinations was retrieved from the electronic medical record 3 months pre- and post-implementation. Descriptive statistics and the Wilcoxon signed-ranks test were used for data analysis.ResultsTwenty-one participants completed the pretest, 18 attended the educational intervention, and 15 completed the posttest. Vaccine status screening increased by 97.5%, and HAV and HBV vaccinations increased by 8.7%. Knowledge scores improved significantly post-intervention (p = 0.04), with an effect size of r = 0.67).Discussion/ConclusionUsing the Donabedian quality of care model, we showed that quality initiatives are feasible in a jail setting. Implementing a clinical decision support system and education improved the vaccination rate, which may decrease HAV/HBV incidence in the jail and prevent community spread.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Clinical decision support systems (CDSSs); electronic clinical alerts; hepatitis A virus; hepatitis B virus; standing order; vaccination; UNITED-STATES; ADVISORY-COMMITTEE; ADULT IMMUNIZATION; VIRUS-INFECTION; C VIRUS; PREVENTION; RECOMMENDATIONS; ASSOCIATION; HIV",
    "subtypeDescription": "Article"
  },
  {
    "title": "Effect of Magnet Recognition on Provision of Smoking Cessation Advice to Inpatients With Pneumonia",
    "authors": [
      "Elkins, Mary Y.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Elkins, Mary Y.",
      "Elkins, Mary Y."
    ],
    "year": "2014",
    "journal": "JOURNAL OF NURSING CARE QUALITY",
    "doi": "10.1097/NCQ.0000000000000049",
    "uid": "WOS:000337290600003",
    "abstract": "The study examined the effect of Magnet recognition on hospital-reported rates of smoking cessation advice (SCA) provided to inpatients with community-acquired pneumonia. Logistic and propensity score regression models estimated the Magnet effect on the SCA rate. Predictors were hospital characteristics, socioeconomic factors affecting smoking, and baseline and mid-study SCA rates as variations in hospital-improvement systems. Magnet recognized hospitals reporting higher mid-study SCA rates had higher outcome SCA rates.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Donabedian quality framework; hospitals; learning curve theory; Magnet recognition; propensity score; quality health care; smoking cessation advice; HOSPITALS; INTERVENTIONS; OPTIMIZATION; MORTALITY; PACKAGE; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "In memoriam Avedis Donabedian (1919-2000)",
    "authors": [
      "Eldar, R",
      "PABST SCIENCE PUBLISHERS"
    ],
    "year": "2001",
    "journal": "CROATIAN MEDICAL JOURNAL",
    "doi": "N/A",
    "uid": "WOS:000167244200019",
    "abstract": "N/A",
    "countries": [
      "N/A"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Biography"
  },
  {
    "title": "Quality dimensions for school psychology services",
    "authors": [
      "Anthun, R",
      "BLACKWELL PUBL LTD",
      "Anthun, R"
    ],
    "year": "2000",
    "journal": "SCANDINAVIAN JOURNAL OF PSYCHOLOGY",
    "doi": "N/A",
    "uid": "WOS:000089255900001",
    "abstract": "Varying standards and quality among Norwegian school psychology services (SPS) have resulted in national SPS support and developmental programs. The present study aimed to reveal SPS quality dimensions to suggest a basis for development of service standards. Teachers (333) and administrators (136) responsible for corresponding cases referred to the SPS responded to a questionnaire including indeces of case service quality and collaboration between schools and SPS. The statistical analyses included factor analyses and a multiple regression analysis. The data and results from an earlier study of parents' quality dimensions were included in an items analyses. The result suggests five central SPS quality dimensions: availability, participation, consideration, effectiveness and security. While effectiveness has the strongest effect on the evaluation of case service quality both for parents and school personnel, the dimensions have different significance for different consumer groups. Relations to general service quality dimensions and consequences of the findings are discussed.",
    "countries": [
      "Norway"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "school psychology; services; consumers; quality dimensions; effectiveness",
    "subtypeDescription": "Article"
  },
  {
    "title": "ISO System 9000 or evaluation of the quality of medical care",
    "authors": [
      "Gerardo Aguirre-Gas, Hector",
      "MEXICAN ACAD SURGERY",
      "Gerardo Aguirre-Gas, Hector",
      "Gerardo Aguirre-Gas, Hector"
    ],
    "year": "2008",
    "journal": "CIRUGIA Y CIRUJANOS",
    "doi": "N/A",
    "uid": "WOS:000258336200015",
    "abstract": "Evaluation of the quality of medical care began in Mexico in 1956. This was done by reviewing the clinical files of patients. In 1984, Donabedian introduced the Theory of Systems that evaluates structure, process and results, adopted as a base in the Instituto Mexicano del Seguro Social (IMSS) to develop the System of Integral Evaluation and Continuous Improvement of the Quality of the Medical Care, through the identification and solution of the problems that affect quality in medical care as well as the improvements of the inefficient processes or those with low quality. The Joint Commission on Accreditation of Health Care, European Foundation for Quality Management (ETQM) and International Society for Quality in Health Care (ISQua) use a similar methodology in its evaluations. The ISO System (International Organization for Standardization) was created in 1947 to assure and certify the quality of the production processes and to guarantee the quality of manufactured products. The ISO system is useful in health institutions to certify the structure and organization, and it indicates that they are in a condition to assure the quality of medical care, but it does not guarantee compliance. On the other hand, faults in structure and organization may result in poor quality of care. We conclude that both systems are complementary, rather than exclusionary.",
    "countries": [
      "Mexico"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "quality evaluation; quality in medical attention; ISO",
    "subtypeDescription": "Article"
  },
  {
    "title": "A study of service quality in rural ICT renters of Iran by SERVQUAL",
    "authors": [
      "Saraei, Soudabe",
      "Amini, Amir M.",
      "ELSEVIER SCI LTD",
      "Saraei, Soudabe",
      "Amini, Amir M.",
      "Saraei, Soudabe"
    ],
    "year": "2012",
    "journal": "TELECOMMUNICATIONS POLICY",
    "doi": "10.1016/j.telpol.2012.03.002",
    "uid": "WOS:000307801000006",
    "abstract": "The development of rural telecommunication services in Iran has been a major and national concern during the past few years. Towards the national planning and in a giant movement, 10 000 centers have been established in rural areas. Because of the novelty of such centers, the authors try to measure the service quality of the rural ICT centers using the SERVQUAL model. The results can be used towards the betterment of the services. Five hypotheses including tangibility, accountability, guarantee, empathy and reliability of service were examined. Twenty four ICT centers were selected in Rasht city as sample. Considering common sense or perception, 63% of the subjects evaluated the quality of services as average. In terms of quality, empathy was ranked as the ideal dimension followed by tangibility, certainties, trust, and guarantee, respectively. However, the least appropriate dimension of quality was given to accountability. In terms of expectation, the highest percentage of individuals, that is, 92% believed that quality of services was important, and believed that among the components of quality indices from the most to the least important items were: reliability, tangibility, accountability, guarantee, and empathy consecutively. This research showed that the SERVQUAL model can be used for determine the quality of services offered by Tele-centers in rural areas. (C) 2012 Elsevier Ltd. All rights reserved.",
    "countries": [
      "Iran"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Expectations; Perceptions; Rural ICT centers; Service quality; Tele-center; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "An assessment of SERVQUAL as a measure of service quality in English male prisons: Perceptions and expectations of the Integrated Drug Treatment System (IDTS)",
    "authors": [
      "Sondhi, Arun",
      "Day, Ed",
      "TAYLOR & FRANCIS LTD",
      "Sondhi, Arun",
      "Day, Ed",
      "Sondhi, Arun",
      "Sondhi, Arun",
      "Sondhi, Arun",
      "Day, Ed"
    ],
    "year": "2012",
    "journal": "DRUGS-EDUCATION PREVENTION AND POLICY",
    "doi": "10.3109/09687637.2011.635728",
    "uid": "WOS:000300797200010",
    "abstract": "Aims: Validated schedules such as the Treatment Perceptions Questionnaire or Patient Satisfaction Questionnaire quantify service user satisfaction levels as a quality of service measure. This study assesses whether the validated survey instrument SERVQUAL can be used to measure service user satisfaction levels of the Integrated Drug Treatment System (IDTS) in English prisons.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "PATIENT SATISFACTION; HEALTH-CARE; ENGAGEMENT; QUESTIONNAIRE; REASSESSMENT; PREDICTORS; RETENTION; MISUSE; SCALE",
    "subtypeDescription": "Article"
  },
  {
    "title": "A Retrospective Evaluation of a Nurse Practitioner-Led Cancer Genetics Program",
    "authors": [
      "Thompson, Carrie A.",
      "Tiedt, Jane",
      "Beqiri, Mirjeta",
      "Smith, Deborah W.",
      "ELSEVIER SCIENCE INC",
      "Thompson, Carrie A.",
      "Tiedt, Jane",
      "Smith, Deborah W.",
      "Beqiri, Mirjeta",
      "Thompson, Carrie A."
    ],
    "year": "2022",
    "journal": "JNP- THE JOURNAL FOR NURSE PRACTITIONERS",
    "doi": "10.1016/j.nurpra.2021.12.013",
    "uid": "WOS:000819874100011",
    "abstract": "Background: Genetics research is not routinely disseminated into gastroenterology clinical practice, thereby missing opportunities to identify hereditary cancer syndromes.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "cancer genetic screening; gastroenterology; nurse practitioner; outcomes; surveillance",
    "subtypeDescription": "Article"
  },
  {
    "title": "Factors influencing customer retention in mobile telephony: A Greek study",
    "authors": [
      "Blery, Evangelia",
      "Gilbert, David",
      "VILNIUS UNIV",
      "Blery, Evangelia"
    ],
    "year": "2006",
    "journal": "TRANSFORMATIONS IN BUSINESS & ECONOMICS",
    "doi": "N/A",
    "uid": "WOS:000244979600009",
    "abstract": "The aim of this article is to identify the factors influencing customers' repurchase intention in the Greek mobile telephony market. The influence of factors such as service quality, service value and customer satisfaction on customer' repurchase intention was examined. Service quality was measured using an adapted SERVQUAL version for the mobile telephony sector. Four hundred mobile telephony users were personally interviewed and four focus groups were conducted. Repurchase intention was used as a behavioural component to measure customer loyalty, however, it should be noted that customers stated repurchase intention does not always ensures their actual repurchase behaviour.",
    "countries": [
      "England",
      "Greece"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "customer repurchase intention; customer loyalty; SERVQUAL; mobile telephony; Greece; SERVICE QUALITY; CONSUMER PERCEPTIONS; SATISFACTION; MODEL; CONSEQUENCES; EXPECTATIONS; INTENTIONS; SCALE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Appraising shipping service quality: case of Vinalines",
    "authors": [
      "Luu Trong Tuan",
      "INDERSCIENCE ENTERPRISES LTD",
      "Luu Trong Tuan",
      "Luu Trong Tuan",
      "Luu Trong Tuan"
    ],
    "year": "2012",
    "journal": "INTERNATIONAL JOURNAL OF SHIPPING AND TRANSPORT LOGISTICS",
    "doi": "10.1504/IJSTL.2012.047491",
    "uid": "WOS:000309611600004",
    "abstract": "In shipping service realm, service quality of a carrier has been increasingly discerned as a crucial factor behind the attainment of its competitive edge and market superiority, not merely since its high service quality will increase its customers' satisfaction, but also since its high service quality can create new values for its customers. As a result, there emerges a need for a service quality instrument with which a carrier can gaze at themselves. A question is whether the SERVQUAL instrument developed for other services' industries can be utilised to gauge service quality perceptions and expectations in shipping. Predicated on a survey of 152 respondents from Vinalines's customer companies, the study reveals that customers' expectations of Vinalines's shipping services were impacted by three factors: 'reliability', 'empathy and responsiveness', and 'assurance'.",
    "countries": [
      "Thailand",
      "Vietnam"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "service quality; SQ; service performance; SERVQUAL model; shipping services; SATISFACTION; PERSPECTIVES; PERCEPTIONS; RELIABILITY; CUSTOMERS; VALIDITY; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "A service quality improvement dynamic decision support system for refurbishment contractors",
    "authors": [
      "Perng, Yeng-Horng",
      "Hsia, Yi-Ping",
      "Lu, Hui-Jung",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Perng, Yeng-Horng"
    ],
    "year": "2007",
    "journal": "TOTAL QUALITY MANAGEMENT & BUSINESS EXCELLENCE",
    "doi": "10.1080/14783360701349716",
    "uid": "WOS:000250245000003",
    "abstract": "A refurbishment industry grows as a nation gradually develops. To assist contractors in building core competencies as well as sustaining competitive advantages, a service quality dynamic decision support system (SQDDSS) is proposed in this paper. This system adopts the system dynamics approach as the construction model for continuous improvement of service quality. On the basis of quantitative management, a cyclic procedure is developed, including current assessment, issue investigation, strategy-making, execution performance, feedback and improvement. Aided by feedback loop analysis in the dynamic system and longitudinal case simulation for all related scenarios, the decision-maker may constantly achieve optimal strategies. The procedure consists of a model base module, a database module and a user interface. Within the model base, a service quality measurement model is built according to SERVQUAL, introduced by Parasuraman et al. (1988), which is provided to measure service quality, while an optimal function is applied to assist contractors in developing optimal strategy and evaluating required resources. A case of a housing refurbishing company SQDDSS run by the package software, Powersim Studio is selected to demonstrate the proposed system.",
    "countries": [
      "Taiwan",
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "service quality; system dynamics; decision support system (DSS); refurbishment",
    "subtypeDescription": "Article"
  },
  {
    "title": "Handling stakeholder uncertain judgments in strategic transport service analyses",
    "authors": [
      "Lupo, Toni",
      "ELSEVIER SCI LTD",
      "Lupo, Toni",
      "Lupo, Toni"
    ],
    "year": "2013",
    "journal": "TRANSPORT POLICY",
    "doi": "10.1016/j.tranpol.2013.04.002",
    "uid": "WOS:000325238500007",
    "abstract": "The quality level of services has to be constantly controlled, especially under conditions of competition increasing and limited resources. However, considering that service performance analyses are based on stakeholders' judgments, they can be characterized by possible uncertainties related to incompleteness for partial ignorance, imprecision for subjectivity and even vagueness. Therefore, under these conditions, unreliable results can be obtained by widely used service analysis methodologies. In the present paper, a methodology based on a recent extension of the SERVQUAL model, and that uses in combined manner the fuzzy set theory and the analytic hierarchy process method is proposed to effectively handle uncertainty in service performance analyses. In particular, the fuzzy set theory is considered to deal with such uncertainty, whereas the AHP method is adopted as tool to estimate the importance weights of the strategic service attributes.",
    "countries": [
      "Italy"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Uncertainty; ServQual model; AHP method; Fuzzy set theory; Customer satisfaction evaluation; Transport service analysis; HIERARCHY PROCESS; DECISION-MAKING; QUALITY; MODEL; GAPS",
    "subtypeDescription": "Article"
  },
  {
    "title": "VACCINATION AGAINST INFLUENZA IN NURSING-HOMES IN BRUSSELS",
    "authors": [
      "DEWALS, P",
      "DAUFFENBACH, S",
      "MASSON EDITEUR",
      "DEWALS, P"
    ],
    "year": "1992",
    "journal": "REVUE D EPIDEMIOLOGIE ET DE SANTE PUBLIQUE",
    "doi": "N/A",
    "uid": "WOS:A1992KG01500008",
    "abstract": "The aims is to measure the immunization rate against influenza in nursing homes in Brussels, to identify the methodologic problems of a survey in this type of population, to analyse the predictors of vaccine administration and to make recommendations for increasing vaccine coverage. On February 1, 1989, there were 339 nursing homes (14 095 beds) in Brussels. These nursing homes were stratified according to their size and administrative status. One home in eight was selected at random as well as two residents in three in each home. The study population included 1 165 residents in 44 nursing homes; their mean age was 81 years. The determinants of vaccine administration were analysed by logistic regression according to Donabedian's model of supply and demand Vaccine coverage was estimated at 69 %; an optimistic estimate since 20 of the homes contacted refused to participate and there are reasons to believe that the immunization rate was low in this group. Among the 781 residents able to respond, only 10 % had requested to be immunized The vaccine had been offered to 67 % of that group. Factors predicting vaccine administration were the legal status of the nursing homes, the ambulatory status of the resident, knowledge of the vaccine, a history of prior vaccination, a favorable opinion about the vaccine effectiveness, safety and usefulness. Neither age nor the existence of a chronic condition were significant predictors.",
    "countries": [
      "CANADA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "INFLUENZA; IMMUNIZATION; VACCINE; NURSING HOME; BELGIUM",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality of Service in Traditional and Self-Service Pharmacies in the Maracaibo Municipality, Zulia State",
    "authors": [
      "Castellano, Susie",
      "Gonzalez, Pamela",
      "UNIV ZULIA CENTRO ESTUDIOS EMPRESA",
      "Castellano, Susie",
      "Castellano, Susie"
    ],
    "year": "2010",
    "journal": "REVISTA VENEZOLANA DE GERENCIA",
    "doi": "N/A",
    "uid": "WOS:000290598100004",
    "abstract": "Today, quality of service should be a strategy for every company if it intends to stay in the market at high competitive levels. The main objective of this research is to compare the quality of service for traditional pharmacies and the self-service approach in Maracaibo. Methodology consisted of documentary review, secondary sources and applying two instruments to measure the variable: a checklist for pharmacies with a dichotomous scale to identify their characteristics and a structured interview with a Likert scale for pharmacy users. Results showed the existence of a medium quality of service at traditional pharmacies and high quality at self-service pharmacies in the municipality of Maracaibo, State of Zulia. It is recommended that traditional pharmacies focus on overcoming their weaknesses, taking into account the strengths of self-service pharmacies.",
    "countries": [
      "Venezuela"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Quality of service; pharmacy; dimensions of the quality of service; ServPerf",
    "subtypeDescription": "Article"
  },
  {
    "title": "Measuring Service Quality via a Fuzzy Analytical Approach",
    "authors": [
      "Yu, Min-Chun",
      "Keng, I.",
      "Chen, Hon-Xun",
      "SPRINGER HEIDELBERG",
      "Yu, Min-Chun",
      "Keng, I.",
      "Chen, Hon-Xun",
      "Yu, Min-Chun"
    ],
    "year": "2015",
    "journal": "INTERNATIONAL JOURNAL OF FUZZY SYSTEMS",
    "doi": "10.1007/s40815-015-0006-7",
    "uid": "WOS:000356335400017",
    "abstract": "Service quality plays an important role to pursue excellence of total quality management. Measurement of service quality requires criteria that are not only subjective but also intangible. This study proposes a Fuzzy Analytic approach for the measurement of service quality while making use of the fuzzy nature of attitude measurement and taking into consideration the dependency among several criteria. An integration of fuzzy AHP and ANP is utilized to deal with various relationships among evaluation criteria. Service quality for a Taiwanese commercial bank is measured by the proposed method. Appropriate criteria for the bank's service quality are developed based on existing literature and interviews of the bank's managers. Factor analysis shows that the service quality is composed by employee skills, accessibility, and tangibility. The fuzzy approach is then implemented to calculate the weights of criteria based on the relationship among them. The overall service quality can be measured by summing up the weighted score. The proposed approach is found useful to measure service quality in accordance with real world situation.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Service quality; SERVQUAL; Fuzzy analytic hierarchy process (FAHP); Fuzzy analytic network process (FANP); IMPORTANCE WEIGHTS; REQUIREMENTS",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Survey Relationship between Service Quality, Customer Satisfaction, and Behavioral Intentions from Viewpoint of Customers in Arak Private Bank Branches",
    "authors": [
      "Dasht, Yones Rasoul",
      "Fazli, Alireza",
      "MARSLAND PRESS",
      "Dasht, Yones Rasoul",
      "Dasht, Yones Rasoul"
    ],
    "year": "2012",
    "journal": "LIFE SCIENCE JOURNAL-ACTA ZHENGZHOU UNIVERSITY OVERSEAS EDITION",
    "doi": "N/A",
    "uid": "WOS:000316682500084",
    "abstract": "One of the biggest contemporary challenges of management in service industries is providing and maintaining customer satisfaction. Service quality and customer satisfaction have increasingly been identified as key factors in the battle for competitive differentiation and customer retention. Service quality brings many advantages to the company. It allows the company to differentiate itself from its competitors by increasing sales and market shares, providing opportunities for cross-selling, improving customer relations and thus, enhancing the corporate image. It results in the satisfaction and retention of customers and employees, thus reducing turnover rates. The purpose of this research is to survey relationship between service quality, customer satisfaction and behavioral intention in the private banks, to measure service quality we used an adaptation of the SERVQUAL scale. To test hypothesis used structural equation models and LISREL Software. Finally second and third hypothesis are accepted also research results suggest that dominant dimensions of Service Quality in the Private Bank Are: 1) Responsiveness., 2) Knowledge., 3) Tangibles and 4) Recovery. [Yones Rasoul Dasht, Alireza Fazli. The Survey Relationship between Service Quality, Customer Satisfaction, and Behavioral Intentions from Viewpoint of Customers in Arak Private Bank Branches. Life Sci J 2012;9(4):561-566] (ISSN:1097-8135). http://www.lifesciencesite.com. 85",
    "countries": [
      "Iran"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Service Quality; Customer Satisfaction; Behavioral Intentions",
    "subtypeDescription": "Article"
  },
  {
    "title": "Attitude Isn't the only Thing, It's Everything: Humanistic Care of the Bariatric Patient Using Donabedian's Perspective on Quality of Care",
    "authors": [
      "Beitz, Janice M.",
      "H M P COMMUNICATIONS",
      "Beitz, Janice M.",
      "Beitz, Janice M.",
      "Beitz, Janice M."
    ],
    "year": "2018",
    "journal": "OSTOMY WOUND MANAGEMENT",
    "doi": "N/A",
    "uid": "WOS:000439686000002",
    "abstract": "Comprehensive care of bariatric patients is challenging. Although structural knowledge exists bout safe care given correct equipment and supplies, care processes also must be humane. The literature suggests morbidly obese patients may fear the health system because of past negative experiences. The purpose of this literature review was to examine quality issues in the care of bariatric patients in light of Donabedian's structure-process-outcomes model, emphasizing process components. Using the Cumulative Index to Nursing and Allied Health Literature (CINAHL), MEDLINE, and PsycINFO; the criteria English language and years 2005 to 2017; and the search terms morbid obesity, obesity, bariatric, attitudes, health professionals, health clinicians, and patient care yielded 150 articles. Of those, 35 were pertinent to the review. A subsequent search using the terms Donabedian, care, and quality in MEDLINE and CINAHL resulted in 68 and 36 citations, respectively; 4 were used. When the searches were combined, no articles were identified. Findings show care providers generally understand structure aspects (knowledge or what to do) but need increased understanding of optimal care interventions (process issues or how to perform an intervention), including physical and psychological aspects. Organizations have a responsibility to ensure appropriate equipment and supportive services are available to achieve desired outcomes. Structure components will not overcome barriers or prevent complications if uncaring attitudes (processes) interfere with interpersonal interactions. Implications for clinical practice include requisite reflection on personal belief systems and empathetic understanding of precursors to morbid obesity development. Research needs to analyze what process issues are hampering quality care delivery and how to eradicate deficiencies. Health professionals can promote optimal bariatric patient outcomes by developing necessary insight and clinical wisdom. Obesity is a worldwide epidemic and those affected deserve improved care now.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "review literature; obesity; quality of care; attitude of health personnel; outcome and process assessment; MORBIDLY OBESE-PATIENTS; INTENSIVE-CARE; HEALTH-CARE; EXPERIENCES; CHILDHOOD; PROJECT; ABUSE; WOMEN; SKIN",
    "subtypeDescription": "Article"
  },
  {
    "title": "Can library users distinguish between minimum, perceived, and desired levels of service quality? Validating LibQUAL plus ® using multitrait multimethod analysis",
    "authors": [
      "Natesan, Prathiba",
      "Aerts, Xing",
      "ELSEVIER SCIENCE INC",
      "Natesan, Prathiba",
      "Aerts, Xing",
      "Natesan, Prathiba",
      "Batley, Prathiba"
    ],
    "year": "2016",
    "journal": "LIBRARY & INFORMATION SCIENCE RESEARCH",
    "doi": "10.1016/j.lisr.2016.01.004",
    "uid": "WOS:000372770400005",
    "abstract": "LibQUAL+(R) is a widely used measure of library service quality. Based on SERVQUAL's gap theory, LibQUAL+(R) measures items on three levels of service quality: minimum, perceived, and desired levels. Differences between user evaluations of service quality on these levels indicate the types of gaps in service quality. Gap theory has been criticized due to the possible inability of users to distinguish between different levels. However no study has investigated this claim using statistical analysis. A multitrait multimethod (MTMM) framework was used to evaluate the validity of using three levels of measurement to measure customer satisfaction in LibQUAL+(R). Measurement errors across levels of measurement are correlated, indicating that simple score differences are inaccurate estimates of gaps. Users are able to distinguish between the three levels of measurement indicating support for validity of using gap theory in measuring library service quality. (C) 2016 Elsevier Inc. All rights reserved.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "CONFIRMATORY FACTOR-ANALYSES; POLYCHORIC CORRELATIONS; MODEL; COEFFICIENTS; PERCEPTIONS; RELIABILITY; INVARIANCE; VARIABLES; CRITIQUE; VALIDITY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Effectiveness of a voluntary family befriending service: a mixed methods evaluation using the Donabedian model",
    "authors": [
      "Gentry, S. V.",
      "Powers, E. F. J.",
      "Azim, N.",
      "Maidrag, M.",
      "W B SAUNDERS CO LTD",
      "Gentry, S. V.",
      "Powers, E. F. J.",
      "Azim, N.",
      "Maidrag, M.",
      "Gentry, S. V.",
      "Powers, E. F. J.",
      "Gentry, S. V.",
      "Gentry, S. V.",
      "Gentry, S. V.",
      "Gentry, Sarah"
    ],
    "year": "2018",
    "journal": "PUBLIC HEALTH",
    "doi": "10.1016/j.puhe.2018.03.034",
    "uid": "WOS:000436441200014",
    "abstract": "Objectives: Voluntary befriending schemes operate in many countries, promoting public health by supporting vulnerable individuals and families. Use of third sector and voluntary services to complement health and social care provision is increasingly important globally in the context of economic and demographic challenges, but the evidence base around such collaborations is limited. This article reports the results of operational evaluation research seeking to use robust routine work to generate transferable findings for use by those commissioning and providing services. The subject of our evaluation research is 'Home-Start Suffolk' (HSS) in Suffolk County, UK, an example of a third sector organisation commissioned to support the public health offer to local families.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Voluntary befriending; Third sector; Applied public health research; Vulnerable families; Children and young people; Home-Start; MEDICAL-CARE; QUALITY; SUPPORT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality of CIIT Library Services and Users' Satisfaction: A Survey of Students, Faculty and Staff Members",
    "authors": [
      "Sheikh, Arslan",
      "WALTER DE GRUYTER GMBH",
      "Sheikh, Arslan"
    ],
    "year": "2014",
    "journal": "LIBRI-INTERNATIONAL JOURNAL OF LIBRARIES AND INFORMATION STUDIES",
    "doi": "10.1515/libri-2014-0005",
    "uid": "WOS:000333469300005",
    "abstract": "The basic purpose of this paper is to evaluate the quality of library services at COMSATS Institute of Information Technology (CIIT) Islamabad campus from its users' perspective. The survey method was selected for the study and a modified SERVQUAL questionnaire was used as an instrument to collect data from the students, faculty, and staff members. Because of the large potential population, random sampling was applied and 275 questionnaires were distributed, of which 207 valid responses were received. The questionnaire was consisted of 22 paired closed-ended questions to elicit the responses of the users on a 7-point Likert scale. Analysis of the collected data revealed that there are no significant differences between the levels of users' expectations and perceptions, which signify that the CIIT library is not lacking in quality services and users are satisfied with various aspects of its service quality. The study will be useful for those library professionals who wish to investigate the strengths, weaknesses and threats in their library services and who also intend to enhance the quality of these services. The study demonstrates that it is possible to make meaningful comparisons of library services, and argues that LIBQUAL should be introduced to provide a systematic regular study of the performance of Pakistan's university libraries in meeting user expectations.",
    "countries": [
      "Pakistan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "PERCEPTIONS; UNIVERSITY",
    "subtypeDescription": "Article"
  },
  {
    "title": "THE MEASUREMENT OF PROCESS AND THE ROLE OF INFORMATION TECHNOLOGY",
    "authors": [
      "RYAN, MP",
      "DODD, W",
      "ROYAL SOC EDINBURGH",
      "RYAN, MP"
    ],
    "year": "1993",
    "journal": "PROCEEDINGS OF THE ROYAL SOCIETY OF EDINBURGH SECTION B-BIOLOGICAL SCIENCES",
    "doi": "N/A",
    "uid": "WOS:A1993ML50800003",
    "abstract": "Process of care is the most immediate, relevant and susceptible to improvement of Donabedian's three elements of quality assurance. To place the study of process in context, the history of quality assurance in English-speaking countries is reviewed, with particular emphasis on the U.S.A. A range of methods are examined in detail and examples are provided to illustrate their strengths and weaknesses. Particular attention is paid to the use of explicit and implicit criteria. The importance of information technology in monitoring the process of care cannot be over-stated. Limited audit is possible with manual records but all substantial projects require computer support. The value of capturing data from operational systems rather than from dedicated projects is emphasised. Attention is drawn to the key importance of structured records and minimum data sets; these allow information to be pooled and process studies to be generalised. Examples are given of quality assurance projects which have used information technology. Finally potential future developments are reviewed with particular reference to clinical guidelines and computer-based clinical decision support systems.",
    "countries": [
      "SCOTLAND"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "HOSPITAL PATIENT RECORDS; GENERAL-PRACTICE; QUALITY MANAGEMENT; HEALTH-CARE; AUDIT; NHS; SATISFACTION; STANDARDS; ASSURANCE; NEED",
    "subtypeDescription": "Review"
  },
  {
    "title": "QUALITY AND STANDARDS IN HEALTH-CARE",
    "authors": [
      "IRVINE, D",
      "DONALDSON, L",
      "ROYAL SOC EDINBURGH",
      "IRVINE, D"
    ],
    "year": "1993",
    "journal": "PROCEEDINGS OF THE ROYAL SOCIETY OF EDINBURGH SECTION B-BIOLOGICAL SCIENCES",
    "doi": "N/A",
    "uid": "WOS:A1993ML50800002",
    "abstract": "The chapter describes the professional and regulatory landmarks which have influenced the development of the quality movement in health care in the UK and the USA. They reflect the similarities and differences in the approach to quality which have evolved within the National Health Service in Britain when compared with a free market system of health care such as that in North America.",
    "countries": [
      "ENGLAND"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "CONTINUING MEDICAL-EDUCATION; PRACTICE GUIDELINES; GENERAL-PRACTICE; CONTROLLED-TRIAL; AMBULATORY CARE; UNITED-STATES; CONSENSUS; ASSURANCE; MANAGEMENT; FEEDBACK",
    "subtypeDescription": "Review"
  },
  {
    "title": "Bridge over troubled water or long and winding road? Gap-5 in airline service quality performance measures",
    "authors": [
      "Chau, Vinh Sum",
      "Kao, Yu-Ying",
      "EMERALD GROUP PUBLISHING LTD",
      "Chau, Vinh Sum",
      "Kao, Yu-Ying",
      "Chau, Vinh Sum",
      "Chau, Vinh Sum"
    ],
    "year": "2009",
    "journal": "MANAGING SERVICE QUALITY",
    "doi": "10.1108/09604520910926836",
    "uid": "WOS:000279929500006",
    "abstract": "Purpose - This paper seeks to apply the SERVQUAL model to identify critical performance measures in the airline industry, exploring differences between Eastern and Western expectations of airline service quality and delivery.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Customer services quality; SERVQUAL; Airlines; Performance management; Customer satisfaction; MANAGEMENT; EXPECTATIONS; DIMENSIONS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Labor and Delivery Nurse Staffing as a Cost-Effective Safety Intervention",
    "authors": [
      "Wilson, Barbara L.",
      "Blegen, Mary",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Wilson, Barbara L.",
      "Blegen, Mary",
      "Wilson, Barbara L."
    ],
    "year": "2010",
    "journal": "JOURNAL OF PERINATAL & NEONATAL NURSING",
    "doi": "10.1097/JPN.0b013e3181f32703",
    "uid": "WOS:000283742100007",
    "abstract": "Numerous studies have identified a relationship between staffing levels and nurse-sensitive outcomes for medical and surgical patients, but little has been published on the impact of nurse-sensitive outcomes for the childbearing family and even less that examines the relationship of intrapartum staffing on adverse perinatal outcomes. Using a derivation of Donabedian's classic structure, process, and outcomes framework, a model is proposed, which would allow obstetrical primary care providers and administrators alike the opportunity to examine the influence of nurse staffing on adverse obstetrical events, including unanticipated cesarean birth in low-risk women or newborn intensive care unit admissions. It is recognized that hospitals carry a significant burden in the prevention of adverse outcomes that range from nurse staffing levels to the internal process and infrastructure of the hospital setting. Patient outcomes are a direct result not only of the patient's health status and characteristics (eg, socioeconomic position and ethnicity), but also of interactions with the healthcare delivery system. As such, the opportunity to examine hospital characteristics (structure and processes) that may be detrimental to safe patient outcomes is of paramount importance in providing optimal outcomes for childbearing women and their families.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "nurse staffing; patient safety; perinatal outcomes; CESAREAN BIRTH-RATE; PATIENT MORTALITY; CARE; QUALITY; OUTCOMES; MORBIDITY; HOSPITALS; WORKLOAD; SURVIVAL; VOLUME",
    "subtypeDescription": "Article"
  },
  {
    "title": "Driving Hospital-Acquired Pressure Injuries to Zero: A Quality Improvement Project",
    "authors": [
      "Aningalan, Alexis M.",
      "Gannon, Brittany (Ray)",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Aningalan, Alexis M.",
      "Gannon, Brittany (Ray)",
      "Aningalan, Alexis M.",
      "Aningalan, Alexis",
      "Aningalan, Alexis"
    ],
    "year": "2023",
    "journal": "ADVANCES IN SKIN & WOUND CARE",
    "doi": "10.1097/ASW.0000000000000056",
    "uid": "WOS:001150656300009",
    "abstract": "OBJECTIVE: To implement a collaborative, interdisciplinary team approach to reducing hospital-acquired pressure injuries (HAPIs) through nurse empowerment and engagement. METHODS: This quality improvement project was conducted at a 288-bed community hospital. The Donabedian model was used to design this intervention. The authors used a collaborative, interdisciplinary team approach for pressure injury prevention and management, utilizing nurse empowerment and engagement as driving forces to reduce HAPI rates. RESULTS: The incidence of HAPI decreased from a peak of 5.30% in April 2019 down to 0% from August 2019 to December 2020. CONCLUSIONS: Pressure injuries are key quality indicators for patient safety and avoidance of patient harm. Through nurse empowerment and engagement, HAPIs were avoided, resulting in improved quality care outcomes and maintenance of a safe patient environment.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "collaborative practice; hospital-acquired pressure injury; interdisciplinary; pressure injury; pressure ulcer; quality improvement; team-based approach; CARE; EMPOWERMENT; PROGRAM",
    "subtypeDescription": "Article"
  },
  {
    "title": "Service quality in Hong Kong: wet markets vs supermarkets",
    "authors": [
      "Bougoure, Ursula",
      "Lee, Bernard",
      "EMERALD GROUP PUBLISHING LTD",
      "Bougoure, Ursula",
      "Lee, Bernard",
      "Bougoure, Ursula"
    ],
    "year": "2009",
    "journal": "BRITISH FOOD JOURNAL",
    "doi": "10.1108/00070700910924245",
    "uid": "WOS:000264041700006",
    "abstract": "Purpose - The purpose of this paper is to determine consumer perceptions of service quality in wet markets and supermarkets in Hong Kong.",
    "countries": [
      "Australia",
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Customer services quality; Food products; Retailing; Hong Kong; REEXAMINATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "EXPLORING THE DIMENSIONALITY OF SERVICE QUALITY: AN APPLICATION OF TOPSIS IN THE INDIAN BANKING INDUSTRY",
    "authors": [
      "Pal, Manabendra N.",
      "Choudhury, Koushiki",
      "WORLD SCIENTIFIC PUBL CO PTE LTD",
      "Pal, Manabendra N.",
      "Choudhury, Koushiki"
    ],
    "year": "2009",
    "journal": "ASIA-PACIFIC JOURNAL OF OPERATIONAL RESEARCH",
    "doi": "N/A",
    "uid": "WOS:000264893700006",
    "abstract": "The Indian banking industry is going through turbulent times. With the lowering of entry barriers and blurring product lines of banks and non-banks since the financial sector reforms, banks are functioning increasingly under competitive pressures. Hence, it is imperative that banks maintain a loyal customer base. In order to achieve this and improve their market positions, many retail banks are directing their strategies towards increasing customer satisfaction and loyalty through improved service quality. Moreover, with the advent of international banking and innovations in the marketplace, customers are having greater and greater difficulty in selecting one institution from another.",
    "countries": [
      "India"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Service quality; TOPSIS; banking; factors; dimensionality; performance evaluation; ranking; CONSUMER PERCEPTIONS",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Generalizability of the Effects of Retailer e-Service Quality Dimensions",
    "authors": [
      "Finn, Adam",
      "WILEY",
      "Finn, Adam",
      "Finn, Adam"
    ],
    "year": "2010",
    "journal": "CANADIAN JOURNAL OF ADMINISTRATIVE SCIENCES-REVUE CANADIENNE DES SCIENCES DE L ADMINISTRATION",
    "doi": "10.1002/CJAS.131",
    "uid": "WOS:000277635600004",
    "abstract": "Research on the effects of e-service quality dimensions on customer satisfaction and behavioural intentions has used cross-sectional data from customer surveys. To draw managerial implications, such research assumes that model parameters estimated across service provider customers apply also to the service providers. The current study collects e-service data that fully cross respondents with retailer websites. These crossed data are then used to compare the modelled effects of quality dimensions estimated on the confounded data with those estimated across customers and those estimated across websites. The results provide evidence of considerable inconsistency, suggesting that managers should not rely on conclusions drawn from an analysis of variation across customers. Copyright (C) 2010 ASAC. Published by John Wiley & Sons, Ltd.",
    "countries": [
      "Canada"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "e-service quality dimensions; customer satisfaction; behavioural intentions; generalizability theory; covariance components; SATISFACTION; FOUNDATIONS; PERCEPTIONS; PARADIGM; SCALE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Avedis Donabedian - Obituary",
    "authors": [
      "Horder, J",
      "BRITISH MED JOURNAL PUBL GROUP"
    ],
    "year": "2001",
    "journal": "BRITISH MEDICAL JOURNAL",
    "doi": "N/A",
    "uid": "WOS:000166496100073",
    "abstract": "N/A",
    "countries": [
      "N/A"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Biography"
  },
  {
    "title": "The conceptual domain of service quality for inpatient nursing services",
    "authors": [
      "Koerner, MM",
      "ELSEVIER SCIENCE INC",
      "Koerner, MM"
    ],
    "year": "2000",
    "journal": "JOURNAL OF BUSINESS RESEARCH",
    "doi": "N/A",
    "uid": "WOS:000087135300012",
    "abstract": "This exploratory study examines the conceptual domain of service quality for inpatient nursing services. The findings suggest that the prevailing conceptual definition of service quality, as articulated by Parasuraman, Zeithaml, and Berry (1985, 1988), does not accurately describe service quality for the customers of inpatient nursing services. A definition of inpatient nursing service quality is provided, and an instrument based on that definition, the Inpatient Nursing Service Quality Scale, is presented. The instrument's construct validity, nomological validity, and reliability are examined, and the findings are favorable. The results of the study reveal that service quality perceptions for hospital inpatients consist of five dimensions: compassion, uncertainty reduction, reliability, close relationships, and individualized care. The dimensions are significant predictors of several outcomes, including global perceptions of service quality, willingness to recommend, and repurchase intentions. It is argued that industry-specific qualitative research should be conducted before wing generic service quality measurement tools ou instruments developed in other industries. (C) 2000 Elsevier Science Inc. All rights reserved.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "CONSUMER PERCEPTIONS; SERVQUAL SCALE; SATISFACTION; EXPECTATIONS; TRANSACTIONS; REASSESSMENT; IDENTITY; VALIDITY; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Privately Provided Accommodation Service Quality and Customer Satisfaction: The Case of Nsamizi Training Institute of Social Development",
    "authors": [
      "Mugambwa, Joshua",
      "Mugerwa, George William",
      "Mutumba, Wilson Williams",
      "Muganzi, Claire",
      "Namubiru, Bridget",
      "Waswa, Yusuf",
      "Kayongo, Isaac Newton",
      "SAGE PUBLICATIONS INC",
      "Mugambwa, Joshua",
      "Mutumba, Wilson Williams",
      "Mugerwa, George William",
      "Muganzi, Claire",
      "Namubiru, Bridget",
      "Waswa, Yusuf",
      "Kayongo, Isaac Newton",
      "Mugambwa, Joshua"
    ],
    "year": "2016",
    "journal": "SAGE OPEN",
    "doi": "10.1177/2158244016638390",
    "uid": "WOS:000380352000008",
    "abstract": "Privately provided accommodation is a growing service in Uganda's higher education sector due to education liberalization and demand for education. This research took a case study of Nsamizi Training Institute of Social Development (NTISD) to determine the relationship between privately provided accommodation service quality and customer satisfaction. Specifically, the objectives of the study were (a) to find out the relationship between security and NTISD students' satisfaction with privately provided accommodation, and (b) to find out the hierarchical level of importance of NTISD student satisfaction of the three service quality dimensions (reliability, security, and tangibles) with privately provided accommodation. Using quantitative and qualitative modes of data analysis and a sample of 300 students from 20 private hostels, this study established a strong positive significant relationship between security and satisfaction regarding privately provided accommodation. This implies that accommodation service providers should increase the quality of security so as to increase the satisfaction of students regarding privately provided accommodation. The study established the hierarchical order of importance from the most important service quality dimension, respectively, as follows: reliability, security, and tangibles. Therefore, private accommodation service managers should pay extra attention to the dimensions in the same order.",
    "countries": [
      "Uganda"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "accommodation service quality; private accommodation; customer satisfaction; security; Uganda",
    "subtypeDescription": "Article"
  },
  {
    "title": "Perceived quality of healthcare in a multicenter, community-based population of polypathological patients",
    "authors": [
      "Rincon-Gomez, Manuel",
      "Bernabeu-Wittel, Maximo",
      "Bohorquez-Colombo, Pilar",
      "Moreno-Gavino, Lourdes",
      "Cassani-Garza, Manuel",
      "Ortiz-Camunez, Maria-Angeles",
      "Ollero-Baturone, Manuel",
      "ELSEVIER IRELAND LTD",
      "Rincon-Gomez, Manuel",
      "Bernabeu-Wittel, Maximo",
      "Moreno-Gavino, Lourdes",
      "Cassani-Garza, Manuel",
      "Ollero-Baturone, Manuel",
      "Bohorquez-Colombo, Pilar",
      "Ortiz-Camunez, Maria-Angeles",
      "Bernabeu-Wittel, Maximo",
      "RINCON-GOMEZ, MANUEL",
      "Bernabeu-Wittel, Maximo",
      "Bernabeu-Wittel, Máximo"
    ],
    "year": "2011",
    "journal": "ARCHIVES OF GERONTOLOGY AND GERIATRICS",
    "doi": "10.1016/j.archger.2010.03.003",
    "uid": "WOS:000286980900010",
    "abstract": "The objective was to determine perceived quality of care (PQC) in patients with multiple chronic conditions, whose care is structured in Andalusia (Spain) under polypathological patients (PP) care process, and identifying aspects for its improvement. The study was a community-based cross-sectional survey carried out in 4 primary care centers (which attended a total of 62,702 adults, of them, 662 were actively identified as PP). Finally, 461 PP and their caregivers were interviewed (69% of eligible population) including assessment of PQC following SERVQUAL model, clinical and demographical data. On a five-point Likert scale (from 1, 'much worse than expected'; to 5, 'much better'), PQC rated 3.68 +/- 0.59 (+/- S.D.). Independent PQC predictors were: empathy for family physician, identifying nurses, presence of peripheral artery disease or diabetes mellitus with vascular complications, and not having functional limitations. In this population-based survey, PP attended at primary care have an acceptable PQC. Measures aimed to lessening functional deterioration, supporting dependent patients, and improving relationship between PP and their healthcare professionals could increase PQC. (C) 2010 Elsevier Ireland Ltd. All rights reserved.",
    "countries": [
      "Spain"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Comorbidity; Chronic disease; Polypathological patient; Quality of health care; Patient satisfaction; Geriatric assessment; Caregivers; GENERAL-PRACTICE; SERVICE QUALITY; SATISFACTION; DETERMINANTS; COMORBIDITY; PHYSICIANS; FEATURES; IMPACT; USERS",
    "subtypeDescription": "Article"
  },
  {
    "title": "In memoriam - Dr Avedis Donabedian",
    "authors": [
      "Jones, DJ",
      "AMER COLLEGE MEDICAL QUALITY",
      "Jones, Deborah"
    ],
    "year": "2001",
    "journal": "AMERICAN JOURNAL OF MEDICAL QUALITY",
    "doi": "N/A",
    "uid": "WOS:000169979000002",
    "abstract": "N/A",
    "countries": [
      "N/A"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Biography"
  },
  {
    "title": "Deregulation, quality and access - The case of legal professionals in Poland",
    "authors": [
      "Bialowolski, Piotr",
      "Masior, Michal",
      "WILEY",
      "Bialowolski, Piotr",
      "Bialowolski, Piotr",
      "Masior, Michal",
      "Masior, Michal",
      "Masior, Michal",
      "Masior, Michal",
      "Bialowolski, Piotr",
      "Bialowolski, Piotr"
    ],
    "year": "2021",
    "journal": "SOCIAL POLICY & ADMINISTRATION",
    "doi": "10.1111/spol.12719",
    "uid": "WOS:000626300200001",
    "abstract": "This article provides a comprehensive assessment of changes in the quality of legal services in Poland. From 2005 to 2015, changes in the regulatory framework facilitated access to legal professions in Poland, providing a space for employment growth. Our analysis showed that an increase in the number of legal professionals following deregulation did not lead to a decline in the quality of legal services in any dimensions. However, it coincided with improved access to legal services. The results were based on a comprehensive survey conducted among consumers of legal services. The survey used the SERVQUAL approach previously adopted by the Legal Services Consumers Panel in England and Wales and focused principally on the process and outcome measures to capture the changes in quality of legal services. The mostly negative results pointing to no significant changes were confirmed by the secondary analysis based on a survey of judges, a group of professionals capable of objectively assessing the quality of lawyers' work. Their reports supported the claim of the lack of decline in legal service quality following the reduction in barriers to entry to legal professions.",
    "countries": [
      "USA",
      "Poland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "access to justice; lawyers; legal services; professions; regulation; service quality; SERVICE QUALITY; MARKET; IMPACT",
    "subtypeDescription": "Article"
  },
  {
    "title": "AN EXPLORATORY EXAMINATION OF SERVICE QUALITY ATTRIBUTES IN THE ECOTOURISM INDUSTRY",
    "authors": [
      "Ban, Joowon",
      "Ramsaran, Rooma Roshnee",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Ban, Joowon",
      "Ramsaran, Rooma Roshnee",
      "Ban, Joowon",
      "Ban, Joowon (Janice)"
    ],
    "year": "2017",
    "journal": "JOURNAL OF TRAVEL & TOURISM MARKETING",
    "doi": "10.1080/10548408.2016.1141155",
    "uid": "WOS:000387989300009",
    "abstract": "This study explores service quality attributes of ecolodges in Australia. In-depth interviews were used to develop service quality dimensions that ecotourists believe to be of importance when visiting ecolodges. The performance-based measure of service quality (SERVPERF) was adapted as a generic measure of service quality in order to investigate whether the SERVPERF instrument is applicable to the ecolodge industry. Findings indicate that three additional dimensions are specific to the ecolodge sector: eco-friendly practices, eco-activities, and eco-learning. The findings are significant in assessing guests' perceptions of service quality in the ecotourism area and can serve as a framework for further empirical research.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Service quality; SERVPERF; ecolodges; ecotourism; in-depth interviews; BEHAVIORAL INTENTIONS; SATISFACTION; PERCEPTIONS; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "ASSESSMENT OF THE QUALITY OF SERVICE PROVIDED BY A NATIONAL REGULATORY INSTITUTION",
    "authors": [
      "Adetunji, O.",
      "Yadavalli, V. S. S.",
      "Malada, A.",
      "SOUTHERN AFRICAN INST INDUSTRIAL ENGINEERING",
      "Adetunji, O.",
      "Yadavalli, V. S. S.",
      "Adetunji, O.",
      "Adetunji, Olufemi"
    ],
    "year": "2013",
    "journal": "SOUTH AFRICAN JOURNAL OF INDUSTRIAL ENGINEERING",
    "doi": "N/A",
    "uid": "WOS:000320149100004",
    "abstract": "Government institutions need to assess how well they meet the needs of their customers, and what their customers think about the quality of the services they provide. This is aligned with the 'Bath Pele' principle of the South African government. The SERVQUAL scale, augmented with a qualitative survey, was used to determine how the National Home Builders Registration Council (NHBRC) is perceived by its clients, which key factors drive such perceptions, and whether the perceptions are consistent across the different client groups of this regulatory institution. The complementary role of qualitative data in illuminating issues driving quantitative results is highlighted. Service quality scores are computed for the NHBRC. The convergence of opinions of different customer groups was studied using correlation analysis. The significance of service quality perception gaps was tested using the multivariate analysis of variance, and the reliability of the SERVQUAL scale was examined using exploratory factor analysis. It was observed that by improving the feedback mechanism of the NHBRC, their clients' customer service quality perceptions could be enhanced.",
    "countries": [
      "South Africa"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "CONSUMER PERCEPTIONS; SATISFACTION; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Through a different lens: bridging the expectation-perception (quality) divide in higher education",
    "authors": [
      "Yeo, Roland K.",
      "Marquardt, Michael J.",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Yeo, Roland K.",
      "Yeo, Roland K.",
      "Marquardt, Michael J.",
      "Yeo, Roland K."
    ],
    "year": "2011",
    "journal": "ASIA PACIFIC JOURNAL OF EDUCATION",
    "doi": "10.1080/02188791.2011.621589",
    "uid": "WOS:000299210300002",
    "abstract": "The paper draws on the underpinnings of SERVQUAL (a Service Quality measurement model) and explores three key aspects of service standards as adopted by an Engineering School in Singapore: customer orientation, course design/delivery and support services. Qualitative methodology was employed and data were collected by means of structured in-depth interviewing with 24 respondents. Findings reveal that the way students are perceived, whether as customers or products, has a direct influence on the type of learning dynamics developed both inside and outside the classroom. Service quality needs to be evaluated on the basis of an integrated experience within a network of learning spaces created to promote dialogue, inquiry and reflection. By looking at the correlations of two sets of findings measuring gaps and perceived performance from a foreign study, a number of attributes were uncovered, illuminating our conceptual framework. It reveals another dimension of SERVQUAL such that the internal gaps would be made more explicit through the lenses of performance-based measures.",
    "countries": [
      "Kuwait",
      "Australia",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "course delivery; customer satisfaction; expectation; higher education; perception; service quality; Singapore; SERVICE QUALITY; CUSTOMER SATISFACTION; MANAGEMENT; PERFORMANCE; SYSTEMS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Value-Driven Care in Developmental-Behavioral Pediatrics, Part 2: Measuring Quality and Meeting the Challenge",
    "authors": [
      "Sandler, Adrian D.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Sandler, Adrian D.",
      "Sandler, Adrian D."
    ],
    "year": "2019",
    "journal": "JOURNAL OF DEVELOPMENTAL AND BEHAVIORAL PEDIATRICS",
    "doi": "10.1097/DBP.0000000000000686",
    "uid": "WOS:000480752600011",
    "abstract": "The drive to improve quality and reduce cost of health care is leading to a value-driven transformation of the US health care landscape. This is the second of a 2-part series on value-driven care and its implications for developmental-behavioral pediatrics (DBP). Part 1 addressed costs of care and enhancing value of care, with a particular focus on the value proposition of the field of DBP. This study begins with a discussion of the Donabedian's model of quality, including structure, process, patient satisfaction, and outcomes. The challenges of measuring process and outcomes in DBP are discussed, with a focus on (1) children 0 to 3 years of age identified as having global developmental delay, (2) recent diagnosis of complex attention-deficit hyperactivity disorder (ADHD) (ADHD plus comorbid conditions), and (3) children with autism spectrum disorder (ASD) and disruptive behavior. The study concludes with some of the important next steps for DBP providers, researchers, health care systems, professional societies, and families. With a discussion of national trends and a local example of a DBP program's response to these trends, the series is intended to provoke discussion and action in the field, contribute to the demonstration of value of a DBP approach to care, and help to chart a course toward growth and sustainability of DBP in an era of value-based care.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "value-driven care; quality improvement; outcome measurement; developmental behavioral pediatrics; AUTISM SPECTRUM DISORDER; PATIENT SATISFACTION; PRACTICE PARAMETER; CEREBRAL-PALSY; CHILDREN; DIAGNOSIS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Relationship of RN role responsibilities to job satisfaction",
    "authors": [
      "Nathenson, Paul",
      "Schafer, Lynn",
      "Anderson, Jackie",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Nathenson, Paul"
    ],
    "year": "2007",
    "journal": "REHABILITATION NURSING",
    "doi": "N/A",
    "uid": "WOS:000243288800004",
    "abstract": "This study tested a delivery of care model that maximizes the role of the registered nurse in rehabilitation by providing care based on the scope of practice exclusive to the registered nurse and supplementing that practice with licensed and non-licensed support personnel. The model of care was developed as a response to the nursing shortage. The model attempts to best utilize the limited resource of registered nurse staffing. The nursing shortage is a national and global public health problem that is expected to intensify as the nursing population ages. The hypothesis was that when the rehabilitation registered nurse is allowed to function in areas for which they are exclusively trained, job satisfaction will significantly improve as long as there is sufficient support staff to provide for non-essential functions. The conceptual model for the study is based on Donabedian's model which demonstrates the relationship between satisfaction and patient outcomes. Results indicated that after an initial stage of discomfort resulting from a change in role expectations nurse satisfaction improved when registered nurses functioned within their exclusive scope of practice.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "focus group; job satisfaction; model of care",
    "subtypeDescription": "Article"
  },
  {
    "title": "Delegation: What it means to acute care nurses",
    "authors": [
      "Standing, Theresa S.",
      "Anthony, Mary K.",
      "W B SAUNDERS CO-ELSEVIER INC",
      "Standing, Theresa S.",
      "Anthony, Mary K.",
      "Standing, Theresa S."
    ],
    "year": "2008",
    "journal": "APPLIED NURSING RESEARCH",
    "doi": "10.1016/j.apnr.2006.08.010",
    "uid": "WOS:000253329700003",
    "abstract": "As health care costs rise, nurses are increasingly delegating tasks to unlicensed assistive personnel (UAP). The purpose of this phenomenologic study was to describe delegation from the perspective of the acute care nurse. We analyzed interviews with staff nurses, and a description of the meaning of delegation was developed using Donabedian's structure, process, outcome model to organize the findings. The process of delegation centered on communication and on nurse-UAP relationship and was shaped by the structural themes. The outcomes of delegation included nursing and patient outcomes. An enhanced content on communication and interpersonal relations is needed in nursing education. (C) 2008 Elsevier Inc. All rights reserved.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "UNLICENSED ASSISTIVE PERSONNEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "The structural and process aspects of pharmacy quality: older adults' perceptions",
    "authors": [
      "Shiyanbola, Olayinka O.",
      "Mott, David A.",
      "Croes, Kenneth D.",
      "SPRINGER",
      "Shiyanbola, Olayinka O.",
      "Mott, David A.",
      "Croes, Kenneth D.",
      "Shiyanbola, Olayinka O.",
      "Mott, David"
    ],
    "year": "2016",
    "journal": "INTERNATIONAL JOURNAL OF CLINICAL PHARMACY",
    "doi": "10.1007/s11096-015-0211-3",
    "uid": "WOS:000369421100016",
    "abstract": "Background Patients are increasingly playing an active role in healthcare and their definitions of healthcare quality are becoming more important to understand. The Donabedian model has been used to understand patients' perceptions of quality in healthcare settings including hospitals and nursing homes; no research has applied the model to understand patients' perceptions of pharmacy quality. Objective To describe older adults' perception of a quality pharmacy including their expectations of a quality pharmacy and their preferences in a quality pharmacy. Setting Six focus groups held in community centers and senior residence facilities in Wisconsin. Methods The design was a descriptive, exploratory study. Participants were adults 65 years and older who filled a prescription at a community pharmacy in the 90 days prior to being contacted. Donabedian's assessment of healthcare quality based on 'structure,' 'process' and 'outcome' was used to organize and categorize the focus group themes. Main outcome measure The focus groups explored older adults' perceptions and expectations of a quality pharmacy. The factors that influenced their pharmacy choice were also examined. Results The older adults' description of a quality pharmacy was based on the 'structure' and 'process' domain of the Donabedian model. However, most responses were focused on the 'process' domains and related to the application of patient-centered care (e.g., pharmacist interaction and communication) versus the structure domains (e.g., staff availability). The most frequently reported factor in the choice of pharmacies was the pharmacy's location with some participants also reporting that their relationship and rapport with the pharmacist were also important. Older adults' expectations were focused on the 'process' features of quality, including the provision of medication-related information, and the pharmacist facilitating medication safety and medication adherence. Conclusions In describing pharmacy quality, older adults mostly refer to the 'process' aspects of quality. Older adults perceive a quality pharmacy as one where the pharmacist provides patient-centered care. While location is important in pharmacy choices, the pharmacist's patient-centeredness, and the quality features of the pharmacy are also relevant. Older adults' expectations were related to their perception of a quality pharmacy. Pharmacists should publicize their pharmacies' 'process' features in quality reporting systems.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Community pharmacy; Donabedian model; Older adults; Quality; United States; HEALTH-CARE; PATRONAGE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Sedimentation of health technology assessment in hospitals: a scoping review",
    "authors": [
      "da Silva Galdino, Johnathan Portela",
      "Camargo, Erika Barbosa",
      "Silva Elias, Flavia Tavares",
      "CADERNOS SAUDE PUBLICA",
      "da Silva Galdino, Johnathan Portela",
      "Camargo, Erika Barbosa",
      "Silva Elias, Flavia Tavares",
      "Silva Elias, Flavia Tavares"
    ],
    "year": "2021",
    "journal": "CADERNOS DE SAUDE PUBLICA",
    "doi": "10.1590/0102-311X00352520",
    "uid": "WOS:000703489900001",
    "abstract": "The aim of this study was to analyze the level of sedimentation of hospital-based health technology assessment (HTA) in diverse contexts. A scoping review was conducted according to the methodology of the Joanna Briggs Institute, whose data analysis model consisted of the combination of Donabedian's structure, process, and outcome categories and the dimensions of the project Adopting Hospital Based Health Technology Assessment in European Union (AdHopHTA). We identified 270 studies, and after removing duplicates and reading full texts, 36 references met the eligibility criteria. Thirty-six hospitals were identified, of which there were 24 largescale hospitals with extra bed capacity. Twenty-three hospitals were affiliated with universities. Canada stood out with five university hospitals, four of which with public funding. Half of the identified hospitals had hospital-based HTA units (18/36). Hospitals with sedimented levels of HTA corresponded to 75% of the sample (27/36), and the remainder had partially sedimented HTA, or 25% of the hospitals in the review (9/36). There were no hospitals with incipient sedimentation. Measuring the level of HTA sedimentation in the hospitals contributed to understanding how their participation has occurred in the field of hospital-based HTA. This study revealed the importance of identifying factors such as sustainability, growth, and evolution of hospital-based HTA in countries with and without a tradition in this field.",
    "countries": [
      "Brazil"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Biomedical Technology Assessment; Hospitals; Health Management; Decision Making; Governance; HTA; IMPLEMENTATION",
    "subtypeDescription": "Review"
  },
  {
    "title": "Classifying indicators of quality: a collaboration between Dutch and English regulators",
    "authors": [
      "Mears, Alex",
      "Vesseur, Jan",
      "Hamblin, Richard",
      "Long, Paul",
      "Den Ouden, Lya",
      "OXFORD UNIV PRESS",
      "Mears, Alex",
      "Hamblin, Richard",
      "Long, Paul",
      "Vesseur, Jan",
      "Den Ouden, Lya",
      "Mears, Alex"
    ],
    "year": "2011",
    "journal": "INTERNATIONAL JOURNAL FOR QUALITY IN HEALTH CARE",
    "doi": "10.1093/intqhc/mzr055",
    "uid": "WOS:000297067900004",
    "abstract": "Many approaches to measuring quality in healthcare exist, generally employing indicators or metrics. While there are important differences, most of these approaches share three key areas of measurement: safety, effectiveness and patient experience. The European Partnership for Supervisory Organisations in Health Services and Social Care (EPSO) exists as a working group and discussion forum for European regulators. This group undertook to identify a common framework within which European approaches to indicators could be compared.",
    "countries": [
      "England",
      "Netherlands"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "indicator; metric; classify; categorize; measure; Europe; PERFORMANCE-MEASUREMENT; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Nonurgent Use of the Emergency Department by Pediatric Patients: A Theory-Guided Approach for Primary and Acute Care Pediatric Nurse Practitioners",
    "authors": [
      "Ohns, Mary Jean",
      "Oliver-McNeil, Sandra",
      "Nantais-Smith, Leanne M.",
      "George, Nancy M.",
      "ELSEVIER SCIENCE INC",
      "Ohns, Mary Jean",
      "Oliver-McNeil, Sandra",
      "Nantais-Smith, Leanne M.",
      "Nantais-Smith, Leanne M.",
      "George, Nancy M.",
      "Ohns, Mary Jean"
    ],
    "year": "2016",
    "journal": "JOURNAL OF PEDIATRIC HEALTH CARE",
    "doi": "10.1016/j.pedhc.2015.09.003",
    "uid": "WOS:000378346900015",
    "abstract": "Providing quality, cost-effective care to children and their families in the appropriate setting is the goal of nurse practitioners in primary and acute care. However, increased utilization of the emergency department (ED) for nonurgent care threatens cost-effective quality care, interrupts continuity of care, and contributes to ED overcrowding. To date, descriptive research has identified demographics of those using the ED for nonurgent care, the chief complaints of children seeking nonurgent care, the cost to the health care system of pediatric nonurgent care, and characteristics of associated primary care settings. Using Donabedian's Model of Quality of Healthcare and a Theory of Dependent Care by Taylor and colleagues, acute and primary care pediatric nurse practitioners can incorporate interventions that will channel care to the appropriate setting and educate caregivers regarding common childhood illnesses and the value of continuity of care. By using a theoretical framework as a guide, this article will help both acute and primary care pediatric nurse practitioners understand why parents seek nonurgent care for their children in the ED and actions they can take to ensure that care is provided in an optimal setting.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Nonurgent; emergency department; nurse practitioner; theory; HEALTH LITERACY; CHILDREN; QUALITY; INTERVENTION; PARENTS; VISITS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Service quality radar map and two-stage service quality score",
    "authors": [
      "Chen, Kee-Kuo",
      "Hsiao, Ding-Hsun",
      "Hsieh, Cheng-Hung Arthur",
      "NATL TAIWAN OCEAN UNIV",
      "Chen, Kee-Kuo",
      "Hsiao, Ding-Hsun",
      "Hsieh, Cheng-Hung Arthur",
      "Chen, Kee-Kuo"
    ],
    "year": "2008",
    "journal": "JOURNAL OF MARINE SCIENCE AND TECHNOLOGY-TAIWAN",
    "doi": "N/A",
    "uid": "WOS:000257603500005",
    "abstract": "In an attempt to portray all information released from the service quality studies the service quality radar map (SQRM), is designed in this paper firstly and a generalized service quality score (GSQS) follows. GSQS is defined by way of the weighted average of differences between relative frequencies of customers' performance perception and performance expectation, thus can avoid the problems involved in the gap-based SERVQUAL scale and caused by skewed distributions. A special case of GSQS, the stochastic dominance service quality score (SDSQS) whose ideal come from the second stochastic dominance criterion is used to illustrate how a standardized score can be constructed to meet the required condition of SQRM. After that the two-stage service quality score (TSQS) is proposed. It is believed that SQRM with TSQS will make a contribution to exhibit the overall information of service quality delivered by a company --- both academically and practically.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "importance-performance matrix; service quality performance zone; second stochastic dominance criterion; SERVQUAL; PERFORMANCE; SATISFACTION; PERCEPTIONS; MODEL; SCALE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality Metrics in Inpatient Neurology",
    "authors": [
      "Dhand, Amar",
      "THIEME MEDICAL PUBL INC",
      "Dhand, Amar",
      "Dhand, Amar",
      "Dhand, Amar"
    ],
    "year": "2015",
    "journal": "SEMINARS IN NEUROLOGY",
    "doi": "10.1055/s-0035-1564305",
    "uid": "WOS:000365345900014",
    "abstract": "Quality of care in the context of inpatient neurology is the standard of performance by neurologists and the hospital system as measured against ideal models of care. There are growing regulatory pressures to define health care value through concrete quantifiable metrics linked to reimbursement. Theoretical models of quality acknowledge its multimodal character with quantitative and qualitative dimensions. For example, the Donabedian model distils quality as a phenomenon of three interconnected domains, structure-process-outcome, with each domain mutually influential. The actual measurement of quality may be implicit, as in peer review in morbidity and mortality rounds, or explicit, in which criteria are prespecified and systemized before assessment. As a practical contribution, in this article a set of candidate quality indicators for inpatient neurology based on an updated review of treatment guidelines is proposed. These quality indicators may serve as an initial blueprint for explicit quality metrics long overdue for inpatient neurology.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "quality indicators; quality of health care; health services research; process assessment; TECHNOLOGY-ASSESSMENT SUBCOMMITTEE; EPISODIC MIGRAINE PREVENTION; CLINICAL-PRACTICE GUIDELINES; AMERICAN-ACADEMY; STANDARDS SUBCOMMITTEE; EFNS GUIDELINE; MULTIPLE-SCLEROSIS; INTRAVENOUS IMMUNOGLOBULIN; PRACTICE PARAMETER; ADULTS REPORT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Structural and process factors affecting the implementation of antimicrobial resistance prevention and control strategies in US hospitals",
    "authors": [
      "Chou, Ann F.",
      "Yano, Elizabeth M.",
      "McCoy, Kimberly D.",
      "Willis, Deanna R.",
      "Doebbeling, Bradley N.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Chou, Ann F.",
      "Chou, Ann F.",
      "Yano, Elizabeth M.",
      "Yano, Elizabeth M.",
      "McCoy, Kimberly D.",
      "Doebbeling, Bradley N.",
      "Willis, Deanna R.",
      "Doebbeling, Bradley N.",
      "Doebbeling, Bradley N.",
      "Chou, Ann F.",
      "Doebbeling, Bradley",
      "Harris-McCoy, Kimberly",
      "Yano, Elizabeth",
      "Doebbeling, Bradley"
    ],
    "year": "2008",
    "journal": "HEALTH CARE MANAGEMENT REVIEW",
    "doi": "N/A",
    "uid": "WOS:000260073400005",
    "abstract": "Background: To address increases in the incidence of infection with antimicrobial-resistant pathogens, the National Foundation for Infectious Diseases and Centers for Disease Control and Prevention proposed two sets of strategies to (a) optimize antibiotic use and (b) prevent the spread of antimicrobial resistance and control transmission. However, little is known about the implementation of these strategies.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "contingency theory; implementation; infection control; patient safety; quality; HEALTH; MICROORGANISMS; TECHNOLOGY; GUIDELINES; PHYSICIAN; EMERGENCE; SPREAD; IMPACT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Primary Stroke Center Education for Nurses <i>Improving Core Measures</i>",
    "authors": [
      "Barrere, Cynthia",
      "Delaney, Colleen",
      "Peterson, Denise",
      "Hickey, Kristen",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Barrere, Cynthia",
      "Delaney, Colleen",
      "Peterson, Denise",
      "Barrere, Cynthia"
    ],
    "year": "2010",
    "journal": "JOURNAL OF NURSING ADMINISTRATION",
    "doi": "10.1097/NNA.0b013e3181fc1a05",
    "uid": "WOS:000284335000003",
    "abstract": "Primary Stroke Center designation by the Joint Commission distinguishes those healthcare organizations with exemplary stroke prevention and management. However, meeting the Joint Commission's high-level excellence standards is challenging. This article provides nurse leaders with a stroke education template, based on Donabedian's qualitymodel, which meets Primary Stroke Center nurse education requirements. The authors describe the structure, process, and outcomes of a stroke education program for nurses, recognized as Best-in-Practice in Connecticut, successfully implemented in a community hospital.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "CARE; MORTALITY; QUALITY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality management",
    "authors": [
      "Eberl, S.",
      "Landgraf, R.",
      "SPRINGER",
      "Eberl, S.",
      "Eberl, S.",
      "Eberl, Susanne"
    ],
    "year": "2008",
    "journal": "DIABETOLOGE",
    "doi": "10.1007/s11428-008-0345-1",
    "uid": "WOS:000262726200012",
    "abstract": "Quality Management (QM) is gaining in importance and acceptance in medicine. Since the amendment of the German Social Code V, QM has been enforced by law QM must prove health benefits, protect patients from avoidable treatment-related harm and make economical sense.",
    "countries": [
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Quality management; Quality management in diabetes; Quality indicator; Diabetes; DQM (R)",
    "subtypeDescription": "Article"
  }
]