[
  {
    "title": "Leveraging the technology acceptance model for mobile commerce adoption under distinct stages of adoption A case of micro businesses",
    "authors": [
      "Pipitwanichakarn, Tanikan",
      "Wongtada, Nittaya",
      "EMERALD GROUP PUBLISHING LTD",
      "Pipitwanichakarn, Tanikan",
      "Wongtada, Nittaya",
      "Pipitwanichakarn, Tanikan",
      "Pipitwanichakarn, Tanikan",
      "Pipitwanichakarn, Tanikan"
    ],
    "year": "2021",
    "journal": "ASIA PACIFIC JOURNAL OF MARKETING AND LOGISTICS",
    "doi": "10.1108/APJML-10-2018-0448",
    "uid": "WOS:000669389600007",
    "abstract": "Purpose The purpose of this paper is to investigate the role of trust and perceived enjoyment in the technology acceptance model by distinguishing distinct stages of adoption among street vendors (initial and advanced adoption stage). Design/methodology/approach Face-to-face interviews using a structured questionnaire were conducted with 430 street vendors in Bangkok; 415 usable surveys were analyzed. By applying K-means cluster analysis, two segments were found with 200 initial and 215 advanced adopters. A multi-group analysis was employed to investigate differences of relationships between the two groups. Findings The findings reveal significant similarities and dissimilarities between the two groups of vendors. Both initial and advanced adopters emphasize trust of service providers. The first group relies more on perceived ease of use and perceived enjoyment in motivating m-commerce adoption but depends less on perceived usefulness. On the contrary, for the latter group, the influence of perceived ease of use and perceived enjoyment significantly decreases, but the effect of perceived usefulness significantly increases. Practical implications This study sheds light on the managerial implications related to how service providers can tailor their marketing strategies to target vendors in disparate diffusion stages, and it encourages building trust between partners over time. Originality/value Due to the lack of theoretical and managerial understanding of factors that drive m-commerce adoption for micro businesses, this study identifies distinct adoption stages and offers valuable insights into the similarities and differences among initial and advanced adopters.",
    "countries": [
      "Thailand"
    ],
    "citations": 32,
    "references": 0,
    "keywords": "Technology acceptance model; Mobile commerce; Trust; Street vendors; Perceived enjoyment; Stage of adoption; SERVICE QUALITY DIMENSIONS; PERCEIVED EASE; UNIFIED THEORY; PREDICTING ANTECEDENTS; BEHAVIORAL INTENTION; INTRINSIC MOTIVATION; ELECTRONIC COMMERCE; BANKING ADOPTION; USER ACCEPTANCE; RESEARCH AGENDA",
    "subtypeDescription": "Article"
  },
  {
    "title": "Spectator perception of service quality attributes associated with Shanghai Formula One Importance and performance analysis approach",
    "authors": [
      "Kim, Suk-kyu",
      "Yim, Brian H.",
      "Byon, Kevin K.",
      "Yu, Jae-Gu",
      "Lee, Sung-Min",
      "Park, Jae-Ahm",
      "EMERALD GROUP PUBLISHING LTD",
      "Kim, Suk-kyu",
      "Yim, Brian H.",
      "Byon, Kevin K.",
      "Yu, Jae-Gu",
      "Lee, Sung-Min",
      "Park, Jae-Ahm",
      "Yu, Jae-Gu",
      "Byon, Kevin",
      "Byon, Kevin K."
    ],
    "year": "2016",
    "journal": "INTERNATIONAL JOURNAL OF SPORTS MARKETING & SPONSORSHIP",
    "doi": "10.1108/IJSMS-04-2016-011",
    "uid": "WOS:000379694600004",
    "abstract": "Purpose - The purpose of this paper is to examine spectator perceptions of service quality at the Formula One (F-1) event in Shanghai by means of Martilla and James' Importance and Performance Analysis (IPA).",
    "countries": [
      "South Korea",
      "USA"
    ],
    "citations": 22,
    "references": 0,
    "keywords": "SERVQUAL; Service quality; Performance analysis; Formula One (F-1) racing events; Spectator perception; Importance analysis; Sport consumption behaviour; CUSTOMER SATISFACTION; CONSUMPTION BEHAVIOR; ANTECEDENTS; IMPACT; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "ARE EMERGENCY DEPARTMENTS IN THE UNITED STATES FOLLOWING RECOMMENDATIONS BY THE EMERGENCY SEVERITY INDEX TO PROMOTE QUALITY TRIAGE AND RELIABILITY?",
    "authors": [
      "Worth, Murtis",
      "Davis, Leslie L.",
      "Wallace, Debra C.",
      "Bartlett, Robin",
      "Travers, Debbie",
      "ELSEVIER SCIENCE INC",
      "Worth, Murtis",
      "Davis, Leslie L.",
      "Wallace, Debra C.",
      "Wallace, Debra C.",
      "Bartlett, Robin",
      "Travers, Debbie",
      "Worth, Murtis",
      "Bartlett, Robin",
      "Worth, Murtis"
    ],
    "year": "2019",
    "journal": "JOURNAL OF EMERGENCY NURSING",
    "doi": "10.1016/j.jen.2019.05.006",
    "uid": "WOS:000495898500015",
    "abstract": "Introduction: The purpose of this study was to explore and describe (1) the extent to which emergency departments in the United States are promoting the quality of triage and the reliability of triage systems according to recommendations in the Emergency Severity Index (ESI) Handbook and (2) if relationships existed between triage structure (policies) and process (procedures) in emergency departments that promote accuracy of triage decisions.",
    "countries": [
      "USA"
    ],
    "citations": 19,
    "references": 0,
    "keywords": "Triage; Emergency Severity Index; Triage systems; Quality; Emergency department; TREATMENT ONSET; 5-LEVEL TRIAGE; ACCURACY; ALGORITHM; VALIDITY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Putting the patient first? The story of a decoupled hospital management quality initiative",
    "authors": [
      "Malmmose, Margit",
      "Kure, Nikolaj",
      "ELSEVIER",
      "Malmmose, Margit",
      "Kure, Nikolaj",
      "Malmmose, Margit"
    ],
    "year": "2021",
    "journal": "CRITICAL PERSPECTIVES ON ACCOUNTING",
    "doi": "10.1016/j.cpa.2020.102233",
    "uid": "WOS:000707148900002",
    "abstract": "This paper depicts the progress of a hospital management quality pilot project through the lens of institutional theory. Nine hospital departments were chosen to change their management control system from a strict top-down productivity focus to a locally developed performance measurement system based on a patient focus. Thus, the management control system was changed with the aim of enhancing the social impact of the provided hospital services by integrating a patient focus. The paper portrays a three-year evolution through management narratives. Findings evidence initial embracement of the project followed by gradual operational management discouragement due to external productivity pressures and internal data issues. Despite these challenges, the regional management highlighted the project as a success and expanded it to the remaining departments. Thus, we find that the project became decoupled rather than institutionalized due to a sustained productivity logic. Through the lens of institutional theory, we argue that a decoupling of the patient focused project happens because of a surprisingly strong institutionalized productivity logic. We suggest that in this context of strong coupling of previous systems, organizations may paradoxically engage in decoupling practices that are intended to support their professional core practices but instead protect the administrative logic of efficiency and productivity. (c) 2020 Elsevier Ltd. All rights reserved.",
    "countries": [
      "Denmark"
    ],
    "citations": 16,
    "references": 0,
    "keywords": "Hospital; Performance measures; Institutional Theory; Quality; Critical study; HEALTH-CARE; PUBLIC MANAGEMENT; REFORMS; NPM; ACCOUNTABILITY; HYBRIDIZATION; CONSTRUCTION; ORGANIZATION; GOVERNANCE; GOVERNMENT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Towards successful digital transformation through co-creation: a longitudinal study of a four-year implementation of digital monitoring technology in residential care for persons with dementia",
    "authors": [
      "Dugstad, Janne",
      "Eide, Tom",
      "Nilsen, Etty R.",
      "Eide, Hilde",
      "BMC",
      "Dugstad, Janne",
      "Eide, Tom",
      "Eide, Hilde",
      "Nilsen, Etty R.",
      "Dugstad, Janne",
      "Eide, Tom",
      "Eide, Hilde",
      "Dugstad, Janne",
      "Dugstad, Janne"
    ],
    "year": "2019",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-019-4191-1",
    "uid": "WOS:000470991100001",
    "abstract": "BackgroundImplementation of digital monitoring technology systems is considered beneficial for increasing the safety and quality of care for residents in nursing homes and simultaneously improving care providers' workflow. Co-creation is a suitable approach for developing and implementing digital technologies and transforming the service accordingly. This study aimed to identify the facilitators and barriers for implementation of digital monitoring technology in residential care for persons with dementia and wandering behaviour, and explore co-creation as an implementation strategy and practice.MethodsIn this longitudinal case study, we observed and elicited the experiences of care providers and healthcare managers in eight nursing homes, in addition to those of the information technology (IT) support services and technology vendors, during a four-year implementation process. We were guided by theories on innovation, implementation and learning, as well as co-creation and design. The data were analysed deductively using a determinants of innovation framework, followed by an inductive content analysis of interview and observation data.ResultsThe implementation represented radical innovation and required far more resources than the incremental changes anticipated by the participants. Five categories of facilitators and barriers were identified, including several subcategories for each category: 1) Pre-implementation preparations; 2) Implementation strategy; 3) Technology stability and usability; 4) Building competence and organisational learning; and 5) Service transformation and quality management. The combination of IT infrastructure instability and the reluctance of the IT support service to contribute in co-creating value with the healthcare services was the most persistent barrier. Overall, the co-creation methodology was the most prominent facilitator, resulting in a safer night monitoring service.ConclusionSuccessful implementation of novel digital monitoring technologies in the care service is a complex and time-consuming process and even more so when the technology allows care providers to radically transform clinical practices at the point of care, which offers new affordances in the co-creation of value with their residents. From a long-term perspective, the digital transformation of municipal healthcare services requires more advanced IT competence to be integrated directly into the management and provision of healthcare and value co-creation with service users and their relatives.",
    "countries": [
      "Norway"
    ],
    "citations": 13,
    "references": 0,
    "keywords": "Service design; Absorptive capacity; Risk; Triple helix; Workflow; Radical innovation; INTELLIGENT ASSISTIVE TECHNOLOGY; SURVEILLANCE TECHNOLOGY; INTELLECTUAL DISABILITIES; ABSORPTIVE-CAPACITY; SERVICE INNOVATION; PEOPLE; NURSES; SAFETY; ORGANIZATIONS; DETERMINANTS",
    "subtypeDescription": "Article"
  },
  {
    "title": "The empirical evidence underpinning the concept and practice of person-centred care for serious illness: a systematic review",
    "authors": [
      "Giusti, Alessandra",
      "Nkhoma, Kennedy",
      "Petrus, Ruwayda",
      "Petersen, Inge",
      "Gwyther, Liz",
      "Farrant, Lindsay",
      "Venkatapuram, Sridhar",
      "Harding, Richard",
      "BMJ PUBLISHING GROUP",
      "Giusti, Alessandra",
      "Nkhoma, Kennedy",
      "Harding, Richard",
      "Giusti, Alessandra",
      "Venkatapuram, Sridhar",
      "Petrus, Ruwayda",
      "Petersen, Inge",
      "Gwyther, Liz",
      "Farrant, Lindsay",
      "Giusti, Alessandra",
      "Giusti, Alessandra",
      "Harding, Richard",
      "Venkatapuram, Sridhar",
      "Giusti, Alessandra",
      "Harding, Richard",
      "Petersen, Inge",
      "Venkatapuram, Sridhar",
      "Nkhoma, Kennedy",
      "Petrus, Ruwayda"
    ],
    "year": "2020",
    "journal": "BMJ GLOBAL HEALTH",
    "doi": "10.1136/bmjgh-2020-003330",
    "uid": "WOS:000600210400003",
    "abstract": "Introduction Person-centred care has become internationally recognised as a critical attribute of high-quality healthcare. However, the concept has been criticised for being poorly theorised and operationalised. Serious illness is especially aligned with the need for person-centredness, usually necessitating involvement of significant others, management of clinical uncertainty, high-quality communication and joint decision-making to deliver care concordant with patient preferences. This review aimed to identify and appraise the empirical evidence underpinning conceptualisations of 'person-centredness' for serious illness. Methods Search strategy conducted in May 2020. Databases: CINAHL, Embase, PubMed, Ovid Global Health, MEDLINE and PsycINFO. Free text search terms related to (1) person-centredness, (2) serious illness and (3) concept/practice. Tabulation, textual description and narrative synthesis were performed, and quality appraisal conducted using QualSyst tools. Santana et al's person-centred care model (2018) was used to structure analysis. Results PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flow data: n=12,446 studies screened by title/abstract, n=144 full articles assessed for eligibility, n=18 studies retained. All studies (n=18) are from high-income countries, and are largely of high quality (median score 0.82). The findings suggest that person-centred care encompasses the patient and family being respected, given complete information, involved in decision-making and supported in their physical, psychological, social and existential needs. The studies highlight the importance of involving and supporting family/friends, promoting continuation of normality and self-identity, and structuring service organisation to enable care continuity. Conclusion Person-centred healthcare must value the social network of patients, promote quality of life and reform structurally to improve patients' experience interacting with the healthcare system. Staff must be supported to flexibly adapt skills, communication, routines or environments for individual patients. There remains a need for primary data investigating the meaning and practice of PCC in a greater diversity of diagnostic groups and settings, and a need to ground potential components of PCC within broader universal values and ethical theory.",
    "countries": [
      "England",
      "South Africa"
    ],
    "citations": 11,
    "references": 0,
    "keywords": "systematic review; health services research; health systems; health policy; INTEGRATIVE CANCER CARE; PATIENT; HEALTH; SELF; MANAGEMENT; MEDICINE; STAFF",
    "subtypeDescription": "Review"
  },
  {
    "title": "Racial Inequality in Prescription Opioid Receipt - Role of Individual Health Systems",
    "authors": [
      "Morden, Nancy E.",
      "Chyn, Deanna",
      "Wood, Andrew",
      "Meara, Ellen",
      "MASSACHUSETTS MEDICAL SOC",
      "Morden, Nancy E.",
      "Chyn, Deanna",
      "Wood, Andrew",
      "Meara, Ellen",
      "Morden, Nancy E.",
      "Meara, Ellen",
      "Meara, Ellen",
      "Morden, Nancy E.",
      "Chyn, Deanna",
      "Meara, Ellen"
    ],
    "year": "2021",
    "journal": "NEW ENGLAND JOURNAL OF MEDICINE",
    "doi": "10.1056/NEJMsa2034159",
    "uid": "WOS:000676301300010",
    "abstract": "Background Historically, the receipt of prescription opioids has differed among racial groups in the United States. Research has not sufficiently explored the contribution of individual health systems to these differences by examining within-system prescription opioid receipt according to race.",
    "countries": [
      "USA"
    ],
    "citations": 9,
    "references": 0,
    "keywords": "UNITED-STATES; EMERGENCY-DEPARTMENTS; CHRONIC PAIN; PHYSICIANS; ETHNICITY; CARE; ASSOCIATION; TRENDS; RACE; BIAS",
    "subtypeDescription": "Article"
  },
  {
    "title": "A quality function deployment application using qualitative and quantitative analysis in after sales services",
    "authors": [
      "Pakdil, Fatma",
      "Isin, Feride Bahar",
      "Genc, Hande",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Pakdil, Fatma",
      "Genc, Hande",
      "Pakdil, Fatma",
      "Isin, Feride Bahar",
      "Pakdil, Fatma",
      "kurtulmuşoğlu, feride"
    ],
    "year": "2012",
    "journal": "TOTAL QUALITY MANAGEMENT & BUSINESS EXCELLENCE",
    "doi": "10.1080/14783363.2012.715797",
    "uid": "WOS:000315146200012",
    "abstract": "A thorough and accurate understanding of customer demands and expectations is the key to possessing competitive advantage in the market place. Quality function deployment (QFD) is one of the most effective tools to learn, understand, and apply these demands and expectations in production lines. This study consists of a holistic QFD application comprising both qualitative and quantitative analysis techniques in after sales services at a leading construction equipment manufacturer firm. As a qualitative analysis method, content analysis was performed to identify customer dissatisfactions and customer expectations. As a quantitative analysis method, SERVQUAL was used to determine customer expectations for the house of quality (HOQ). Factor analysis was incorporated into SERVQUAL in order to classify customer expectations for the HOQ. As a result, the QFD identified the most important customer expectations as: competency and experience of employees, immediate identification of product defects, and good customer service during the warranty period. This study also exhibited that repair time, the duration of customer interaction, employees' attention, and spare parts availability were the most critical technical requirements in after sales services.",
    "countries": [
      "Turkey",
      "USA"
    ],
    "citations": 4,
    "references": 0,
    "keywords": "quality function deployment; after sales services; content analysis; SERVQUAL; construction manufacturing industry; MODEL; QFD",
    "subtypeDescription": "Article"
  },
  {
    "title": "Towards hospital standardization in Europe",
    "authors": [
      "Shaw, Charles",
      "Bruneau, Charles",
      "Kutryba, Basia",
      "De Jongh, Guido",
      "Sunol, Rosa",
      "OXFORD UNIV PRESS",
      "Shaw, Charles",
      "Bruneau, Charles",
      "Kutryba, Basia",
      "De Jongh, Guido",
      "Sunol, Rosa",
      "Sunol, Rosa",
      "Shaw, Charles",
      "Sunol, Rosa",
      "Sunol Sala, Rosa"
    ],
    "year": "2010",
    "journal": "INTERNATIONAL JOURNAL FOR QUALITY IN HEALTH CARE",
    "doi": "10.1093/intqhc/mzq030",
    "uid": "WOS:000280278200002",
    "abstract": "Quality problem. There is no simple tool to assess compliance with common national and European directives, guidance and professional advice on the management of healthcare institutions. Despite evidence of unacceptable variations in the protection of patient and staff safety little attention has been given to harmonizing the way services are organized and managed.",
    "countries": [
      "Ireland",
      "France",
      "Poland",
      "Belgium",
      "Spain",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Quality improvement; External quality assessment; Standards; Health policy; Hospital care; Europe; ACCREDITATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality antenatal care services delivery at health facilities of Ethiopia, assessment of the structure/input of care setting",
    "authors": [
      "Defar, Atkure",
      "Getachew, Theodros",
      "Taye, Girum",
      "Tadele, Tefera",
      "Getnet, Misrak",
      "Shumet, Tigist",
      "Molla, Gebeyaw",
      "Gonfa, Geremew",
      "Teklie, Habtamu",
      "Tadesse, Ambaye",
      "Bekele, Abebe",
      "BMC",
      "Defar, Atkure",
      "Tadele, Tefera",
      "Getnet, Misrak",
      "Teklie, Habtamu",
      "Defar, Atkure",
      "Getachew, Theodros",
      "Taye, Girum",
      "Shumet, Tigist",
      "Molla, Gebeyaw",
      "Gonfa, Geremew",
      "Tadesse, Ambaye",
      "Getachew, Theodros",
      "Bekele, Abebe",
      "Defar, Atkure",
      "Defar, Atkure",
      "Molla Wondim, Gebeyaw",
      "Zemedu, Dr. Theodros Getachew",
      "Wondim, Gebeyaw",
      "Zemedu, Dr Theodros",
      "Bekele, Abebe",
      "Zeleke, Girum",
      "Zeleke, Girum"
    ],
    "year": "2020",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-020-05372-6",
    "uid": "WOS:000538051800001",
    "abstract": "Background According to the Donabedian model, the assessment for the quality of care includes three dimensions. These are structure, process, and outcome. Therefore, the present study aimed at assessing the structural quality of Antenatal care (ANC) service provision in Ethiopian health facilities. Methods Data were obtained from the 2018 Ethiopian Service Availability and Readiness Assessment (SARA) survey. The SARA was a cross-sectional facility-based assessment conducted to capture health facility service availability and readiness in Ethiopia. A total of 764 health facilities were sampled in the 9 regions and 2 city administrations of the country. The availability of equipment, supplies, medicine, health worker's training and availability of guidelines were assessed. Data were collected from October-December 2017. We run a multiple linear regression model to identify predictors of health facility readiness for Antenatal care service. The level of significance was determined at a p-value < 0.05. Result Among the selected health facilities, 80.5% of them offered Antenatal care service. However, the availability of specific services was very low. The availability of tetanus toxoid vaccination, folic acid, iron supplementation, and monitoring of hypertension disorder was, 67.7, 65.6, 68.6, and 75.1%, respectively. The overall mean availability among the ten tracer items that are necessary to provide quality Antenatal care services was 50%. In the multiple linear regression model, health centers, health posts and clinics scored lower Antenatal care service readiness compared to hospitals. The overall readiness index score was lower for private health facilities (beta = - 0.047, 95% CI: (- 0.1, - 0.004). The readiness score had no association with the facility settings (Urban/Rural) (p-value > 0.05). Facilities in six regions except Dire Dawa had (beta = 0.067, 95% CI: (0.004, 0.129) lower readiness score than facilities in Tigray region (p-value < 0.015). Conclusion This analysis provides evidence of the gaps in structural readiness of health facilities to provide quality Antenatal care services. Key and essential supplies for quality Antenatal care service provision were missed in many of the health facilities. Guaranteeing properly equipped and staffed facilities shall be a target to improve the quality of Antenatal care services provision.",
    "countries": [
      "Ethiopia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Antenatal care; Ethiopia; Quality; Structure; Input; Readiness score",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality of health service in the local government authorities in Tanzania: a perspective of the healthcare seekers from Dodoma City and Bahi District councils",
    "authors": [
      "Msacky, Richard F.",
      "BMC",
      "Msacky, Richard F.",
      "Msacky, Richard F.",
      "Msacky, Richard"
    ],
    "year": "2024",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-023-10381-2",
    "uid": "WOS:001142819400003",
    "abstract": "BackgroundImprovement and access to quality healthcare are a global agenda. Sustainable Development Goal (SDG-3) is committed to ensuring good health and well-being of the people by 2030. However, this commitment heavily depends on joint efforts by local authorities and the immediate service providers to communities. This paper is set to inform the status of health service provision in local authorities in Tanzania using the determinants for quality health services in Dodoma City and Bahi District.MethodsA cross-sectional research design was employed to collect data from 400 households in the Local Government Authorities. The five-service quality (SERVQUAL) dimensions of Parasuraman were adopted to gauge the quality of service in public healthcare facilities. Descriptive statistics were used to compute the frequency and mean of the demographic information and the quality of health services, respectively. A binary logistic regression model was used to establish the influence of the demographic dimensions on the quality of health services.FindingsThe findings revealed that quality health services have not been realised for healthcare seekers. Further, the area of residence, education, and occupation are significantly associated with the perceived quality of health service delivery in the Local Government Authorities.ConclusionThe healthcare facilities under the LGAs offer services whose quality is below the healthcare seekers' expectations. The study recommends that the Local Government Authorities in Tanzania strengthen the monitoring and evaluation of health service delivery in public healthcare facilities.",
    "countries": [
      "Tanzania"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Quality; Healthcare Seekers; Local government authorities; Healthcare Facilities; SERVQUAL Model; DELIVERY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality and reporting of large-scale improvement programmes: a review of maternity initiatives in the English NHS, 2010-2023",
    "authors": [
      "Mcgowan, James",
      "Attal, Bothaina",
      "Kuhn, Isla",
      "Hinton, Lisa",
      "Draycott, Tim",
      "Martin, Graham P.",
      "Dixon-Woods, Mary",
      "BMJ PUBLISHING GROUP",
      "Mcgowan, James",
      "Attal, Bothaina",
      "Kuhn, Isla",
      "Martin, Graham P.",
      "Dixon-Woods, Mary",
      "Kuhn, Isla",
      "Hinton, Lisa",
      "Draycott, Tim",
      "Dixon-Woods, Mary",
      "Dixon-Woods, Mary",
      "Draycott, Timothy",
      "Hinton, Lisa",
      "Hinton, Lisa",
      "McGowan, James",
      "Attal, Bothaina",
      "Dixon-Woods, Mary"
    ],
    "year": "2024",
    "journal": "BMJ QUALITY & SAFETY",
    "doi": "10.1136/bmjqs-2023-016606",
    "uid": "WOS:001162624700001",
    "abstract": "Background Large-scale improvement programmes are a frequent response to quality and safety problems in health systems globally, but have mixed impact. The extent to which they meet criteria for programme quality, particularly in relation to transparency of reporting and evaluation, is unclear.Aim To identify large-scale improvement programmes focused on intrapartum care implemented in English National Health Service maternity services in the period 2010-2023, and to conduct a structured quality assessment.Methods We drew on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses extension for Scoping Reviews guidance to inform the design and reporting of our study. We identified relevant programmes using multiple search strategies of grey literature, research databases and other sources. Programmes that met a prespecified definition of improvement programme, that focused on intrapartum care and that had a retrievable evaluation report were subject to structured assessment using selected features of programme quality.Results We identified 1434 records via databases and other sources. 14 major initiatives in English maternity services could not be quality assessed due to lack of a retrievable evaluation report. Quality assessment of the 15 improvement programmes meeting our criteria for assessment found highly variable quality and reporting. Programme specification was variable and mostly low quality. Only eight reported the evidence base for their interventions. Description of implementation support was poor and none reported customisation for challenged services. None reported reduction of inequalities as an explicit goal. Only seven made use of explicit patient and public involvement practices, and only six explicitly used published theories/models/frameworks to guide implementation. Programmes varied in their reporting of the planning, scope and design of evaluation, with weak designs evident.Conclusions Poor transparency of reporting and weak or absent evaluation undermine large-scale improvement programmes by limiting learning and accountability. This review indicates important targets for improving quality in large-scale programmes.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "health services research; healthcare quality improvement; health policy; obstetrics and gynecology; womens health; HEALTH-CARE; PUBLIC INVOLVEMENT; PATIENT; IMPACT; UNITS; UK",
    "subtypeDescription": "Review"
  },
  {
    "title": "Ensuring Quality in Interdisciplinary Inpatient Chronic Care",
    "authors": [
      "Romeyke, Tobias",
      "Noehammer, Elisabeth",
      "Stummer, Harald",
      "SAGE PUBLICATIONS INC",
      "Romeyke, Tobias",
      "Noehammer, Elisabeth",
      "Stummer, Harald",
      "Romeyke, Tobias",
      "Stummer, Harald",
      "Romeyke, Tobias",
      "Stummer, Harald",
      "Nöhammer, Elisabeth",
      "Nohammer, Elisabeth"
    ],
    "year": "2020",
    "journal": "SAGE OPEN",
    "doi": "10.1177/2158244020914654",
    "uid": "WOS:000523477500001",
    "abstract": "Pay for Quality (P4Q) concepts are discussed as solution for ensuring quality in health care in the context of budgetary concerns. However, little is known regarding the application to and effectiveness for complex chronic treatments. This article describes the incentivization approach taken in Germany, where complex codes requiring specific quality criteria were implemented into the Diagnosis Related Groups (DRGs) system. Using two examples (early complex geriatric rehabilitation, multimodal rheumatological complex treatment), we analyze the quality indicators according to the Donabedian Model and contrast the effects regarding compensation to traditional treatments. In total, the approach allows taking into account treatment and financial requirements.",
    "countries": [
      "Austria",
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "pay for quality; interdisciplinary care; chronic care; quality; health care; MENTAL STATE; PERFORMANCE; PAY; FIBROMYALGIA; INTEGRATION; PROGRAM; DISEASE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Service quality of online food delivery mobile application: an examination of the spillover effects of mobile app satisfaction",
    "authors": [
      "Lin, Pearl M. C.",
      "Au, Wai Ching Wilson",
      "Baum, Thomas",
      "EMERALD GROUP PUBLISHING LTD",
      "Lin, Pearl M. C.",
      "Au, Wai Ching Wilson",
      "Baum, Thomas",
      "Baum, Thomas",
      "Au, Wai Ching Wilson",
      "AU, WAI CHING WILSON",
      "Baum, Thomas"
    ],
    "year": "2024",
    "journal": "INTERNATIONAL JOURNAL OF CONTEMPORARY HOSPITALITY MANAGEMENT",
    "doi": "10.1108/IJCHM-09-2022-1103",
    "uid": "WOS:000998374000001",
    "abstract": "PurposeDrawing on the mSERVQUAL model and spillover theory, this study aims to examine the mechanism through which food-ordering mobile app service quality influences users' mobile app satisfaction, food satisfaction and repurchase intentions. Design/methodology/approachOnline surveys were completed by 1,000 customers who used a food-ordering mobile app to order fast food on the day they completed the online survey. Structural equation modelling was then used to examine the proposed mechanism. FindingsResults showed that the effects of food-ordering mobile app service quality on customer satisfaction (i.e. mobile app satisfaction and food satisfaction) and repurchase intention varied widely across service quality dimensions. Mobile app service quality had significant spillover effects on food satisfaction and repurchase intention. Practical implicationsOnline food-delivery platforms should find the results insightful to better design their food-ordering mobile app. The findings can also assist restaurateurs and mobile payment companies with supporting the whole online food delivery process. Originality/valueRather than examining online food delivery service quality based on the service delivery process in the during-consumption stage or the service outcomes in the post-consumption stage, this study focused on the service quality in the pre-consumption stage to highlight the important role of online food delivery mobile apps. From a longitudinal perspective, this study drew on the associate network theory to explain the spillover effect of mobile app satisfaction in the pre-consumption stage on food satisfaction in the during-consumption stage and repurchase intention in the post-consumption stage.",
    "countries": [
      "Peoples R China",
      "Scotland",
      "South Africa"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Online food delivery; Mobile app; Service quality; Satisfaction; Repurchase intention; Spillover theory; MULTIPLE-ITEM SCALE; CUSTOMER SATISFACTION; REPURCHASE INTENTION; MODERATING ROLE; TIME; PERCEPTIONS; CONSUMPTION; DIMENSIONS; COMMERCE; LOYALTY",
    "subtypeDescription": "Article"
  },
  {
    "title": "The effect of technical and functional quality on online physician selection: Moderation effect of competition intensity",
    "authors": [
      "Fang, Jiaming",
      "Wen, Ling",
      "Ren, Haiyan",
      "Wen, Chao",
      "ELSEVIER SCI LTD",
      "Fang, Jiaming",
      "Wen, Ling",
      "Ren, Haiyan",
      "Wen, Chao",
      "Fang, Jiaming",
      "ren, haiyan",
      "Fang, Jiaming",
      "Wen, Chao"
    ],
    "year": "2022",
    "journal": "INFORMATION PROCESSING & MANAGEMENT",
    "doi": "10.1016/j.ipm.2022.102969",
    "uid": "WOS:000804837900004",
    "abstract": "In this study, we use a hybrid sentiment analysis approach to identify and assess service quality dimensions (i.e., technical and functional quality) in unstructured textual reviews and employ econometric methods to theorize and test the impact of these service quality signals on online physician selection. By analyzing a data set with 246,294 reviews based on 5,452 physicians in 8 disease markets from an online health consultation platform, this study reports that technical and functional quality cues are important market signals used by patients to select online physicians. More importantly, this study provides strong evidence that the effects of these signals on online physician selection are substantially contingent on disease market competition intensity. Furthermore, this market competition effect is moderated by the level of disease risk. This study contributes insight into patients' physician choice behavior by introducing the role of market level characteristics. It also guides online health consultation platforms in developing operational strategies to increase patient engagement.",
    "countries": [
      "Peoples R China",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Online health consultation platforms; Unstructured reputational information; Sentiment analysis; Textual review mining; Market competition; MEASURING SERVICE QUALITY; REVIEWS; INFORMATION; PERCEPTIONS; IMPACT; PERFORMANCE; ENVIRONMENT; SALES; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Case management service quality and patient-centered care",
    "authors": [
      "Perera, Sandun",
      "Dabney, Beverly Waller",
      "EMERALD GROUP PUBLISHING LTD",
      "Perera, Sandun",
      "Dabney, Beverly Waller",
      "Perera, Sandun",
      "Dabney, Beverly"
    ],
    "year": "2020",
    "journal": "JOURNAL OF HEALTH ORGANIZATION AND MANAGEMENT",
    "doi": "10.1108/JHOM-12-2019-0347",
    "uid": "WOS:000544316100001",
    "abstract": "Purpose Providing care that is patient-centered is an important objective in the modern healthcare industry. Despite this objective, hospital inpatient case managers and the services they provide are evaluated routinely without including patients' perspectives. Therefore, the purpose of this study is to fill this research gap by using patient expectations and perceptions to assess the overall quality of and patient satisfaction with hospital case management services. Design/methodology/approach This paper investigates five dimensions of case management services - reliability, responsiveness, assurance, empathy and tangibles - and how they affect overall quality and patient satisfaction. Study surveys are based on the SERVQUAL instrument. Survey data from a cross-sectional sample of 67 inpatients are analyzed using principal component analysis, confirmatory factor analysis, GAP analysis and a predictive model. Findings The preliminary part of the study identifies \"tangibles\" and \"nontangibles\" - reliability, responsiveness, assurance and empathy - as the main components. Among these two components, only nontangibles have a positive and significant effect on both quality and patient satisfaction according to patient perspectives. GAP analysis indicates that gaps between patient expectations and perceptions of reliability and assurance are significant. Finally, the proposed predictive model reveals that gaps in assurance have a significant impact on both overall quality and satisfaction, while gaps in empathy have a significant impact on satisfaction, but not overall quality. Originality/value Studies on service quality at the case manager level are limited. This study is the first in this domain to evaluate quality and satisfaction from the patient perspective.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Case management service quality; Patient-centered care; Customer satisfaction; Empirical (survey) research; EXPERIENTIAL QUALITY; MODEL; SCALE; IMPACT; SATISFACTION; PERCEPTIONS; INDICATORS; CRITERIA; RULES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Water supply services for Africa's urban poor: the role of resale",
    "authors": [
      "Zuin, Valentina",
      "Ortolano, Leonard",
      "Alvarinho, Manuel",
      "Russel, Kory",
      "Thebo, Anne",
      "Muximpua, Odete",
      "Davis, Jennifer",
      "IWA PUBLISHING",
      "Ortolano, Leonard",
      "Russel, Kory",
      "Thebo, Anne",
      "Davis, Jennifer",
      "Zuin, Valentina",
      "Alvarinho, Manuel",
      "Muximpua, Odete",
      "Davis, Jennifer",
      "Davis, Jennifer",
      "Russel, Kory"
    ],
    "year": "2011",
    "journal": "JOURNAL OF WATER AND HEALTH",
    "doi": "10.2166/wh.2011.031",
    "uid": "WOS:000297599300016",
    "abstract": "In sub-Saharan Africa only 35% of the urban population has access to a piped water connection on their premises. The majority of households obtain water from public standpipes or from neighbors who are connected to the municipal network. Water resale is often prohibited, however, because of concerns about affordability and risks to public health. Using data collected from 1,377 households in Maputo, Mozambique, we compare the microbiological quality, as well as the time and money costs of water supply from individual house connections, public standpipes, and water obtained from neighbors. Households with their own water connections have better service across virtually all indicators measured, and express greater satisfaction with their service, as compared with those using other water sources. Households purchasing water from their neighbors pay lower time and money costs per liter of water, on average, as compared with those using standpipes. Resale competes favorably with standpipes along a number of service quality dimensions; however, after controlling for water supply characteristics, households purchasing water from neighbors are significantly less likely to be satisfied with their water service as compared with those using standpipes.",
    "countries": [
      "USA",
      "Mozambique"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Africa; Mozambique; urban water supply; water quality; water resale; DEVELOPING-COUNTRIES; SANITATION; POVERTY; MARKETS; DEMAND; TAP",
    "subtypeDescription": "Article"
  },
  {
    "title": "Psychiatric emergency services: A review of the literature and a proposed research agenda",
    "authors": [
      "Brown, JF",
      "SPRINGER",
      "Brown, JF"
    ],
    "year": "2005",
    "journal": "PSYCHIATRIC QUARTERLY",
    "doi": "10.1007/s11089-005-2336-0",
    "uid": "WOS:000228409600004",
    "abstract": "To gain a better understanding of the scope of previous research on psychiatric emergency services (PES) and to identify areas of focus for future studies, the author reviews PES literature published between 1983 and 2003. PES literature was identified by performing a MEDLINE search. The author was interested in studies or reviews of all types of PES. The refereed research, consisting of 85 articles, is a representation of the existing literature as multiple studies were found to be similar in topic and methodology. This review is organized using Donabedian's structure, process, outcome framework to describe research that has examined 1) providers, clients, and services; 2) variations in access, utilization, evaluation, treatment, and continuity of care; and 3) outcomes of these services. The resulting report reveals methodological limitations that are pervasive throughout the PES literature, dimensions of psychiatric emergency services that remain unexplored, and a PES research agenda.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "mental health crisis services; psychiatric emergency services; SEVERE MENTAL-ILLNESS; CRISIS-INTERVENTION; CARE; QUALITY; ROOM; DISORDERS; PATIENT; IMPACT; HOSPITALIZATION; DISPOSITION",
    "subtypeDescription": "Review"
  },
  {
    "title": "Enhancing Hepatitis A and B Vaccinations Through Electronic Clinical Decision Support Systems and Staff Education in a Correctional Facility",
    "authors": [
      "Atem, Jude N.",
      "El Ghaziri, Mazen",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Atem, Jude N.",
      "El Ghaziri, Mazen",
      "Atem, Jude N.",
      "Atem, Jude N."
    ],
    "year": "2023",
    "journal": "JOURNAL OF FORENSIC NURSING",
    "doi": "10.1097/JFN.0000000000000437",
    "uid": "WOS:001104558500006",
    "abstract": "BackgroundDespite the prevalence and risks for hepatitis A virus (HAV) and hepatitis B virus (HBV) infection and the availability of safe and effective vaccines, HAV/HBV vaccinations are disproportionately low in jails. This quality improvement project evaluated the effectiveness of clinical decision support systems: electronic standing orders to nurses, clinical alerts to nurses and healthcare providers, and secondarily staff education in enhancing HAV and HBV vaccination and knowledge of hepatitis infection.MethodsWe distributed a validated self-report hepatitis knowledge questionnaire (alpha = 0.7-0.8) before and after an educational presentation to nurses, nurse practitioners, and physicians (N = 26) at a Northeastern state jail and then embedded electronic clinical alerts and standing orders in the electronic medical record. The questionnaire assessed pre- and posteducation knowledge scores. The number of vaccine status screenings and vaccinations was retrieved from the electronic medical record 3 months pre- and post-implementation. Descriptive statistics and the Wilcoxon signed-ranks test were used for data analysis.ResultsTwenty-one participants completed the pretest, 18 attended the educational intervention, and 15 completed the posttest. Vaccine status screening increased by 97.5%, and HAV and HBV vaccinations increased by 8.7%. Knowledge scores improved significantly post-intervention (p = 0.04), with an effect size of r = 0.67).Discussion/ConclusionUsing the Donabedian quality of care model, we showed that quality initiatives are feasible in a jail setting. Implementing a clinical decision support system and education improved the vaccination rate, which may decrease HAV/HBV incidence in the jail and prevent community spread.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Clinical decision support systems (CDSSs); electronic clinical alerts; hepatitis A virus; hepatitis B virus; standing order; vaccination; UNITED-STATES; ADVISORY-COMMITTEE; ADULT IMMUNIZATION; VIRUS-INFECTION; C VIRUS; PREVENTION; RECOMMENDATIONS; ASSOCIATION; HIV",
    "subtypeDescription": "Article"
  },
  {
    "title": "Effect of Magnet Recognition on Provision of Smoking Cessation Advice to Inpatients With Pneumonia",
    "authors": [
      "Elkins, Mary Y.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Elkins, Mary Y.",
      "Elkins, Mary Y."
    ],
    "year": "2014",
    "journal": "JOURNAL OF NURSING CARE QUALITY",
    "doi": "10.1097/NCQ.0000000000000049",
    "uid": "WOS:000337290600003",
    "abstract": "The study examined the effect of Magnet recognition on hospital-reported rates of smoking cessation advice (SCA) provided to inpatients with community-acquired pneumonia. Logistic and propensity score regression models estimated the Magnet effect on the SCA rate. Predictors were hospital characteristics, socioeconomic factors affecting smoking, and baseline and mid-study SCA rates as variations in hospital-improvement systems. Magnet recognized hospitals reporting higher mid-study SCA rates had higher outcome SCA rates.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Donabedian quality framework; hospitals; learning curve theory; Magnet recognition; propensity score; quality health care; smoking cessation advice; HOSPITALS; INTERVENTIONS; OPTIMIZATION; MORTALITY; PACKAGE; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "An assessment of SERVQUAL as a measure of service quality in English male prisons: Perceptions and expectations of the Integrated Drug Treatment System (IDTS)",
    "authors": [
      "Sondhi, Arun",
      "Day, Ed",
      "TAYLOR & FRANCIS LTD",
      "Sondhi, Arun",
      "Day, Ed",
      "Sondhi, Arun",
      "Sondhi, Arun",
      "Sondhi, Arun",
      "Day, Ed"
    ],
    "year": "2012",
    "journal": "DRUGS-EDUCATION PREVENTION AND POLICY",
    "doi": "10.3109/09687637.2011.635728",
    "uid": "WOS:000300797200010",
    "abstract": "Aims: Validated schedules such as the Treatment Perceptions Questionnaire or Patient Satisfaction Questionnaire quantify service user satisfaction levels as a quality of service measure. This study assesses whether the validated survey instrument SERVQUAL can be used to measure service user satisfaction levels of the Integrated Drug Treatment System (IDTS) in English prisons.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "PATIENT SATISFACTION; HEALTH-CARE; ENGAGEMENT; QUESTIONNAIRE; REASSESSMENT; PREDICTORS; RETENTION; MISUSE; SCALE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Effectiveness of a voluntary family befriending service: a mixed methods evaluation using the Donabedian model",
    "authors": [
      "Gentry, S. V.",
      "Powers, E. F. J.",
      "Azim, N.",
      "Maidrag, M.",
      "W B SAUNDERS CO LTD",
      "Gentry, S. V.",
      "Powers, E. F. J.",
      "Azim, N.",
      "Maidrag, M.",
      "Gentry, S. V.",
      "Powers, E. F. J.",
      "Gentry, S. V.",
      "Gentry, S. V.",
      "Gentry, S. V.",
      "Gentry, Sarah"
    ],
    "year": "2018",
    "journal": "PUBLIC HEALTH",
    "doi": "10.1016/j.puhe.2018.03.034",
    "uid": "WOS:000436441200014",
    "abstract": "Objectives: Voluntary befriending schemes operate in many countries, promoting public health by supporting vulnerable individuals and families. Use of third sector and voluntary services to complement health and social care provision is increasingly important globally in the context of economic and demographic challenges, but the evidence base around such collaborations is limited. This article reports the results of operational evaluation research seeking to use robust routine work to generate transferable findings for use by those commissioning and providing services. The subject of our evaluation research is 'Home-Start Suffolk' (HSS) in Suffolk County, UK, an example of a third sector organisation commissioned to support the public health offer to local families.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Voluntary befriending; Third sector; Applied public health research; Vulnerable families; Children and young people; Home-Start; MEDICAL-CARE; QUALITY; SUPPORT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Labor and Delivery Nurse Staffing as a Cost-Effective Safety Intervention",
    "authors": [
      "Wilson, Barbara L.",
      "Blegen, Mary",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Wilson, Barbara L.",
      "Blegen, Mary",
      "Wilson, Barbara L."
    ],
    "year": "2010",
    "journal": "JOURNAL OF PERINATAL & NEONATAL NURSING",
    "doi": "10.1097/JPN.0b013e3181f32703",
    "uid": "WOS:000283742100007",
    "abstract": "Numerous studies have identified a relationship between staffing levels and nurse-sensitive outcomes for medical and surgical patients, but little has been published on the impact of nurse-sensitive outcomes for the childbearing family and even less that examines the relationship of intrapartum staffing on adverse perinatal outcomes. Using a derivation of Donabedian's classic structure, process, and outcomes framework, a model is proposed, which would allow obstetrical primary care providers and administrators alike the opportunity to examine the influence of nurse staffing on adverse obstetrical events, including unanticipated cesarean birth in low-risk women or newborn intensive care unit admissions. It is recognized that hospitals carry a significant burden in the prevention of adverse outcomes that range from nurse staffing levels to the internal process and infrastructure of the hospital setting. Patient outcomes are a direct result not only of the patient's health status and characteristics (eg, socioeconomic position and ethnicity), but also of interactions with the healthcare delivery system. As such, the opportunity to examine hospital characteristics (structure and processes) that may be detrimental to safe patient outcomes is of paramount importance in providing optimal outcomes for childbearing women and their families.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "nurse staffing; patient safety; perinatal outcomes; CESAREAN BIRTH-RATE; PATIENT MORTALITY; CARE; QUALITY; OUTCOMES; MORBIDITY; HOSPITALS; WORKLOAD; SURVIVAL; VOLUME",
    "subtypeDescription": "Article"
  },
  {
    "title": "Driving Hospital-Acquired Pressure Injuries to Zero: A Quality Improvement Project",
    "authors": [
      "Aningalan, Alexis M.",
      "Gannon, Brittany (Ray)",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Aningalan, Alexis M.",
      "Gannon, Brittany (Ray)",
      "Aningalan, Alexis M.",
      "Aningalan, Alexis",
      "Aningalan, Alexis"
    ],
    "year": "2023",
    "journal": "ADVANCES IN SKIN & WOUND CARE",
    "doi": "10.1097/ASW.0000000000000056",
    "uid": "WOS:001150656300009",
    "abstract": "OBJECTIVE: To implement a collaborative, interdisciplinary team approach to reducing hospital-acquired pressure injuries (HAPIs) through nurse empowerment and engagement. METHODS: This quality improvement project was conducted at a 288-bed community hospital. The Donabedian model was used to design this intervention. The authors used a collaborative, interdisciplinary team approach for pressure injury prevention and management, utilizing nurse empowerment and engagement as driving forces to reduce HAPI rates. RESULTS: The incidence of HAPI decreased from a peak of 5.30% in April 2019 down to 0% from August 2019 to December 2020. CONCLUSIONS: Pressure injuries are key quality indicators for patient safety and avoidance of patient harm. Through nurse empowerment and engagement, HAPIs were avoided, resulting in improved quality care outcomes and maintenance of a safe patient environment.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "collaborative practice; hospital-acquired pressure injury; interdisciplinary; pressure injury; pressure ulcer; quality improvement; team-based approach; CARE; EMPOWERMENT; PROGRAM",
    "subtypeDescription": "Article"
  },
  {
    "title": "Perceived quality of healthcare in a multicenter, community-based population of polypathological patients",
    "authors": [
      "Rincon-Gomez, Manuel",
      "Bernabeu-Wittel, Maximo",
      "Bohorquez-Colombo, Pilar",
      "Moreno-Gavino, Lourdes",
      "Cassani-Garza, Manuel",
      "Ortiz-Camunez, Maria-Angeles",
      "Ollero-Baturone, Manuel",
      "ELSEVIER IRELAND LTD",
      "Rincon-Gomez, Manuel",
      "Bernabeu-Wittel, Maximo",
      "Moreno-Gavino, Lourdes",
      "Cassani-Garza, Manuel",
      "Ollero-Baturone, Manuel",
      "Bohorquez-Colombo, Pilar",
      "Ortiz-Camunez, Maria-Angeles",
      "Bernabeu-Wittel, Maximo",
      "RINCON-GOMEZ, MANUEL",
      "Bernabeu-Wittel, Maximo",
      "Bernabeu-Wittel, Máximo"
    ],
    "year": "2011",
    "journal": "ARCHIVES OF GERONTOLOGY AND GERIATRICS",
    "doi": "10.1016/j.archger.2010.03.003",
    "uid": "WOS:000286980900010",
    "abstract": "The objective was to determine perceived quality of care (PQC) in patients with multiple chronic conditions, whose care is structured in Andalusia (Spain) under polypathological patients (PP) care process, and identifying aspects for its improvement. The study was a community-based cross-sectional survey carried out in 4 primary care centers (which attended a total of 62,702 adults, of them, 662 were actively identified as PP). Finally, 461 PP and their caregivers were interviewed (69% of eligible population) including assessment of PQC following SERVQUAL model, clinical and demographical data. On a five-point Likert scale (from 1, 'much worse than expected'; to 5, 'much better'), PQC rated 3.68 +/- 0.59 (+/- S.D.). Independent PQC predictors were: empathy for family physician, identifying nurses, presence of peripheral artery disease or diabetes mellitus with vascular complications, and not having functional limitations. In this population-based survey, PP attended at primary care have an acceptable PQC. Measures aimed to lessening functional deterioration, supporting dependent patients, and improving relationship between PP and their healthcare professionals could increase PQC. (C) 2010 Elsevier Ireland Ltd. All rights reserved.",
    "countries": [
      "Spain"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Comorbidity; Chronic disease; Polypathological patient; Quality of health care; Patient satisfaction; Geriatric assessment; Caregivers; GENERAL-PRACTICE; SERVICE QUALITY; SATISFACTION; DETERMINANTS; COMORBIDITY; PHYSICIANS; FEATURES; IMPACT; USERS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Value-Driven Care in Developmental-Behavioral Pediatrics, Part 2: Measuring Quality and Meeting the Challenge",
    "authors": [
      "Sandler, Adrian D.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Sandler, Adrian D.",
      "Sandler, Adrian D."
    ],
    "year": "2019",
    "journal": "JOURNAL OF DEVELOPMENTAL AND BEHAVIORAL PEDIATRICS",
    "doi": "10.1097/DBP.0000000000000686",
    "uid": "WOS:000480752600011",
    "abstract": "The drive to improve quality and reduce cost of health care is leading to a value-driven transformation of the US health care landscape. This is the second of a 2-part series on value-driven care and its implications for developmental-behavioral pediatrics (DBP). Part 1 addressed costs of care and enhancing value of care, with a particular focus on the value proposition of the field of DBP. This study begins with a discussion of the Donabedian's model of quality, including structure, process, patient satisfaction, and outcomes. The challenges of measuring process and outcomes in DBP are discussed, with a focus on (1) children 0 to 3 years of age identified as having global developmental delay, (2) recent diagnosis of complex attention-deficit hyperactivity disorder (ADHD) (ADHD plus comorbid conditions), and (3) children with autism spectrum disorder (ASD) and disruptive behavior. The study concludes with some of the important next steps for DBP providers, researchers, health care systems, professional societies, and families. With a discussion of national trends and a local example of a DBP program's response to these trends, the series is intended to provoke discussion and action in the field, contribute to the demonstration of value of a DBP approach to care, and help to chart a course toward growth and sustainability of DBP in an era of value-based care.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "value-driven care; quality improvement; outcome measurement; developmental behavioral pediatrics; AUTISM SPECTRUM DISORDER; PATIENT SATISFACTION; PRACTICE PARAMETER; CEREBRAL-PALSY; CHILDREN; DIAGNOSIS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Delegation: What it means to acute care nurses",
    "authors": [
      "Standing, Theresa S.",
      "Anthony, Mary K.",
      "W B SAUNDERS CO-ELSEVIER INC",
      "Standing, Theresa S.",
      "Anthony, Mary K.",
      "Standing, Theresa S."
    ],
    "year": "2008",
    "journal": "APPLIED NURSING RESEARCH",
    "doi": "10.1016/j.apnr.2006.08.010",
    "uid": "WOS:000253329700003",
    "abstract": "As health care costs rise, nurses are increasingly delegating tasks to unlicensed assistive personnel (UAP). The purpose of this phenomenologic study was to describe delegation from the perspective of the acute care nurse. We analyzed interviews with staff nurses, and a description of the meaning of delegation was developed using Donabedian's structure, process, outcome model to organize the findings. The process of delegation centered on communication and on nurse-UAP relationship and was shaped by the structural themes. The outcomes of delegation included nursing and patient outcomes. An enhanced content on communication and interpersonal relations is needed in nursing education. (C) 2008 Elsevier Inc. All rights reserved.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "UNLICENSED ASSISTIVE PERSONNEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "The structural and process aspects of pharmacy quality: older adults' perceptions",
    "authors": [
      "Shiyanbola, Olayinka O.",
      "Mott, David A.",
      "Croes, Kenneth D.",
      "SPRINGER",
      "Shiyanbola, Olayinka O.",
      "Mott, David A.",
      "Croes, Kenneth D.",
      "Shiyanbola, Olayinka O.",
      "Mott, David"
    ],
    "year": "2016",
    "journal": "INTERNATIONAL JOURNAL OF CLINICAL PHARMACY",
    "doi": "10.1007/s11096-015-0211-3",
    "uid": "WOS:000369421100016",
    "abstract": "Background Patients are increasingly playing an active role in healthcare and their definitions of healthcare quality are becoming more important to understand. The Donabedian model has been used to understand patients' perceptions of quality in healthcare settings including hospitals and nursing homes; no research has applied the model to understand patients' perceptions of pharmacy quality. Objective To describe older adults' perception of a quality pharmacy including their expectations of a quality pharmacy and their preferences in a quality pharmacy. Setting Six focus groups held in community centers and senior residence facilities in Wisconsin. Methods The design was a descriptive, exploratory study. Participants were adults 65 years and older who filled a prescription at a community pharmacy in the 90 days prior to being contacted. Donabedian's assessment of healthcare quality based on 'structure,' 'process' and 'outcome' was used to organize and categorize the focus group themes. Main outcome measure The focus groups explored older adults' perceptions and expectations of a quality pharmacy. The factors that influenced their pharmacy choice were also examined. Results The older adults' description of a quality pharmacy was based on the 'structure' and 'process' domain of the Donabedian model. However, most responses were focused on the 'process' domains and related to the application of patient-centered care (e.g., pharmacist interaction and communication) versus the structure domains (e.g., staff availability). The most frequently reported factor in the choice of pharmacies was the pharmacy's location with some participants also reporting that their relationship and rapport with the pharmacist were also important. Older adults' expectations were focused on the 'process' features of quality, including the provision of medication-related information, and the pharmacist facilitating medication safety and medication adherence. Conclusions In describing pharmacy quality, older adults mostly refer to the 'process' aspects of quality. Older adults perceive a quality pharmacy as one where the pharmacist provides patient-centered care. While location is important in pharmacy choices, the pharmacist's patient-centeredness, and the quality features of the pharmacy are also relevant. Older adults' expectations were related to their perception of a quality pharmacy. Pharmacists should publicize their pharmacies' 'process' features in quality reporting systems.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Community pharmacy; Donabedian model; Older adults; Quality; United States; HEALTH-CARE; PATRONAGE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Sedimentation of health technology assessment in hospitals: a scoping review",
    "authors": [
      "da Silva Galdino, Johnathan Portela",
      "Camargo, Erika Barbosa",
      "Silva Elias, Flavia Tavares",
      "CADERNOS SAUDE PUBLICA",
      "da Silva Galdino, Johnathan Portela",
      "Camargo, Erika Barbosa",
      "Silva Elias, Flavia Tavares",
      "Silva Elias, Flavia Tavares"
    ],
    "year": "2021",
    "journal": "CADERNOS DE SAUDE PUBLICA",
    "doi": "10.1590/0102-311X00352520",
    "uid": "WOS:000703489900001",
    "abstract": "The aim of this study was to analyze the level of sedimentation of hospital-based health technology assessment (HTA) in diverse contexts. A scoping review was conducted according to the methodology of the Joanna Briggs Institute, whose data analysis model consisted of the combination of Donabedian's structure, process, and outcome categories and the dimensions of the project Adopting Hospital Based Health Technology Assessment in European Union (AdHopHTA). We identified 270 studies, and after removing duplicates and reading full texts, 36 references met the eligibility criteria. Thirty-six hospitals were identified, of which there were 24 largescale hospitals with extra bed capacity. Twenty-three hospitals were affiliated with universities. Canada stood out with five university hospitals, four of which with public funding. Half of the identified hospitals had hospital-based HTA units (18/36). Hospitals with sedimented levels of HTA corresponded to 75% of the sample (27/36), and the remainder had partially sedimented HTA, or 25% of the hospitals in the review (9/36). There were no hospitals with incipient sedimentation. Measuring the level of HTA sedimentation in the hospitals contributed to understanding how their participation has occurred in the field of hospital-based HTA. This study revealed the importance of identifying factors such as sustainability, growth, and evolution of hospital-based HTA in countries with and without a tradition in this field.",
    "countries": [
      "Brazil"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Biomedical Technology Assessment; Hospitals; Health Management; Decision Making; Governance; HTA; IMPLEMENTATION",
    "subtypeDescription": "Review"
  },
  {
    "title": "Nonurgent Use of the Emergency Department by Pediatric Patients: A Theory-Guided Approach for Primary and Acute Care Pediatric Nurse Practitioners",
    "authors": [
      "Ohns, Mary Jean",
      "Oliver-McNeil, Sandra",
      "Nantais-Smith, Leanne M.",
      "George, Nancy M.",
      "ELSEVIER SCIENCE INC",
      "Ohns, Mary Jean",
      "Oliver-McNeil, Sandra",
      "Nantais-Smith, Leanne M.",
      "Nantais-Smith, Leanne M.",
      "George, Nancy M.",
      "Ohns, Mary Jean"
    ],
    "year": "2016",
    "journal": "JOURNAL OF PEDIATRIC HEALTH CARE",
    "doi": "10.1016/j.pedhc.2015.09.003",
    "uid": "WOS:000378346900015",
    "abstract": "Providing quality, cost-effective care to children and their families in the appropriate setting is the goal of nurse practitioners in primary and acute care. However, increased utilization of the emergency department (ED) for nonurgent care threatens cost-effective quality care, interrupts continuity of care, and contributes to ED overcrowding. To date, descriptive research has identified demographics of those using the ED for nonurgent care, the chief complaints of children seeking nonurgent care, the cost to the health care system of pediatric nonurgent care, and characteristics of associated primary care settings. Using Donabedian's Model of Quality of Healthcare and a Theory of Dependent Care by Taylor and colleagues, acute and primary care pediatric nurse practitioners can incorporate interventions that will channel care to the appropriate setting and educate caregivers regarding common childhood illnesses and the value of continuity of care. By using a theoretical framework as a guide, this article will help both acute and primary care pediatric nurse practitioners understand why parents seek nonurgent care for their children in the ED and actions they can take to ensure that care is provided in an optimal setting.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Nonurgent; emergency department; nurse practitioner; theory; HEALTH LITERACY; CHILDREN; QUALITY; INTERVENTION; PARENTS; VISITS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality Metrics in Inpatient Neurology",
    "authors": [
      "Dhand, Amar",
      "THIEME MEDICAL PUBL INC",
      "Dhand, Amar",
      "Dhand, Amar",
      "Dhand, Amar"
    ],
    "year": "2015",
    "journal": "SEMINARS IN NEUROLOGY",
    "doi": "10.1055/s-0035-1564305",
    "uid": "WOS:000365345900014",
    "abstract": "Quality of care in the context of inpatient neurology is the standard of performance by neurologists and the hospital system as measured against ideal models of care. There are growing regulatory pressures to define health care value through concrete quantifiable metrics linked to reimbursement. Theoretical models of quality acknowledge its multimodal character with quantitative and qualitative dimensions. For example, the Donabedian model distils quality as a phenomenon of three interconnected domains, structure-process-outcome, with each domain mutually influential. The actual measurement of quality may be implicit, as in peer review in morbidity and mortality rounds, or explicit, in which criteria are prespecified and systemized before assessment. As a practical contribution, in this article a set of candidate quality indicators for inpatient neurology based on an updated review of treatment guidelines is proposed. These quality indicators may serve as an initial blueprint for explicit quality metrics long overdue for inpatient neurology.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "quality indicators; quality of health care; health services research; process assessment; TECHNOLOGY-ASSESSMENT SUBCOMMITTEE; EPISODIC MIGRAINE PREVENTION; CLINICAL-PRACTICE GUIDELINES; AMERICAN-ACADEMY; STANDARDS SUBCOMMITTEE; EFNS GUIDELINE; MULTIPLE-SCLEROSIS; INTRAVENOUS IMMUNOGLOBULIN; PRACTICE PARAMETER; ADULTS REPORT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Primary Stroke Center Education for Nurses <i>Improving Core Measures</i>",
    "authors": [
      "Barrere, Cynthia",
      "Delaney, Colleen",
      "Peterson, Denise",
      "Hickey, Kristen",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Barrere, Cynthia",
      "Delaney, Colleen",
      "Peterson, Denise",
      "Barrere, Cynthia"
    ],
    "year": "2010",
    "journal": "JOURNAL OF NURSING ADMINISTRATION",
    "doi": "10.1097/NNA.0b013e3181fc1a05",
    "uid": "WOS:000284335000003",
    "abstract": "Primary Stroke Center designation by the Joint Commission distinguishes those healthcare organizations with exemplary stroke prevention and management. However, meeting the Joint Commission's high-level excellence standards is challenging. This article provides nurse leaders with a stroke education template, based on Donabedian's qualitymodel, which meets Primary Stroke Center nurse education requirements. The authors describe the structure, process, and outcomes of a stroke education program for nurses, recognized as Best-in-Practice in Connecticut, successfully implemented in a community hospital.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "CARE; MORTALITY; QUALITY",
    "subtypeDescription": "Article"
  }
]