[
  {
    "title": "Impact of the COVID-19 Pandemic on ST-Elevation Myocardial Infarction Management in Hunan Province, China: A Multi-Center Observational Study",
    "authors": [
      "Tang, Liang",
      "Wang, Zhao-Jun",
      "Hu, Xin-Qun",
      "Fang, Zhen-Fei",
      "Zheng, Zhao-Fen",
      "Zeng, Jian-Ping",
      "Jiang, Lu-Ping",
      "Ouyang, Fan",
      "Liu, Chang-Hui",
      "Zeng, Gao-Feng",
      "Guo, Yong-Hong",
      "Zhou, Sheng-Hua",
      "FRONTIERS MEDIA SA",
      "Tang, Liang",
      "Wang, Zhao-Jun",
      "Hu, Xin-Qun",
      "Fang, Zhen-Fei",
      "Zhou, Sheng-Hua",
      "Zheng, Zhao-Fen",
      "Zeng, Jian-Ping",
      "Jiang, Lu-Ping",
      "Ouyang, Fan",
      "Liu, Chang-Hui",
      "Zeng, Gao-Feng",
      "Guo, Yong-Hong",
      "Zhou, Sheng-Hua",
      "Guo, Yong-Hong",
      "zhou, shenghua",
      "Ouyang, Fan"
    ],
    "year": "2022",
    "journal": "FRONTIERS IN CARDIOVASCULAR MEDICINE",
    "doi": "10.3389/fcvm.2022.851214",
    "uid": "WOS:000784133400001",
    "abstract": "BackgroundThis study aimed to investigate the impact of the COVID-19 pandemic on ST-segment elevation myocardial infarction (STEMI) care in China. MethodsWe conducted a multicenter, retrospective cohort study in Hunan province (adjacent to the epidemic center), China. Consecutive patients presenting with STEMI within 12 h of symptom onset and receiving primary percutaneous coronary intervention, pharmaco-invasive strategy and only thrombolytic treatment, were enrolled from January 23, 2020 to April 8, 2020 (COVID-19 era group). The same data were also collected for the equivalent period of 2019 (pre-COVID-19 era group). ResultsA total of 610 patients with STEMI (COVID-19 era group n = 286, pre-COVID-19 era group n = 324) were included. There was a decline in the number of STEMI admissions by 10.5% and STEMI-related PCI procedures by 12.7% in 2020 compared with the equivalent period of 2019. The key time intervals including time from symptom onset to first medical contact, symptom onset to door, door-to-balloon, symptom onset to balloon and symptom onset to thrombolysis showed no significant difference between these two groups. There were no significant differences for in-hospital death and major adverse cardiovascular events between these two groups. ConclusionDuring the COVID-19 pandemic outbreak in China, we observed a decline in the number of STEMI admissions and STEMI-related PCI procedures. However, the key quality indicators of STEMI care were not significantly affected. Restructuring health services during the COVID-19 pandemic has not significantly adversely influenced the in-hospital outcomes.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; ST-segment elevation myocardial infarction; primary percutaneous coronary intervention; thrombolysis; outcomes; ACUTE CORONARY SYNDROME; SEGMENT ELEVATION; STATEMENT; INSIGHTS; OUTCOMES; SOCIETY; STEMI",
    "subtypeDescription": "Article"
  },
  {
    "title": "Trends in Health Service Use for Canadian Adults With Dementia and Parkinson Disease During the First Wave of the COVID-19 Pandemic",
    "authors": [
      "Bronskill, Susan E.",
      "Maclagan, Laura C.",
      "Maxwell, Colleen J.",
      "Iaboni, Andrea",
      "Jaakkimainen, R. Liisa",
      "Marras, Connie",
      "Wang, Xuesong",
      "Guan, Jun",
      "Harris, Daniel A.",
      "Emdin, Abby",
      "Jones, Aaron",
      "Sourial, Nadia",
      "Godard-Sebillotte, Claire",
      "Vedel, Isabelle",
      "Austin, Peter C.",
      "Swartz, Richard H.",
      "AMER MEDICAL ASSOC",
      "Bronskill, Susan E.",
      "Maclagan, Laura C.",
      "Maxwell, Colleen J.",
      "Jaakkimainen, R. Liisa",
      "Marras, Connie",
      "Wang, Xuesong",
      "Guan, Jun",
      "Jones, Aaron",
      "Austin, Peter C.",
      "Swartz, Richard H.",
      "Bronskill, Susan E.",
      "Harris, Daniel A.",
      "Emdin, Abby",
      "Bronskill, Susan E.",
      "Jaakkimainen, R. Liisa",
      "Austin, Peter C.",
      "Swartz, Richard H.",
      "Bronskill, Susan E.",
      "Austin, Peter C.",
      "Maxwell, Colleen J.",
      "Maxwell, Colleen J.",
      "Iaboni, Andrea",
      "Iaboni, Andrea",
      "Jaakkimainen, R. Liisa",
      "Marras, Connie",
      "Jones, Aaron",
      "Sourial, Nadia",
      "Godard-Sebillotte, Claire",
      "Vedel, Isabelle",
      "Swartz, Richard H.",
      "Bronskill, Susan E.",
      "Jones, Aaron",
      "Swartz, Rick",
      "Iaboni, Andrea",
      "Swartz, Rick",
      "Sourial, Nadia",
      "Jaakkimainen, Liisa"
    ],
    "year": "2022",
    "journal": "JAMA HEALTH FORUM",
    "doi": "10.1001/jamahealthforum.2021.4599",
    "uid": "WOS:000837145400002",
    "abstract": "This cross-sectional analysis examines changes in health service use among community-dwelling persons with dementia, persons with Parkinson disease, and older adults without neurodegenerative disease during the first wave of the COVID-19 pandemic.",
    "countries": [
      "Canada"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "NURSING-HOME; OLDER-ADULTS; PRIMARY-CARE; IMPACT; CONTINUITY; ONTARIO",
    "subtypeDescription": "Article"
  },
  {
    "title": "Pandemic hospitals and reorganizing emergency departments",
    "authors": [
      "Kayipmaz, Afsin Emre",
      "Demircan, Ahmet",
      "Tubitak Scientific & Technological Research Council Turkey",
      "Kayipmaz, Afsin Emre",
      "Kayipmaz, Afsin Emre",
      "Demircan, Ahmet",
      "Demircan, Ahmet",
      "Kayipmaz, Afsin Emre",
      "Kayipmaz, Afsin Emre",
      "Demircan, Ahmet",
      "Demircan, AHMET",
      "Kayıpmaz, Afşin Emre",
      "Kayipmaz, Afsin Emre"
    ],
    "year": "2021",
    "journal": "TURKISH JOURNAL OF MEDICAL SCIENCES",
    "doi": "10.3906/sag-2106-169",
    "uid": "WOS:000802305600008",
    "abstract": "Emergency departments have always been the first point of contact for hospitals in many situations, including man-made and natural disasters. The first places where patients with symptoms of COVID-19 were met in health institutions were also emergency departments. Emergency departments play an important role in diagnosing the disease and isolating patients (by hospitalization if necessary). The process, which starts with the triage of outpatients admitted to the emergency department and brought by ambulance, continues as isolation of the patients in appropriate areas including physical evaluation, management of laboratory and scanning processes and, if necessary, providing cardiopulmonary resuscitation with airway support. Afterwards, patients can be treated as an outpatient, or hospitalized, or treated at the intensive care unit in line with their preliminary diagnosis and clinical conditions. Disruptions that may occur in one or more of these stages can lead to crowds and lengthy queues in the emergency department by prolonging the follow-up period of the patients. One of the strengths of Turkey at this point is that emergency departments are accustomed to the heavy patient load. The experiences gained from these conditions have facilitated the organization of pre-hospital emergency medical services, pandemic hospitals, and their emergency departments. In this organization, the main goal should be to provide uninterrupted and high-quality patient care through personnel training, personal protection measures, and the creation of physical conditions. Turkey's emergency departments are accustomed to managing the intensive patient flow, as they work at full capacity during normal times. Thanks to the experiences of emergency healthcare workers, health service was provided without any patient being turned away from the door of the emergency departments during the COVID-19 pandemic. In this review, we aimed to present the organization of pandemic hospitals and emergency departments during the COVID-19 pandemic. We made a schematic representation of the architectural areas through the emergency department of Ankara City Hospital, which has a bed capacity of 4200 with 256 beds in emergency department.",
    "countries": [
      "Turkey"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19 pandemics; disasters; emergency treatment; emergencies; COVID-19",
    "subtypeDescription": "Review"
  },
  {
    "title": "Association between spiritual care competency and perceived professional benefit among nurses: A cross-sectional study",
    "authors": [
      "Li, Yanjia",
      "Zeng, Xiaoying",
      "Chen, Min",
      "Hu, Yanli",
      "Wu, Jue",
      "Lu, Weinan",
      "Liu, Jing",
      "Yang, Qian",
      "Zhang, Limei",
      "WILEY",
      "Li, Yanjia",
      "Zeng, Xiaoying",
      "Lu, Weinan",
      "Liu, Jing",
      "Yang, Qian",
      "Zhang, Limei",
      "Chen, Min",
      "Hu, Yanli",
      "Wu, Jue",
      "Lu, Weinan",
      "Yang, Qian",
      "Zhang, Limei",
      "HU, YANLI",
      "zeng, xiaoying",
      "zhang, li mei",
      "Li, Yanjia",
      "Helen, Chen",
      ", limei",
      "zhang, limei"
    ],
    "year": "2022",
    "journal": "JOURNAL OF NURSING MANAGEMENT",
    "doi": "10.1111/jonm.13793",
    "uid": "WOS:000856497000001",
    "abstract": "Aims This study aimed to investigate the status quo of nurses' spiritual care competency and their relationship with perceived professional benefit. Background Spiritual care has always been considered a vitally important part of holistic nursing. Understanding the spiritual care competency of nurses during the COVID-19 pandemic can help nursing managers understand the weak links in spiritual care practice and improve the quality of nursing service. As a positive emotional experience and cognitive evaluation of the profession, perceived professional benefit can serve to adjust work pressure, relieve job burnout and promote an individual's overall growth. However, the relationship between perceived professional benefit among nurses and spiritual care competency remains unclear. Methods A total of 372 nurses were recruited from 15 separate Chinese hospitals. An online questionnaire was used to assess nurses' sociodemographic, spiritual care competency and perceived professional benefit. Statistical analyses were performed using Pearson's correlation analysis, t test, analysis of variance (ANOVA) and multiple stepwise linear regression analysis. Results The total mean score of spiritual care competency (99.43 +/- 21.10) among nurses was found to be moderate. Nurses' spiritual care competency was positively correlated with perceived professional benefit (P < .01). The multiple stepwise linear regression model (n = 372) had an explained variance (R-2 = 0.218) and showed that perceived professional benefit and the manner of receiving spiritual training were the main influencing factors of nurses' spiritual care competency (P < .001). Conclusion The study findings indicated that nurses need to improve their spiritual care competency by improving their perceived professional benefit. Implication for nursing managers Our study evaluated the spiritual care competency of nurses and explored the correlation between perceived professional benefit and spiritual care competency among nurses. The results of this study can help nursing managers to carry out relevant interventions, thus improving nurses' spiritual care competency and optimizing the quality of nursing.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "nurses; perceived professional benefit; spiritual care competency",
    "subtypeDescription": "Article"
  },
  {
    "title": "Lived experience of Iranian pre-hospital medical staff during the COVID-19 pandemic: a descriptive phenomenological study",
    "authors": [
      "Jafari-Oori, Mehdi",
      "Dehi, Manigeh",
      "Ebadi, Abbas",
      "Moradian, Seyed Tayeb",
      "Sadeghi, Hajar",
      "Jafari, Mojtaba",
      "FRONTIERS MEDIA SA",
      "Jafari-Oori, Mehdi",
      "Moradian, Seyed Tayeb",
      "Dehi, Manigeh",
      "Ebadi, Abbas",
      "Sadeghi, Hajar",
      "Jafari, Mojtaba",
      "Moradian, Seyed Tayeb",
      "ebadi, abbas",
      "oori, Mehdi"
    ],
    "year": "2023",
    "journal": "FRONTIERS IN PSYCHOLOGY",
    "doi": "10.3389/fpsyg.2023.1230892",
    "uid": "WOS:001145511500001",
    "abstract": "BackgroundPre-hospital medical staff faced numerous challenges during the COVID-19 pandemic. However, these challenges specific to pre-hospital services have not been thoroughly explored in Iran. This qualitative study aimed to examine the essence of pre-hospital care during the COVID-19 pandemic.MethodsThis phenomenological study was conducted from June to August 2021 in Tehran, Iran. Semi-structured interviews were conducted with pre-hospital medical staff. Data analysis was performed using Colaizzi's approach, and rigor was ensured by adhering to the consolidated criteria for qualitative reporting research.ResultsA total of 17 pre-hospital medical staff were interviewed, and five themes were extracted from the data: workload and resilience, damage, lack of control, under preparedness, and post-traumatic growth. These themes highlight the resilience demonstrated by pre-hospital medical staff, who faced an unprecedented crisis with limited preparedness and significant damage.ConclusionThe findings of this study indicate that pre-hospital medical staff in Iran encountered challenges during the COVID-19 pandemic due to a lack of preparedness and substantial damage. Despite these adversities, the participants exhibited resilience and experienced post-traumatic growth. The study emphasizes the importance of proper planning and preparedness to enhance the resilience of emergency medical services during pandemics. Furthermore, the results underscore the need to address the challenges faced by pre-hospital medical staff and improve the quality of care provided to patients during crises such as the COVID-19 pandemic.",
    "countries": [
      "Iran"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "COVID-19; lived experience; qualitative study; pre-hospital services; emergency medical staff; SERVICES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Use of telehealth for HIV care in Italy: Are doctors and patients on the same page? A cross-sectional study",
    "authors": [
      "Massaroni, Valentina",
      "Delle Donne, Valentina",
      "Ciccarelli, Nicoletta",
      "Ciccullo, Arturo",
      "Borghetti, Alberto",
      "Faliero, Domenico",
      "Visconti, Elena",
      "Tamburrini, Enrica",
      "Di Giambenedetto, Simona",
      "ELSEVIER IRELAND LTD",
      "Massaroni, Valentina",
      "Delle Donne, Valentina",
      "Tamburrini, Enrica",
      "Di Giambenedetto, Simona",
      "Ciccarelli, Nicoletta",
      "Ciccullo, Arturo",
      "Borghetti, Alberto",
      "Faliero, Domenico",
      "Visconti, Elena",
      "Tamburrini, Enrica",
      "Di Giambenedetto, Simona",
      "Ciccullo, Arturo",
      "Delle Donne, Valentina",
      "Ciccullo, Arturo",
      "Delle Donne, Valentina",
      "ciccarelli, nicoletta",
      "Massaroni, Valentina",
      "ciccarelli, nicoletta",
      "Massaroni, Valentina",
      "digiambenedetto, simona",
      "Delle Donne, Valentina"
    ],
    "year": "2021",
    "journal": "INTERNATIONAL JOURNAL OF MEDICAL INFORMATICS",
    "doi": "10.1016/j.ijmedinf.2021.104616",
    "uid": "WOS:000711061900005",
    "abstract": "Background: The COVID-19 pandemic has changed outpatient clinical practice, which has led to the need defining digital healthcare modalities to provide telehealth services. The aim of our study was to explore opinions about HIV management via telehealth in a representative, southern central Italian cohort of individuals with HIV (PLWH) and doctors involved in the treatment process. Methods: We enrolled 80 PLWH who have never used telehealth tools and 60 doctors, who administered an anonymous self-report questionnaire to investigate their opinions about telehealth service use. Results: Most of the doctors and patients indicated that they would use telehealth services; however, 88.3% of the doctors and 40% of the PLWH did not want to substitute personal visits with telehealth services. Unlike PLWH, physicians seemed to agree with most of the possible risks of telehealth, such as patients' isolation from the hospital system (71.7%), interaction difficulty (46.7%) and lower quality of patient assessment (63.3%). The doctors focused on the qualitative aspects of telehealth services reducing patients' exposure to stigma (61.7%), improving quality of patient care (41.7%), and improving privacy (58.3%). By contrast, patients focused on the quantitative aspects of telehealth services improving timely access to care (44%), time saving (63%) and improving interaction with doctor (43%). Conclusions: Both PLWH (especially older patients and those with longer experience of disease management) and doctors welcome the use of telehealth services but disagree using it to substitute medical consultation in person focusing on different possible benefits and risks of telehealth depending on the needs expressed. Thus, our results suggest the need to initiate and expand communication about telehealth between doctors and patients.",
    "countries": [
      "Italy"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "HIV; AIDS Care; COVID-19; Telemedicine; Telehealth; OLDER-ADULTS; CONSULTATION; BENEFITS; HEALTH",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Impact of COVID-19 on Psychiatric Acuity in a Community Psychiatric Hospital",
    "authors": [
      "Mahgoub, Yassir",
      "Forrest, Lauren N.",
      "Luther, Joy",
      "Singh, Nirmal",
      "Kibler, Jason",
      "Noel, Jason",
      "Zug, David",
      "Swigart, Alison",
      "Kunkel, Elisabeth",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Mahgoub, Yassir",
      "Forrest, Lauren N.",
      "Swigart, Alison",
      "Luther, Joy",
      "Singh, Nirmal",
      "Kunkel, Elisabeth",
      "Kibler, Jason",
      "Noel, Jason",
      "Zug, David",
      "Mahgoub, Yassir",
      "Mahgoub, Yassir",
      "Mahgoub, Yassir",
      "Mahgoub, Yassir"
    ],
    "year": "2023",
    "journal": "JOURNAL OF NERVOUS AND MENTAL DISEASE",
    "doi": "10.1097/NMD.0000000000001735",
    "uid": "WOS:001110244100015",
    "abstract": "The COVID-19 pandemic has had extensive impacts on mental health care delivery. Anecdotal observations of inpatient care teams at Pennsylvania Psychiatric Institute suggested increased patient acuity during the pandemic. The authors found no consensus definition for measuring psychiatric acuity in the literature. We performed an interrupted time series analysis to identify whether COVID-19 was associated with changes in several hospital parameters that might reflect our patients' access to psychiatric services and acuity. We found increases in inpatient parameters for length of stay, rates of involuntary admissions, and the incidence of restraints, seclusion, and 1:1 observation orders. Observing these increasing trends can inform mitigation efforts to improve the quality of mental health care treatment and care delivery. We suggest the use of these metrics for objective measurements of psychiatric acuity.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Acuity; inpatient psychiatry; COVID-19; aggression; MECHANISMS; DISORDERS; OUTCOMES; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "The interactive effect of the application of accreditation standards (JCIs) and the practice of administrative control in improving the quality of health services: a study on Yemeni hospitals",
    "authors": [
      "Alraimi, Ammar Ali",
      "Al-Nashmi, Murad Mohammed",
      "BMC",
      "Alraimi, Ammar Ali",
      "Al-Nashmi, Murad Mohammed",
      "Alraimi, Ammar Ali",
      "Alraimi, Ammar",
      "Al-Nashmi, Murad",
      "Al-Nashmi, Murad Mohammed",
      "Alraimi, Ammar"
    ],
    "year": "2024",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-024-11894-0",
    "uid": "WOS:001355584800003",
    "abstract": "BackgroundThis study aimed to examine the interactive effect of applying JCI accreditation standards and administrative control in improving the quality of health services in Yemeni hospitals. By examining the synergistic relationship between these two components, this study sought to shed light on how hospitals can improve their performance and achieve sustainable advancements in healthcare quality.MethodsThis study utilized a quantitative research design and collected data from Yemeni hospitals. The sample size was determined via the Krejcie and Morgan table, which provides a recommended sample size on the basis of the population. A total of 310 healthcare professionals were selected through a random sampling technique. Hypotheses were formulated to examine the impact of JCI accreditation standards and administrative control on healthcare quality. Statistical analyses were also conducted to test these hypotheses and determine the interaction effect between the two variables.ResultsThe results confirmed that applying JCI accreditation standards has a statistically significant positive effect on improving the quality of health services in hospitals. Additionally, the practice of administrative control had a statistically significant effect on healthcare quality. Furthermore, there was an interactive effect between the application of JCI accreditation standards and administrative control, indicating that their combined implementation led to even greater improvements in healthcare quality.ConclusionThe significance of this study lies in its potential to inform healthcare policymakers, administrators, and practitioners about the importance of integrating accreditation standards with robust administrative control measures. The findings emphasize the need for hospitals to prioritize both the implementation of accreditation standards and the establishment of effective administrative control systems to ensure the delivery of high-quality healthcare services. This study contributes to the literature by highlighting the interactive impact of these factors and providing insights into their synergistic relationship.",
    "countries": [
      "Yemen"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "JCI accreditation; Administrative control; Quality improvement; Healthcare services; Hospitals; CARE; PERFORMANCE; IMPROVEMENT; CHALLENGES; COVID-19; IMPACT; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Agreement between face-to-face and tele-assessment of upper limb disability in lung cancer survivors during COVID-19 era",
    "authors": [
      "Heredia-Ciuro, Alejandro",
      "Lazo-Prados, Antonio",
      "Blasco-Valls, Paula",
      "Calvache-Mateo, Andres",
      "Lopez-Lopez, Laura",
      "Martin-Nunez, Javier",
      "Valenza, Marie C.",
      "SAGE PUBLICATIONS LTD",
      "Heredia-Ciuro, Alejandro",
      "Calvache-Mateo, Andres",
      "Lopez-Lopez, Laura",
      "Martin-Nunez, Javier",
      "Valenza, Marie C.",
      "Lazo-Prados, Antonio",
      "Blasco-Valls, Paula",
      "Valenza, Marie C.",
      "Heredia-Ciuro, Alejandro",
      "Calvache Mateo, Andres",
      "Calvache Mateo, Andrés",
      "Heredia Ciuro, Alejandro",
      "Blasco Valls, Paula",
      "Valenza, Marie",
      "López, Laura",
      "Valenza, Marie Carmen"
    ],
    "year": "2024",
    "journal": "JOURNAL OF TELEMEDICINE AND TELECARE",
    "doi": "10.1177/1357633X221079543",
    "uid": "WOS:000762765100001",
    "abstract": "Introduction Upper limb disability can limit the quality of life of lung cancer survivors. The COVID-19 era has required a finding of alternatives to attend the monitoring of presented disturbances with the minor risk of spread. Tele-assessment offers new possibilities for clinical assessment demonstrating good reliability compared to traditional face-to-face assessment in a variety of patients. No previous study has applied this type of assessment in lung cancer survivors. For this reason, the aim of this study was to evaluate the level of agreement between upper limb disability assessment using tele-assessment and the face-to-face method in lung cancer survivors. Methods A reliability study was conducted with 20 lung cancer survivors recruited from the Oncological Radiotherapy Service of the \"Hospital PTS\" (Granada). Patients attended a session for clinical face-to-face and real-time online tele-assessment. The main outcome measurements of the study included upper limb function (shirt task) and musculoskeletal disturbances (active range of movement and trigger points), and these outcomes were recorded by two independent researchers. Results The outcome measures showed good agreement between both assessments. The active range of movement presented heterogeneous results, being excellent reliability (rho > 0.75) in extension, internal rotation, homolateral adduction, and contralateral abduction, good (0.4 < rho < 0.75) for flexion, homolateral abduction, contralateral adduction and contralateral external rotation, and poor (rho < 0.4) for homolateral external rotation. The measure evaluating upper limb function and trigger points show the highest interrater reliability with confidence interval lower limits >= 0.99. Discussion The tele-assessment of upper limb function and musculoskeletal disorders of lung cancer survivors present a good interrater reliability compared to face-to-face assessment. It could be useful for monitoring the disability presented by cancer survivors whose access is difficult by the residential situation, physical limitations or the risk of COVID-19 spread.",
    "countries": [
      "Spain"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "e-Health; agreement; lung cancer; COVID-19; upper limb; disability; telehealth; tele-assessment; TRIGGER POINTS; PRESSURE PAIN; CARE; TELEREHABILITATION; SHOULDER; PHYSIOTHERAPY; TELEMEDICINE; PEOPLE; RELIABILITY; TELEHEALTH",
    "subtypeDescription": "Article"
  },
  {
    "title": "Room to Improve: An Audit of In-Hospital End-of-Life Care for Oncology Patients in a Tertiary Cancer Centre in Ireland During the COVID-19 Pandemic",
    "authors": [
      "Carroll, Hailey K.",
      "Broderick, Aoife",
      "Mccarthy, Orfhlaith",
      "Bambury, Richard M.",
      "Power, Derek G.",
      "Collins, Dearbhaile C.",
      "Connolly, Roisin M.",
      "Noonan, Sinead A.",
      "Collins, Dan",
      "Cunningham, Elaine",
      "Kennedy, Mary",
      "O'Driscoll, Kieron",
      "Nuzum, Daniel",
      "Twomey, Katie",
      "O'Riordan, Aideen",
      "O'Sullivan, Finola",
      "Roe, Claire",
      "Lowney, Aoife C.",
      "O'Leary, Mary Jane",
      "O'Reilly, Seamus",
      "SAGE PUBLICATIONS INC",
      "Carroll, Hailey K.",
      "Broderick, Aoife",
      "Mccarthy, Orfhlaith",
      "Bambury, Richard M.",
      "Power, Derek G.",
      "Collins, Dearbhaile C.",
      "Connolly, Roisin M.",
      "Noonan, Sinead A.",
      "Collins, Dan",
      "Cunningham, Elaine",
      "Kennedy, Mary",
      "O'Driscoll, Kieron",
      "Nuzum, Daniel",
      "Twomey, Katie",
      "O'Riordan, Aideen",
      "O'Sullivan, Finola",
      "Roe, Claire",
      "Lowney, Aoife C.",
      "O'Leary, Mary Jane",
      "O'Reilly, Seamus",
      "Mccarthy, Orfhlaith",
      "Cunningham, Elaine",
      "Kennedy, Mary",
      "Nuzum, Daniel",
      "Lowney, Aoife C.",
      "O'Leary, Mary Jane",
      "Bambury, Richard M.",
      "Power, Derek G.",
      "Collins, Dearbhaile C.",
      "Connolly, Roisin M.",
      "Noonan, Sinead A.",
      "O'Reilly, Seamus",
      "Bambury, Richard M.",
      "Power, Derek G.",
      "Collins, Dearbhaile C.",
      "Connolly, Roisin M.",
      "Noonan, Sinead A.",
      "O'Reilly, Seamus",
      "O'Leary, Mary Jane",
      "O'Reilly, Seamus",
      "O'Leary, Mary Jane",
      "O'Reilly, Seamus",
      "Cunningham, Elaine",
      "Nuzum, Daniel",
      "O'Reilly BSc MD PhD FRCPI, Seamus",
      "o'reilly, seamus"
    ],
    "year": "2023",
    "journal": "OMEGA-JOURNAL OF DEATH AND DYING",
    "doi": "10.1177/00302228231196620",
    "uid": "WOS:001059284400001",
    "abstract": "The COVID-19 pandemic compounded isolation for patients through social distancing measures and staff shortages. We were concerned about the impact of COVID-19 on the quality of care provided at end-of-life in 2021 in a national cancer centre, and instigated the first ever review of the care of the dying. Quality of care was assessed retrospectively using a validated instrument developed by the United Kingdom's National Quality Board. Sixty-six patient deaths occurred in our cancer centre in 2021. The 'risk of dying' was documented in 65.2% of records. Palliative care services were involved in 77%, and pastoral care in 10.6%. What was important to the patient was documented in 24.2%. The 'quality-of-death' score was satisfactory for most but poor in 21.2%. Our study prompted change, including appointment of an end-of-life coordinator, development of a checklist to ensure comprehensive communication, expansion of the end-of-life committee to include junior doctors, and regular audit.",
    "countries": [
      "Ireland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; quality of death; audit; quality improvement; guideline; end of life care; communication; palliative care; attitudes death; family; PERSPECTIVES",
    "subtypeDescription": "Article"
  },
  {
    "title": "COVID-19 and the Transformation of Intensive Care Unit Telemedicine",
    "authors": [
      "Cucchi, Eric W.",
      "Kopec, Scott E.",
      "Lilly, Craig M.",
      "W B SAUNDERS CO-ELSEVIER INC",
      "Cucchi, Eric W.",
      "Kopec, Scott E.",
      "Lilly, Craig M.",
      "Lilly, Craig M.",
      "Cucchi, Eric",
      "dudiki, natasha"
    ],
    "year": "2022",
    "journal": "CLINICS IN CHEST MEDICINE",
    "doi": "10.1016/j.ccm.2022.05.007",
    "uid": "WOS:000892868500015",
    "abstract": "Before the pandemic, ICU telemedicine centers evolved to remove barriers to critical care specialist-directed care, support critical care de-livery by providers who are not critical care spe-cialists and respond promptly to alerts for evolving physiologic instability. These activities have been associated with improved hospital and ICU mortality and length of stay in before -and-after tele-ICU studies,9,34,35 encourage higher rates of adherence to ICU best practices,9,13 in-crease access to critical care services, and generate favorable financial outcomes.32 Their ability to provide a leveraged workforce solution allowed lateral growth and expansion of services to help broker the influx of patients with acute hyp-oxemic respiratory failure during the COVID-19 pandemic. Health care systems with ICU telemed-icine centers were able to more rapidly and robustly expand their delivery of high-quality crit-ical care evaluation and management services than those deploying consultative telemedicine models. The pandemic also encouraged the use of ICU telemedicine tools by bedside providers to reduce room entry events that consumed PPE, combat COVID-19 isolation and loneliness, and supervise prone ventilation teams. The pandemic brought new methods for reimbursing ICU telemedicine monitoring and service delivery and encouraged the development of improved predictive analytics.",
    "countries": [
      "USA"
    ],
    "citations": 2,
    "references": 0,
    "keywords": "Telemedicine; Telehealth; Tele-ICU; Digital health; Digital medicine; Critical care; COVID-19; TELE-ICU; EVOLUTION; IMPACT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Does the length of stay in hospital affect healthcare outcomes of patients without COVID-19 who were admitted during the pandemic? A retrospective monocentric study",
    "authors": [
      "Fluck, David",
      "Fry, Christopher Henry",
      "Rankin, Suzanne",
      "Lewis, Andrea",
      "Robin, Jonathan",
      "Rees, Jacqui",
      "Finch, Jo",
      "Jones, Yvonne",
      "Jones, Gareth",
      "Tudose, Julia",
      "Taylor, Liz",
      "Han, Thang Sieu",
      "SPRINGER-VERLAG ITALIA SRL",
      "Fluck, David",
      "Fry, Christopher Henry",
      "Rankin, Suzanne",
      "Lewis, Andrea",
      "Robin, Jonathan",
      "Rees, Jacqui",
      "Finch, Jo",
      "Jones, Yvonne",
      "Jones, Gareth",
      "Tudose, Julia",
      "Taylor, Liz",
      "Han, Thang Sieu",
      "Han, Thang Sieu",
      "Han, Thang Sieu",
      "Han, Thang Sieu"
    ],
    "year": "2022",
    "journal": "INTERNAL AND EMERGENCY MEDICINE",
    "doi": "10.1007/s11739-022-02945-7",
    "uid": "WOS:000760708000001",
    "abstract": "Uncertainties remain if changes to hospital care during the coronavirus disease (COVID-19) pandemic had an adverse impact on the care-quality of non-COVID-19 patients. We examined the association of hospital length of stay (LOS) with healthcare quality indicators in patients admitted with general medical conditions (non-COVID-19). In this retrospective monocentric study at a National Health Service hospital (Surrey), data were collected from 1st April 2019 to 31st March 2021, including the pandemic from 1st March 2020. Primary admissions, in-hospital mortality, post-discharge readmission and mortality were compared between the pre-pandemic (reference group) and pandemic period, according to LOS categories. There were 10,173 (47.7% men) from the pre-pandemic and 11,019 (47.5% men) from the pandemic period; mean (SD) age 68.3 year (20.0) and 68.3 year (19.6), respectively. During the pandemic, primary admission rates for acute cardiac conditions, pulmonary embolism, cerebrovascular accident and malignancy were higher, whilst admission rates for respiratory diseases and common age-related infections, and in-hospital mortality rates were lower. Amongst 19,721 survivors, sex distribution and underlying health status did not significantly differ between admissions before the pandemic and during wave-1 and wave-2 of the pandemic. Readmission rates did not differ between pre-pandemic and pandemic groups within the LOS categories of < 7 and 7-14 days, but were lower for the pandemic group who stayed > 14 days. For patients who died within seven days of admission, in-hospital mortality rates were lower in patients admitted during the pandemic. Mortality rates within 30 days of discharge did not differ between pre-pandemic and pandemic groups, irrespective of the initial hospital LOS. Despite higher rates of admission for serious conditions during the pandemic, in-hospital mortality was lower. Discharge time was similar to that for patients admitted before the pandemic, except it was earlier during the pandemic for those who stayed > 14 days, There were no group differences in quality-care outcomes.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Older age; Mortality; Readmission; Length of stay; Coronavirus; Charlson comorbidity index; ADMISSIONS; LOCKDOWN",
    "subtypeDescription": "Article"
  },
  {
    "title": "The COVID-19 Pandemic and Cancer Patients in Germany: Impact on Treatment, Follow-Up Care and Psychological Burden",
    "authors": [
      "Eckford, Rachel D.",
      "Gaisser, Andrea",
      "Arndt, Volker",
      "Baumann, Michael",
      "Kludt, Evelyn",
      "Mehlis, Katja",
      "Ubels, Jasper",
      "Winkler, Eva C.",
      "Weg-Remers, Susanne",
      "Schlander, Michael",
      "FRONTIERS MEDIA SA",
      "Eckford, Rachel D.",
      "Ubels, Jasper",
      "Schlander, Michael",
      "Gaisser, Andrea",
      "Kludt, Evelyn",
      "Weg-Remers, Susanne",
      "Arndt, Volker",
      "Arndt, Volker",
      "Baumann, Michael",
      "Mehlis, Katja",
      "Winkler, Eva C.",
      "Ubels, Jasper",
      "Schlander, Michael",
      "Schlander, Michael",
      "Eckford, Rachel D.",
      "Arndt, Volker",
      "Baumann, Michael",
      "Ubels, Jasper"
    ],
    "year": "2022",
    "journal": "FRONTIERS IN PUBLIC HEALTH",
    "doi": "10.3389/fpubh.2021.788598",
    "uid": "WOS:000760677900001",
    "abstract": "In response to the ongoing coronavirus disease 2019 (COVID-19) pandemic, governments imposed various measures to decrease the rate of disease spread, and health care policy makers prioritized resource allocation to accommodate COVID-19 patients. We conducted a cross-sectional online survey in Germany (July 2020-June 2021) to assess the frequency of changes to cancer care among cancer patients and to explore the psychological impact of the pandemic writ large. Cancer patients who contacted the Cancer Information Service (Krebsinformationsdienst, KID) of the German Cancer Research Center (Deutsches Krebsforschungszentrum, DKFZ) via email were invited to complete an online questionnaire, capturing demographics, cancer specifics (e.g., type, disease phase, primary place of treatment, etc.), and any changes to their medical, follow-up, psycho-oncological or nursing care. General level of psychological distress was measured using the Hospital Anxiety and Depression Scale (HADS) along with face-validated items regarding worries and social isolation specific to the pandemic. In total, 13% of 621 patients reported a change to their treatment or care plan. Of those patients with changes, the majority of changes were made to follow-up care after treatment (56%), to monitoring during treatment (29%) and to psychological counseling (20%). Of the overall sample, more than half of patients (55%) reported symptoms of anxiety and 39% reported symptoms of depression. Patients with a change in cancer care were more likely to report symptoms of depression than those with no change (AOR: 2.18; 95% CI: 1.26-3.76). Concern about the pandemic affecting the quality of health care was a predictor of both anxiety (AOR: 2.76; 95% CI: 1.75-4.35) and depression (AOR: 2.15; 95% CI: 1.43-3.23). Results showed that the majority of cancer patients in our study did not experience a change in their cancer care. However, the level of anxiety and psycho-social burden of cancer patients during the pandemic was high throughout the study period. Our findings underscore the need for health care services and policy makers to assess and to attend cancer patients' medical needs, with added emphasis on patients' psychological and social well-being. This applies particularly in situations where the healthcare system is strained and prioritization is necessary.",
    "countries": [
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; cancer care; changes in treatment; anxiety; depression; health care management; MENTAL-DISORDERS; PREVALENCE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Study protocol for the COPE study: COVID-19 in Older PEople: the influence of frailty and multimorbidity on survival. A multicentre, European observational study",
    "authors": [
      "Price, Angeline",
      "Barlow-Pay, Fenella",
      "Duffy, Siobhan",
      "Pearce, Lyndsay",
      "Vilches-Moraga, Arturo",
      "Moug, Susan",
      "Quinn, Terry",
      "Stechman, Michael",
      "Braude, Philip",
      "Mitchell, Emma",
      "Myint, Phyo Kyaw",
      "Verduri, Alessia",
      "McCarthy, Kathryn",
      "Carter, Ben",
      "Hewitt, Jonathan",
      "COPE Study Collaborators",
      "BMJ PUBLISHING GROUP",
      "Price, Angeline",
      "Vilches-Moraga, Arturo",
      "Barlow-Pay, Fenella",
      "Duffy, Siobhan",
      "Moug, Susan",
      "Pearce, Lyndsay",
      "Moug, Susan",
      "Quinn, Terry",
      "Stechman, Michael",
      "Braude, Philip",
      "Mitchell, Emma",
      "Myint, Phyo Kyaw",
      "Verduri, Alessia",
      "McCarthy, Kathryn",
      "Carter, Ben",
      "Carter, Ben",
      "Hewitt, Jonathan",
      "Price, Angeline",
      "myint, phyo",
      "Tan, Denise",
      "Vilches-Moraga, Arturo",
      "Vilches Moraga, Arturo",
      "Galbraith, Norman",
      "Braude, Philip",
      "Moug, Susan",
      "Carter, Ben",
      "price, angeline",
      "Carter, Ben",
      "Verduri, Alessia",
      "HEWITT, JONATHAN",
      "Price, Angeline"
    ],
    "year": "2020",
    "journal": "BMJ OPEN",
    "doi": "10.1136/bmjopen-2020-040569",
    "uid": "WOS:000578438100020",
    "abstract": "Introduction This protocol describes an observational study which set out to assess whether frailty and/or multimorbidity correlates with short-term and medium-term outcomes in patients diagnosed with COVID-19 in a European, multicentre setting. Methods and analysis Over a 3-month period we aim to recruit a minimum of 500 patients across 10 hospital sites, collecting baseline data including: patient demographics; presence of comorbidities; relevant blood tests on admission; prescription of ACE inhibitors/angiotensin receptor blockers/non-steroidal anti-inflammatory drugs/immunosuppressants; smoking status; Clinical Frailty Score (CFS); length of hospital stay; mortality and readmission. All patients receiving inpatient hospital care >18 years who receive a diagnosis of COVID-19 are eligible for inclusion. Long-term follow-up at 6 and 12 months is planned. This will assess frailty, quality of life and medical complications. Our primary analysis will be short-term and long-term mortality by CFS, adjusted for age (18-64, 65-80 and >80) and gender. We will carry out a secondary analysis of the primary outcome by including additional clinical mediators which are determined statistically important using a likelihood ratio test. All analyses will be presented as crude and adjusted HR and OR with associated 95% CIs and p values. Ethics and dissemination This study has been registered, reviewed and approved by the following: Health Research Authority (20/HRA1898); Ethics Committee of Hospital Policlinico Modena, Italy (369/2020/OSS/AOUMO); Health and Care Research Permissions Service, Wales; and NHS Research Scotland Permissions Co-ordinating Centre, Scotland. All participating units obtained approval from their local Research and Development department consistent with the guidance from their relevant national organisation. Data will be reported as a whole cohort. This project will be submitted for presentation at a national or international surgical and geriatric conference. Manuscript(s) will be prepared following the close of the project.",
    "countries": [
      "England",
      "Scotland",
      "Wales",
      "Italy"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "geriatric medicine; health policy; public health; OUTCOMES; DISEASE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Scalable Model for Delivery of Inpatient Palliative Care During a Pandemic",
    "authors": [
      "Kaya, Ebru",
      "Lewin, Warren",
      "Frost, David",
      "Hannon, Breffni",
      "Zimmermann, Camilla",
      "SAGE PUBLICATIONS INC",
      "Kaya, Ebru",
      "Lewin, Warren",
      "Hannon, Breffni",
      "Zimmermann, Camilla",
      "Kaya, Ebru",
      "Hannon, Breffni",
      "Zimmermann, Camilla",
      "Lewin, Warren",
      "Frost, David",
      "Frost, David",
      "Kaya, Ebru",
      "Zimmermann, Camilla",
      "Frost, David William",
      "Lewin, Warren",
      "Kaya, Ebru"
    ],
    "year": "2021",
    "journal": "AMERICAN JOURNAL OF HOSPICE & PALLIATIVE MEDICINE",
    "doi": "10.1177/10499091211005701",
    "uid": "WOS:000638958000001",
    "abstract": "Background:",
    "countries": [
      "Canada"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "pandemic; COVID-19; novel coronavirus; inpatient model; palliative care; scalable",
    "subtypeDescription": "Article"
  },
  {
    "title": "Missed opportunities in hospital quality measurement during the COVID-19 pandemic: a retrospective investigation of US hospitals' CMS Star Ratings and 30-day mortality during the early pandemic",
    "authors": [
      "Pollock, Benjamin D.",
      "Devkaran, Subashnie",
      "Dowdy, Sean C.",
      "BMJ PUBLISHING GROUP",
      "Pollock, Benjamin D.",
      "Devkaran, Subashnie",
      "Dowdy, Sean C.",
      "Devkaran, Subashnie",
      "Dowdy, Sean C.",
      "Pollock, Benjamin D.",
      "Pollock, Benjamin"
    ],
    "year": "2024",
    "journal": "BMJ OPEN",
    "doi": "10.1136/bmjopen-2023-079351",
    "uid": "WOS:001185044000054",
    "abstract": "Objectives In the USA and UK, pandemic-era outcome data have been excluded from hospital rankings and pay-for-performance programmes. We assessed the relationship between US hospitals' pre-pandemic Centers for Medicare and Medicaid Services (CMS) Overall Hospital Star ratings and early pandemic 30-day mortality among both patients with COVID and non-COVID to understand whether pre-existing structures, processes and outcomes related to quality enabled greater pandemic resiliency. Design and data source A retrospective, claim-based data study using the 100% Inpatient Standard Analytic File and Medicare Beneficiary Summary File including all US Medicare Fee-for-Service inpatient encounters from 1 April 2020 to 30 November 2020 linked with the CMS Hospital Star Ratings using six-digit CMS provider IDs. Outcome measure The outcome was risk-adjusted 30-day mortality. We used multivariate logistic regression adjusting for age, sex, Elixhauser mortality index, US Census Region, month, hospital-specific January 2020 CMS Star rating (1-5 stars), COVID diagnosis (U07.1) and COVID diagnosisxCMS Star Rating interaction. Results We included 4 473 390 Medicare encounters from 2533 hospitals, with 92 896 (28.2%) mortalities among COVID-19 encounters and 387 029 (9.3%) mortalities among non-COVID encounters. There was significantly greater odds of mortality as CMS Star Ratings decreased, with 18% (95% CI 15% to 22%; p<0.0001), 33% (95% CI 30% to 37%; p<0.0001), 38% (95% CI 34% to 42%; p<0.0001) and 60% (95% CI 55% to 66%; p<0.0001), greater odds of COVID mortality comparing 4-star, 3-star, 2-star and 1-star hospitals (respectively) to 5-star hospitals. Among non-COVID encounters, there were 17% (95% CI 16% to 19%; p<0.0001), 24% (95% CI 23% to 26%; p<0.0001), 32% (95% CI 30% to 33%; p<0.0001) and 40% (95% CI 38% to 42%; p<0.0001) greater odds of mortality at 4-star, 3-star, 2-star and 1-star hospitals (respectively) as compared with 5-star hospitals. Conclusion Our results support a need to further understand how quality outcomes were maintained during the pandemic. Valuable insights can be gained by including the reporting of risk-adjusted pandemic era hospital quality outcomes for high and low performing hospitals.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Quality in health care; Mortality; Hospitals; HEALTH-CARE SAFETY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Prenatal screening service for fetal RHD genotyping to guide prophylaxis: the two-year experience of the Friuli Venezia Giulia region in Italy",
    "authors": [
      "Londero, Donatella",
      "Merluzzi, Sonia",
      "Dreossi, Cristina",
      "Barillari, Giovanni",
      "SIMTIPRO SRL",
      "Londero, Donatella",
      "Merluzzi, Sonia",
      "Dreossi, Cristina",
      "Barillari, Giovanni",
      "Londero, Donatella",
      "Londero, Donatella"
    ],
    "year": "2023",
    "journal": "BLOOD TRANSFUSION",
    "doi": "10.2450/2022.0004-22",
    "uid": "WOS:001025825800001",
    "abstract": "Background -Fetal RHD genotyping of cell-free fetal DNA (cff-DNA) from RhD-negative pregnant women can be used to guide anti-D prophylaxis: the knowledge of fetal RhD type can direct and restrict the use of prenatal anti-D immunoglobulin exclusively to RhD-negative women carrying a RhD-positive fetus. Since November 2019 in the region of Friuli Venezia Giulia (Italy) a prenatal screening service has been offered to RhD-negative women at 22-24 weeks of gestation.Materials and methods -The cff-DNA is extracted from a simple peripheral maternal blood sample to analyze the fetal RHD gene: the results are interpreted as RHD-positive fetus, RHD-negative fetus, or Inconclusive. The service is shared with all regional hospitals and tests are provided free of charge by the National Health System. Results -Overall, 142 RhD-negative pregnant women were recruited in nearly 2 years. Fetal RHD genotyping was negative in 53 pregnancies and positive in 89 pregnancies. Thus, unnecessary treatment of pregnant women and exposure to a scarce plasma-derived medicinal product was avoided, by the use of a single blood sample, in 37.8% of cases, representing 100% of the RhD-negative women carrying a RhD-negative fetus in our cohort.Discussion -The first Italian region-wide screening service for fetal RHD genotyping has been implemented for 2 years, despite the COVID-19 pandemic, in order to obtain the predicted fetal RhD phenotype before the 28th week of gestation, during which prenatal prophylaxis is usually administered. Giving prenatal anti-D immunoglobulin exclusively to RhD-negative women carrying a RhD-positive fetus reduces the overall use of anti-D immunoglobulin, which is becoming an ever more limited resource. The high sensitivity of the procedure provides evidence that the implementation of a diagnostic test in a reference laboratory guarantees the quality of the results, the concordance of reports and the sustainability of costs, representing an excellent guide to targeted use of prophylaxis.",
    "countries": [
      "Italy"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "hemolytic disease of the fetus and newborn; targeting prenatal prophylaxis; non-invasive prenatal diagnosis; fetal RHD genotyping; screening service; NEGATIVE PREGNANT-WOMEN; MATERNAL PLASMA; ANTI-D; HEMOLYTIC-DISEASE; FETUS; DNA; IMMUNOGLOBULIN",
    "subtypeDescription": "Article"
  },
  {
    "title": "Management of Peritoneal Dialysis-Associated Emergencies during the COVID-19 Pandemic: The Experience of a Center of Excellence",
    "authors": [
      "Iorga, Cristian",
      "Iorga, Cristina Raluca",
      "Andreiana, Iuliana",
      "Stancu, Simona Hildegard",
      "Bengulescu, Iustinian",
      "Constantin, Traian",
      "Strambu, Victor",
      "MDPI",
      "Iorga, Cristian",
      "Iorga, Cristina Raluca",
      "Andreiana, Iuliana",
      "Stancu, Simona Hildegard",
      "Bengulescu, Iustinian",
      "Constantin, Traian",
      "Strambu, Victor",
      "Iorga, Cristian",
      "Iorga, Cristina Raluca",
      "Bengulescu, Iustinian",
      "Strambu, Victor",
      "Andreiana, Iuliana",
      "Stancu, Simona Hildegard",
      "Constantin, Traian",
      "Iorga, Cristina Raluca",
      "Andreiana, Iuliana",
      "Iorga, Cristina Raluca",
      "Andreiana, Iuliana",
      "iorga, cristian",
      "Iorga, Cristina Raluca",
      "iorga, cristian",
      "Strambu, Victor",
      "Constantin, Traian",
      "Constantin, Traian",
      "Iorga, Cristina Raluca"
    ],
    "year": "2024",
    "journal": "LIFE-BASEL",
    "doi": "10.3390/life14070805",
    "uid": "WOS:001277232300001",
    "abstract": "The COVID-19 pandemic struck unexpectedly; emergency services and chronic care institutions, including dialysis centers, were overloaded. A significant problem was the care of COVID-positive patients alongside the care of chronically dialyzed patients who presented emergencies. In our hospital, which became a COVID support center for dialysis patients with severe forms of the disease, we had to care for PD patients with dialysis-related emergencies. We present two cases of patients managed on an outpatient basis or 1-day hospitalization who were treated successfully without compromising the quality of the care provided. We used remote monitoring, worked in a multidisciplinary team, and shortened the duration of the patients' hospitalization (and implicitly the risk of contact). In pandemic conditions, the advantage of PD was the possibility of patient isolation; in the first 6 months of the pandemic, we recorded no deaths in this category of patients. In hemodialysis patients, infection and mortality rates were high. Although we expected an increase in the number of peritoneal dialysis patients in the post-pandemic period, this did not happen. We continue to plead for the popularization of the PD method among patients and doctors, which has proven advantages in pandemic conditions.",
    "countries": [
      "Romania"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "peritoneal dialysis emergencies; COVID pandemic; telemonitoring; SPAIN",
    "subtypeDescription": "Article"
  },
  {
    "title": "In-Hospital Virtual Peer-to-Peer Consultation to Increase Guideline-Directed Medical Therapy for Heart Failure: A Pilot Randomized Trial",
    "authors": [
      "Rao, Vishal N.",
      "Shah, Anand",
      "McDermott, Jaime",
      "Barnes, Stephanie G.",
      "Murray, Evan M.",
      "Kelsey, Michelle D.",
      "Greene, Stephen J.",
      "Fudim, Marat",
      "DeVore, Adam D.",
      "Patel, Chetan B.",
      "Blazing, Michael A.",
      "O'Brien, Cara",
      "Mentz, Robert J.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Rao, Vishal N.",
      "McDermott, Jaime",
      "Barnes, Stephanie G.",
      "Kelsey, Michelle D.",
      "Greene, Stephen J.",
      "Fudim, Marat",
      "DeVore, Adam D.",
      "Patel, Chetan B.",
      "Blazing, Michael A.",
      "Mentz, Robert J.",
      "Shah, Anand",
      "Murray, Evan M.",
      "O'Brien, Cara",
      "Rao, Vishal N.",
      "Kelsey, Michelle D.",
      "Greene, Stephen J.",
      "Fudim, Marat",
      "DeVore, Adam D.",
      "Mentz, Robert J.",
      "Rao, Vishal N.",
      "Rao, Vishal N.",
      "Mentz, Robert",
      "Murray, Evan",
      "Shah, Anand",
      "Murray, Evan",
      "Mentz, Robert",
      "Rao, Vishal",
      "McDermott, Jaime",
      "DeVore, Adam",
      "Fudim, Marat",
      "Barnes, Stephanie"
    ],
    "year": "2023",
    "journal": "CIRCULATION-HEART FAILURE",
    "doi": "10.1161/CIRCHEARTFAILURE.122.010158",
    "uid": "WOS:000939045400013",
    "abstract": "Background:Guideline-directed medical therapy (GDMT) for heart failure with reduced ejection fraction (HFrEF) improves clinical outcomes and quality of life. Optimizing GDMT in the hospital is associated with greater long-term use in HFrEF. This study aimed to describe the efficacy of a multidisciplinary virtual HF intervention on GDMT optimization among patients with HFrEF admitted for any cause. Methods:In this pilot randomized, controlled study, consecutive patients with HFrEF admitted to noncardiology medicine services for any cause were identified at a large academic tertiary care hospital between May to September 2021. Major exclusions were end-stage renal disease, hemodynamic instability, concurrent COVID-19 infection, and current enrollment in hospice care. Patients were randomized to a clinician-level virtual peer-to-peer consult intervention providing GDMT recommendations and information on medication costs versus usual care. Primary end points included (1) proportion of patients with new GDMT initiation or use and (2) changes to HF optimal medical therapy scores which included target dosing (range, 0-9). Results:Of 242 patients identified, 91 (38%) were eligible and randomized to intervention (N=52) or usual care (N=39). Baseline characteristics were similar between intervention and usual care (mean age 63 versus 67 years, 23% versus 26% female, 46% versus 49% Black, mean ejection fraction 33% versus 31%). GDMT use on admission was also similar. There were greater proportions of patients with GDMT initiation or continuation with the intervention compared with usual care. After adjusting for optimal medical therapy score on admission, changes to optimal medical therapy score at discharge were higher for the intervention group compared with usual care (+0.44 versus -0.31, absolute difference +0.75, adjusted estimate 0.86 +/- 0.42; P=0.041). Conclusions:Among eligible patients with HFrEF hospitalized for any cause on noncardiology services, a multidisciplinary pilot virtual HF consultation increased new GDMT initiation and dose optimization at discharge.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "heart failure; hospitalization; practice patterns; physicians'; quality of care; remote consultation; REDUCED EJECTION FRACTION; PREDISCHARGE INITIATION; CLINICAL-COURSE; OUTCOMES; INTERVENTION; MANAGEMENT; DISCHARGE; IMPACT; RISK; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Access to Care After Autism Diagnosis During the COVID-19 Pandemic: A Quality Improvement Project",
    "authors": [
      "Landau-Taylor, Jessica",
      "McGivney, Christine",
      "Christiansen, Audrey",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Landau-Taylor, Jessica",
      "McGivney, Christine",
      "Christiansen, Audrey",
      "Christiansen, Audrey",
      "Christiansen, Audrey"
    ],
    "year": "2023",
    "journal": "JOURNAL OF DEVELOPMENTAL AND BEHAVIORAL PEDIATRICS",
    "doi": "10.1097/DBP.0000000000001146",
    "uid": "WOS:000999706000001",
    "abstract": "Objective:The aim of this study was to identify barriers and improve access to services for children diagnosed with autism spectrum disorder (ASD) during the COVID-19 pandemic.Methods:Sixty-two patients diagnosed with ASD between March 23 and June 30, 2020, at a large urban safety net hospital were identified by chart review. Patients were called from January to March 2021 and queried regarding access to services. Brief interventions were provided as part of a modified Plan-Do-Study-Act approach. A second chart review was conducted between April and May 2021 to determine whether families accessed any additional services.Results:At the time of initial evaluation, 12 patients (19%) had been able to access all recommended services, 32 (52%) had been able to access some recommended services, and 9 (15%) were not able to access any services. Service levels for 9 families (15%) were undetermined. Sixteen patients (26%) lacked any follow-up with their developmental behavioral pediatrician since their initial evaluation. Thirty patients (48%) reported changes to their individualized educational program or early intervention services, and 17 patients (27%) were receiving in-home applied behavior analysis. After the brief intervention, 13 patients had accessed new services, and 9 patients previously lost to follow-up had completed an appointment.Conclusion:Patients diagnosed with ASD in the spring of 2020 had significant difficulty accessing community services. The transition to telemedicine exacerbated this hospital's difficulty contacting patients for follow-up. Additional research is needed to fully characterize the disruptions to services experienced by patients diagnosed with ASD during the pandemic and to increase accessibility and equity of care.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "autism spectrum disorder; telehealth; COVID-19 pandemic; autism diagnosis; health equity",
    "subtypeDescription": "Article"
  },
  {
    "title": "Influence of the COVID-19 pandemic on the congenital heart surgery service in Lithuania",
    "authors": [
      "Budrys, Dominykas",
      "Gegieckiene, Ruta",
      "Lebetkevicius, Virgilijus",
      "Sudikiene, Rita",
      "Tarutis, Virgilijus",
      "Jonas, Karolis",
      "CAMBRIDGE UNIV PRESS",
      "Budrys, Dominykas",
      "Gegieckiene, Ruta",
      "Lebetkevicius, Virgilijus",
      "Sudikiene, Rita",
      "Tarutis, Virgilijus",
      "Jonas, Karolis",
      "Budrys, Dominykas",
      "Budrys, Dominykas"
    ],
    "year": "2024",
    "journal": "CARDIOLOGY IN THE YOUNG",
    "doi": "10.1017/S1047951123004420",
    "uid": "WOS:001134839300001",
    "abstract": "Introduction:CHD is a unique group of medical pathologies. Literature worldwide reports significant decrements in the case volume of patients with these conditions due to the recent global pandemic of coronavirus disease 2019. The only centre providing congenital cardiac care for Lithuanian population is in a hospital which was the main medical institution for the sickest coronavirus disease 2019 patients. Hence, this centre had to maintain its service alongside the mobilisation of resources to tackle the crisis.Aim of Study:To evaluate the effect of the pandemic on the service of congenital heart surgery in Lithuania.Methods:The activity of a single centre providing congenital heart care working in a main coronavirus 2019 pandemic hospital during the pandemic was analysed and compared to a matched period of pre-pandemic activity.Results:The number of admitted patients was similar during both pre-pandemic and pandemic periods. During the pandemic period, younger patients were more often operated as urgent cases. Their postoperative length of stay was longer. However, there were no differences in early postoperative mortality between the two groups.Conclusions:It was possible to maintain an accessible and high-quality specialised congenital cardiac care for various age patients during global pandemic events, while working in the main pandemic hospital.",
    "countries": [
      "Lithuania"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Paediatric cardiac surgery; cardiothoracic surgery; CHDs; SARS-CoV-2; COVID-19; pandemic",
    "subtypeDescription": "Article"
  },
  {
    "title": "Telerehabilitation: Evolution of functional capacity, quality of life and mental health in COVID-19 patients after a Respiratory Rehabilitation program",
    "authors": [
      "Garcia-Castillo, Francisco Javier",
      "Anciano-Campo, Pedro",
      "Laguna-Canadilla, Maria Jesus",
      "Sanchez-Lopez, Marta",
      "Arias-Arias, Angel",
      "MINISTERIO DE SANIDAD Y CONSUMO",
      "Anciano-Campo, Pedro",
      "Garcia-Castillo, Francisco Javier",
      "Laguna-Canadilla, Maria Jesus",
      "Sanchez-Lopez, Marta",
      "Arias-Arias, Angel",
      "Garcia-Castillo, Francisco Javier",
      "Garcia-Castillo, Francisco Javier"
    ],
    "year": "2023",
    "journal": "REVISTA ESPANOLA DE SALUD PUBLICA",
    "doi": "N/A",
    "uid": "WOS:001107469400001",
    "abstract": "BACKGROUND // The healthcare approach to rehabilitation has undergone important changes due to the COVID-19 pandemic. The objective of the study was to assess the role of a home respiratory telerehabilitation program based on exercises and education in patients admitted to COVID-19.METHODS // An observational cohort study of COVID-19 patients admitted to General Hospital La Mancha Centro from March to June 2020 was carried out, who were assessed and treated by the rehabilitation, physiotherapy and occupational therapy service. After hospital discharge, the functional capacity, quality of life, mental health and happiness of the patients were assessed by telephone consultation at two, fifteen and thirty days. A descriptive analysis was carried out and for follow-up the McNemar test was used for qualitative variables and Student's t or Wilcoxon paired samples test for quantitative variables.RESULTS // Thirty patients were included in the study. The mean age was 60.9 years, with 50% male and 50% female. 80% of the patients were admitted to the ICU, with a mean of thirty four days. 73.3% of the patients developed ICU-acquired weakness. There are statistically significant changes in functional capacity (Barthel from 57.5 to 90), quality of life (EQ-VAS from 60 to 70), mental health (MHI-5 from 23 to 27) and happiness (Lyubomirsky from 4 to 4.5) of patients at thirty days after discharge.CONCLUSIONS // Patients admitted for COVID-19 and included in the home respiratory rehabilitation program through telerehabili-tation significantly improve their functional capacity, quality of life, mental health, and happiness during follow-up.",
    "countries": [
      "Spain"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; Home respiratory rehabilitation; Physiotherapy; Occupational therapy; Functional capacity; Mental health; Happiness; SUBJECTIVE HAPPINESS; BARTHEL INDEX; VALIDATION; SCALE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Emergent challenges and opportunities in drug discovery and commercialization",
    "authors": [
      "Mendoza, Roger Lee",
      "TAYLOR & FRANCIS LTD",
      "Mendoza, Roger Lee",
      "Mendoza, Roger Lee",
      "Mendoza, Roger Lee",
      "Mendoza, Roger"
    ],
    "year": "2023",
    "journal": "JOURNAL OF MEDICAL ECONOMICS",
    "doi": "10.1080/13696998.2023.2262840",
    "uid": "WOS:001081301200001",
    "abstract": "We review medical economics literature presented at the 2023 annual AEA-ASSA convention, the largest gathering of economists worldwide. Pharmacoeconomic papers addressed a wide range of issues, including gender and racial gaps in clinical trials, hospital credit financing, drug rebates, covid-19 vaccine equality, and the opioid epidemic. Yet, they had some common identifiable themes. We examine them in the context of the \"twin towers\" of biopharmaceutical innovation: discovery and commercialization. Implementation outcomes and relative success of innovative solutions - whether in terms of products and services, structural design and arrangements, or policies - depend on how adequately they respond to questions and challenges that arise in drug discovery and commercialization, and who gains from them. That innovation's beneficiaries might not equally gain from its intended advantages is another unifying theme in the reviewed literature. Against this backdrop, biopharmaceutical innovation can breed new challenges and opportunities. And health policy can perform a critical, leveling function that reduces cost, increases access, and ensures quality of pharmacoeconomic solutions.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Pharmacoeconomics; biopharmaceutical; discovery; commercialization; healthcare innovation; R&D; health policy",
    "subtypeDescription": "Article"
  },
  {
    "title": "Evaluation of Patients' Satisfaction with the Transition of Internal Medicine Outpatient Clinics to Teleconsultation During COVID-19 Pandemic",
    "authors": [
      "Alromaihi, Dalal",
      "Asheer, Shaikha",
      "Hasan, Mariam",
      "Faqihi, Fatima",
      "Almannaei, Noora",
      "Alkowari, Shaikha",
      "Janahi, Duha",
      "Hasan, Mona",
      "Abraham, Aneena",
      "Verma, Seema",
      "MARY ANN LIEBERT, INC",
      "Alromaihi, Dalal",
      "Asheer, Shaikha",
      "Hasan, Mariam",
      "Faqihi, Fatima",
      "Almannaei, Noora",
      "Alkowari, Shaikha",
      "Janahi, Duha",
      "Alromaihi, Dalal",
      "Hasan, Mona",
      "Abraham, Aneena",
      "Verma, Seema",
      "Alromaihi, Dalal",
      "Alromaihi, Dalal",
      "Verma, Seema"
    ],
    "year": "2023",
    "journal": "TELEMEDICINE AND E-HEALTH",
    "doi": "10.1089/tmj.2021.0517",
    "uid": "WOS:000811478500001",
    "abstract": "Introduction: The utilization of telemedicine has been steadily rising and became more available during the coronavirus disease 2019 (COVID-19) pandemic to ensure the continuity of care and minimize the risk of exposure to the infection. The aim of this study was to evaluate patients' and caregivers' satisfaction to newly developed teleconsultation services at the internal medical outpatient clinics at a tertiary university hospital during the COVID-19 pandemic.Methods: A cross-sectional satisfaction evaluation was conducted between April 2020 and June 2020. Participants included patients or caregivers who were randomly selected to answer a multi-item questionnaire to measure satisfaction with the quality, effectiveness, and convenience of the service.Results: A total of 901 participants completed the satisfaction survey. Most of the patients were in the age group 45-64 years (43.7%). The main teleconsultation method was telephone call (99.2%) and 798 participants (88.6%) were satisfied with the quality of teleconsultation. There was no difference in satisfaction levels across the various specialty clinics or age groups. The service was viewed as convenient by 636 participants (70.5%) and 481 (56.6%) preferred to continue using telemedicine after the COVID-19 pandemic.Conclusion: The study revealed high level of satisfaction among patients and caregivers with the recently introduced teleconsultation services at internal medicine outpatient clinics during the COVID-19 pandemic, which is a relatively new concept in many countries. This opens the door to further utilize telemedicine as an integrated part to improve patient care beyond the pandemic.",
    "countries": [
      "Bahrain"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "teleconsultation; patients' satisfaction; internal medicine; COVID-19; telemedicine; TELEHEALTH",
    "subtypeDescription": "Article"
  },
  {
    "title": "A Data-Driven Approach to Allocating Personal Protective Equipment During the COVID-19 Pandemic in King County, Washington",
    "authors": [
      "Hu, Audrey",
      "Casey, Daniel",
      "Toyoji, Mariko",
      "Brown, Alicia",
      "Elsenboss, Carina",
      "MARY ANN LIEBERT, INC",
      "Hu, Audrey",
      "Casey, Daniel",
      "Elsenboss, Carina",
      "Toyoji, Mariko",
      "Brown, Alicia",
      "Casey, Daniel",
      "Casey, Daniel",
      "Brown, Alicia"
    ],
    "year": "2023",
    "journal": "HEALTH SECURITY",
    "doi": "10.1089/hs.2022.0115",
    "uid": "WOS:000921726200001",
    "abstract": "From the Field is a semiregular column that provides insight into the experiences of local, county, or state health professionals on the frontlines of health emergencies. National Association of County and City Health Officials members share the challenges faced and the solutions developed as they prepared for and responded to disasters, epidemics, and other major health issues. The aim of sharing these practical experiences is to provide other public health champions with the information and tools they need to help keep their communities safe even in extreme situations.The COVID-19 pandemic created an extraordinarily high demand for personal protective equipment (PPE). Acute need and supply chain disruptions made hospitals, emergency medical services, and other critical care agencies particularly vulnerable to PPE shortages. In March 2020, King County, Washington, developed computational tools, operating procedures, and data visualizations to fulfill its responsibilities to prioritize, allocate, and distribute scarce PPE equitably and efficiently during a public health emergency. King County distributed over 1.6 million gowns, 22 million gloves, 3.9 million surgical masks, and 1.5 million N95 respirators (among other items) during its PPE distribution mission. An algorithm processed resource requests from the community, with respect to available inventory, emergency allocation policies, prioritization constraints, estimated PPE use rates, agency-specific needs, and other parameters. With these inputs and constraints, the requests were translated into instructions for fulfillment and delivery and several tabular and graphical data visualizations were produced for quality assurance and transparency. Access to timely, relevant, and stable data was a constant challenge, and constraints invariably changed as the emergency response unfolded. King County's PPE distribution mission provides a useful case study in how to develop a scalable and data-driven approach to resource allocation and distribution under emergency response conditions.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; Personal protective equipment; Epidemic management; response; Resource management; Public health preparedness",
    "subtypeDescription": "Article"
  },
  {
    "title": "Trading in harms: COVID-19 and sexual and reproductive health disparities during the first surge in New York state",
    "authors": [
      "Andaya, Elise",
      "Bhatia, Rajani",
      "PERGAMON-ELSEVIER SCIENCE LTD",
      "Andaya, Elise",
      "Bhatia, Rajani",
      "Andaya, Elise",
      "Andaya, Elise"
    ],
    "year": "2023",
    "journal": "SOCIAL SCIENCE & MEDICINE",
    "doi": "10.1016/j.socscimed.2023.116389",
    "uid": "WOS:001146739200001",
    "abstract": "In March 2020, New York City was the national epicenter of the novel coronavirus in the United States. This article draws on rapid qualitative research from July to October of 2020 with sexual and reproductive healthcare (SRH) providers who served low-income people from racial and ethnic minority groups in New York State to examine their perceptions of the effects of COVID-related adaptations to care on healthcare access and quality. We found that care delivery protocols during the early months of the pandemic compromised healthcare interactions and clinical experiences by limiting support persons, separating newborns from parents, and restricting care time in hospitals. Additionally, closures of in-person SRH services and prohibitions on prenatal support persons increased obstacles to access and utilization of care. Our intersectional analysis underscores how COVID protocols interacted with other axes of inequality to compound disparities in SRH access and quality of care. Early COVID policies prioritized controlling the risk of viral exposure over the risk of harm from the policies themselves, reflecting zero-sum approaches that we describe as \"trading in harms.\" Our research thus raises crucial questions about how institutions and governing bodies conceive of, and organize, emergency pre-paredness. We argue that emergency preparedness must center concerns around racial, class, and gender equity, among others, to foreground the risks and benefits of emergency responses for different groups.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; Reproductive health disparities; Intersectionality; Race; Healthcare provider perspectives; Obstetrics and gynecology; New York; U.S; WOMEN",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Cost We Bear: Financial Implications for Hip Fracture Care Amidst the COVID-19 Pandemic",
    "authors": [
      "Konda, Sanjit R.",
      "Esper, Garrett W.",
      "Meltzer-Bruhn, Ariana T.",
      "Ganta, Abhishek",
      "Egol, Kenneth A.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Konda, Sanjit R.",
      "Esper, Garrett W.",
      "Meltzer-Bruhn, Ariana T.",
      "Ganta, Abhishek",
      "Egol, Kenneth A.",
      "Konda, Sanjit R.",
      "Ganta, Abhishek",
      "Egol, Kenneth A.",
      "Konda, Sanjit R.",
      "Konda, Sanjit R.",
      "Konda, Sanjit"
    ],
    "year": "2023",
    "journal": "JOURNAL OF THE AMERICAN ACADEMY OF ORTHOPAEDIC SURGEONS",
    "doi": "10.5435/JAAOS-D-22-00611",
    "uid": "WOS:001063443200011",
    "abstract": "Introduction:The purpose of this study was to assess the impact of COVID-19 on the cost of hip fracture care in the geriatric/middle-aged cohort, hypothesizing the cost of care increased during the pandemic, especially in COVID+ patients.Methods:Between October 2014 and January 2022, 2,526 hip fracture patients older than 55 years were analyzed for demographics, injury details, COVID status on admission, hospital quality measures, and inpatient healthcare costs from the inpatient admission. Comparative analyses were conducted between: (1) All comers and high-risk patients in the prepandemic (October 2014 to January 2020) and pandemic (February 2020 to January 2022) cohorts and (2) COVID+ and COVID- patients during the pandemic. Subanalysis assessed the difference in cost breakdown for patients in the overall cohorts, the high-risk quartiles, and between the prevaccine and postvaccine pandemic cohorts.Results:Although the total costs of admission for all patients, and specifically high-risk patients, were not notably higher during the pandemic, further breakdown showed higher costs for the emergency department, laboratory/pathology, radiology, and allied health services during the pandemic, which was offset by lower procedural costs. High-risk COVID+ patients had higher total costs than high-risk COVID- patients (P < 0.001), most notably in room-and-board (P = 0.032) and allied health (P = 0.023) costs. Once the pandemic started, subgroup analysis demonstrated no change in the total cost in the prevaccine and postvaccine cohort.Conclusion:The overall inpatient cost of hip fracture care did not increase during the pandemic. Although individual subdivisions of cost signified increased resource utilization during the pandemic, this was offset by lower procedural costs. COVID+ patients, however, had notably higher total costs compared with COVID- patients driven primarily by increased room-and-board costs. The overall cost of care for high-risk patients did not decrease after the widespread administration of the COVID-19 vaccine.Level of Evidence:III",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "MORTALITY; OUTCOMES; TOOL",
    "subtypeDescription": "Article"
  },
  {
    "title": "VicTAG chemotherapy audit toolkit: Improving chemotherapy quality and safety",
    "authors": [
      "O'Connor, Shaun",
      "Matthews, Helen",
      "Hornby, Colin",
      "SAGE PUBLICATIONS LTD",
      "O'Connor, Shaun",
      "Hornby, Colin",
      "O'Connor, Shaun",
      "Matthews, Helen",
      "O'Connor, Shaun",
      "O'Connor, Shaun",
      "O'Connor, Shaun"
    ],
    "year": "2023",
    "journal": "JOURNAL OF ONCOLOGY PHARMACY PRACTICE",
    "doi": "10.1177/10781552221148118",
    "uid": "WOS:000903958300001",
    "abstract": "Objective: Off-protocol prescribing of systemic anti-cancer therapy (SACT) can lead to concerns about effectiveness of patient care. To identify variations in practice, a toolkit was developed for health services to address patient safety and the risk of sub-optimal outcomes for patients.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Chemotherapy; quality; auditing; safety; variation; PHYSICIAN ORDER ENTRY; ORAL CHEMOTHERAPY; ANTINEOPLASTIC DRUGS; PRESCRIBING ERRORS; MEDICATION ERRORS; IMPACT; PRESCRIPTION; CHILDREN; SYSTEM",
    "subtypeDescription": "Article"
  }
]