[
  {
    "title": "#postbabyhankypanky: An Empirically Based Knowledge Sharing Initiative About Sex and the Transition to Parenthood",
    "authors": [
      "Rosen, Natalie O.",
      "Muise, Megan D.",
      "Vannier, Sarah A.",
      "Chambers, Christine T.",
      "Scott, Heather",
      "Postbabyhankypanky Advisory Team",
      "SPRINGER/PLENUM PUBLISHERS",
      "Rosen, Natalie O.",
      "Muise, Megan D.",
      "Chambers, Christine T.",
      "Rosen, Natalie O.",
      "Scott, Heather",
      "Vannier, Sarah A.",
      "Chambers, Christine T.",
      "Chambers, Christine T.",
      "Rosen, Natalie O.",
      "Rosen, Natalie O.",
      "Rosen, Natalie",
      "Scott, Heather",
      "Chambers, Christine",
      "Chambers, Christine"
    ],
    "year": "2021",
    "journal": "ARCHIVES OF SEXUAL BEHAVIOR",
    "doi": "10.1007/s10508-020-01734-7",
    "uid": "WOS:000537332900001",
    "abstract": "Despite the many sexual concerns experienced by new parents, and their reported desire for more information on this topic, both parents and healthcare providers remain reticent to broach the subject. The goal of this project was to disseminate evidence-based knowledge from our prior research in a way that was accessible, engaging, and would spark further interest and communication for both new parents and healthcare providers. We convened a multidisciplinary advisory group that also involved community parents who provided feedback at all phases of this project. We developed five brief YouTube videos, each featuring a core research finding. Following an empirically supported strategic knowledge translation plan, we disseminated the videos to our target audiences (i.e., expectant and new parents, healthcare providers, educators, and other stakeholders) using social media from February 2018 to November 2019. Data were collected using YouTube analytics and an online survey (convenience sample: N = 225 parents; N = 161 healthcare providers). From the date of the launch, the videos had a reach of 91,766 views from 14 countries, with viewers watching an average of 90% of a video. Overall, quantitative and qualitative survey results suggested that the videos were acceptable and appropriate, and respondents were more confident and comfortable discussing sexual issues (with their partner/with their patients) and would like more information about postpartum sexuality after watching the videos. YouTube videos are an acceptable and effective way to disseminate evidence aimed at raising awareness of factors affecting sexuality in the transition to parenthood.",
    "countries": [
      "Canada"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Transition to parenthood; Postpartum sexuality; Knowledge translation; Social media; RELATIONSHIP SATISFACTION; HEALTH; QUALITY; YOUTUBE; IMPACT",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Experience of Anaemia and Ingesting Oral Iron Supplementation in Pregnancy: A Qualitative Study",
    "authors": [
      "O'Toole, F. E.",
      "Hokey, E.",
      "McAuliffe, F. M.",
      "Walsh, J. M.",
      "ELSEVIER",
      "O'Toole, F. E.",
      "Hokey, E.",
      "McAuliffe, F. M.",
      "Walsh, J. M.",
      "O'Toole, F. E.",
      "McAuliffe, F. M.",
      "Walsh, J. M.",
      "O'Toole, F. E.",
      "O'Toole, F. E.",
      "Hokey, Emma"
    ],
    "year": "2024",
    "journal": "EUROPEAN JOURNAL OF OBSTETRICS & GYNECOLOGY AND REPRODUCTIVE BIOLOGY",
    "doi": "10.1016/j.ejogrb.2024.03.005",
    "uid": "WOS:001239523600001",
    "abstract": "Introduction: The objective of this study was to understand the experience of iron deficiency anaemia requiring oral iron in pregnancy and the factors affecting compliance with oral iron supplementation. Participants ' understanding regarding the possible consequences of anaemia in pregnancy was also explored. Feedback on a proposed randomised controlled trial of daily versus alternate day oral iron in pregnancy was sought. Materials & methods: Following ethical approval, fourteen semi -structured one-to-one interviews were carried out using an interview tool with open-ended questions. Recruitment was carried out through social media and from an antenatal out -patient setting. Interviews were audio -recorded, transcribed and analysed thematically. Results: Fatigue emerged as a predominant and troubling symptom. Awareness was often highlighted through friends/family and from healthcare professionals, particularly in first pregnancies. Knowledge surrounding the potential short-term and long-term adverse consequences of untreated anaemia however was limited. Gastro-intestinal side -effects, a previous experience of poor tolerance and forgetfulness all negatively impacted compliance with oral iron supplementation in pregnancy. Routine, a perceived improvement in fatigue with supplementation and reduced dose frequency recurred as themes which positively affected compliance. Pregnancy as a motivating factor recurred as a theme in analysis. The role of diet was felt to be important. Knowledge of iron -rich foods and absorption aids and inhibitors was good, but practice on optimal ingestion of oral iron supplementation varied. Feedback on trial acceptability was positive with the benefit of extra supportive care noted. Incorporating study visits with routine care was advised in view of time constraints. This area of research was perceived as important. Conclusion: In order to successfully reduce the rates of iron deficiency anaemia in pregnancy, it is crucial that all factors affecting compliance with oral iron are considered. Providing women with the important information on the possible consequences of sub optimally treated anaemia may help to improve this public health issue.",
    "countries": [
      "Ireland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Iron deficiency anaemia; Oral iron supplementation; Pregnancy; Obstetric anaemia; Trial acceptability; REPRODUCTIVE AGE; WOMEN; DETERMINANTS; RISK; PERCEPTIONS; ADHERENCE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Attitudinal responses to current concepts and opinions from pain neuroscience education on social media",
    "authors": [
      "Weisman, Asaf",
      "Yona, Tomer",
      "Gottlieb, Uri",
      "Masharawi, Youssef",
      "ELSEVIER",
      "Weisman, Asaf",
      "Masharawi, Youssef",
      "Yona, Tomer",
      "Gottlieb, Uri",
      "Weisman, Asaf",
      "Gottlieb, Uri",
      "Yona, Tomer",
      "Weisman, Asaf",
      "Yona, Tomer"
    ],
    "year": "2022",
    "journal": "MUSCULOSKELETAL SCIENCE AND PRACTICE",
    "doi": "10.1016/j.msksp.2022.102551",
    "uid": "WOS:000795157000002",
    "abstract": "Background: Pain neuroscience education (PNE) programs have become popular among clinicians and are widely promoted through social and mainstream media.Purpose: To test the hypothesis that people with persistent pain are likely to express negative attitudes to PNE statements and compare their responses to other social media user groups.Methods: A total of 1319 respondents completed an online survey and were directed into four groups: persistent pain, healthcare professionals with persistent pain, pain-free healthcare professionals, and pain-free controls. The survey included ten statements of popular PNE concepts. Feedback was invited by offering seven attitudinal response categories (three positives, three negatives, and one neutral). A two-step hierarchical regression model was used to assess the likelihood of reporting negatively.Results: Compared to controls, respondents from the persistent pain group were more likely to report negatively towards all statements (OR 1.6-2.16), except for two statements (#3 and #5). Healthcare professionals were less likely to report negative attitudes for 4 out of 10 statement (OR 0.35-0.58). Health care professionals living with persistent responded to most statements like the pain-free controls (besides statement #2, OR 0.59).Conclusion: People living with persistent pain are more likely to express negative attitudes to PNE statements on social media, unlike healthcare professionals who were less likely to express negativity. Healthcare professionals living with persistent pain responded to most PNE statements like the pain-free control group. The study's main weaknesses include the lack of psychometric information of the questionnaire used, selection bias, small samples of the healthcare professionals and the overrepresentation of young social media users.",
    "countries": [
      "Israel"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Explain pain; Metaphors; Chronic pain; Therapeutic neuroscience education; Patient education; THERAPEUTIC ALLIANCE",
    "subtypeDescription": "Article"
  },
  {
    "title": "The role of education in antimicrobial stewardship",
    "authors": [
      "Satterfield, J.",
      "Miesner, A. R.",
      "Percival, K. M.",
      "W B SAUNDERS CO LTD",
      "Satterfield, J.",
      "Miesner, A. R.",
      "Percival, K. M.",
      "Miesner, A. R.",
      "Miesner, Andrew"
    ],
    "year": "2020",
    "journal": "JOURNAL OF HOSPITAL INFECTION",
    "doi": "10.1016/j.jhin.2020.03.028",
    "uid": "WOS:000539315000006",
    "abstract": "The role of antimicrobial stewardship programmes (ASPs) has expanded in health systems. ASP interventions often contain an educational component; however, current guidelines suggest that educational interventions should not be used alone but to support other stewardship interventions. Such interventions are most commonly directed towards prescribers (often general practice physicians) with few studies offering education towards other healthcare providers such as pharmacists, nurses, or even members of the stewardship team. Educational interventions are offered most frequently, but not exclusively, with concomitant stewardship interventions such as prospective audit and feedback. Such strategies appear to positively impact prescribing behaviours, but it is not possible to isolate the effect of education from other interventions. Common educational methods include one-time seminars and online e-learning modules, but unique strategies such as social media platforms, educational video games and problem-based teaming modules have also been employed. Education directed towards patients often occurs in conjunction with education of local prescribers and wider community-based efforts to impact prescribing. Such studies evaluating patient education often include passive educational leaflets and focus most often on appropriate treatment of upper respiratory tract infections. Educational interventions appear to be an integral component of other interventions of ASPs; however, there is a paucity of evidence to support use as a stand-alone intervention outside of regional public health interventions. Future studies should focus on efficacy of educational interventions including providing education to non-prescribers and disease states beyond upper respiratory tract infections to demonstrate a broader role for education in ASP activities. (C) 2020 The Healthcare Infection Society. Published by Elsevier Ltd. All rights reserved.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Antimicrobial stewardship; Education; Clinical interventions; RESPIRATORY-TRACT INFECTIONS; ANTIBIOTIC STEWARDSHIP; COMMUNITY INTERVENTION; RANDOMIZED-TRIAL; GENERAL-PRACTICE; GUIDELINES; PROGRAMS; IMPACT; PHARMACISTS; PERCEPTIONS",
    "subtypeDescription": "Review"
  },
  {
    "title": "Human-centered design approach to building a transition readiness mHealth intervention for early adolescents",
    "authors": [
      "Diaz, Kenia Carrera",
      "Yau, Joanna",
      "Iverson, Ellen",
      "Cuevas, Rachel",
      "Porter, Courtney",
      "Morales, Luis",
      "Tut, Maurice",
      "Santiago, Adan",
      "Ghavami, Soha",
      "Reich, Emily",
      "Sayegh, Caitlin S.",
      "OXFORD UNIV PRESS INC",
      "Diaz, Kenia Carrera",
      "Reich, Emily",
      "Yau, Joanna",
      "Yau, Joanna",
      "Iverson, Ellen",
      "Sayegh, Caitlin S.",
      "Iverson, Ellen",
      "Sayegh, Caitlin S.",
      "Cuevas, Rachel",
      "Porter, Courtney",
      "Santiago, Adan",
      "Ghavami, Soha",
      "Morales, Luis",
      "Tut, Maurice",
      "Sayegh, Caitlin S.",
      "Sayegh, Caitlin S."
    ],
    "year": "2024",
    "journal": "JOURNAL OF PEDIATRIC PSYCHOLOGY",
    "doi": "10.1093/jpepsy/jsae066",
    "uid": "WOS:001295597600001",
    "abstract": "Objective Mobile health (mHealth) interventions may be an efficacious strategy for promoting health behaviors among pediatric populations, but their success at the implementation stage has proven challenging. The purpose of this article is to provide a blueprint for using human-centered design (HCD) methods to maximize the potential for implementation, by sharing the example of a youth-, family-, and clinician-engaged process of creating an mHealth intervention aimed at promoting healthcare transition readiness.Method Following HCD methods in partnership with three advisory councils, we conducted semistructured interviews with 13- to 15-year-old patients and their caregivers in two phases. In Phase 1, participants described challenges during the transition journey, and generated ideas regarding the format, content, and other qualities of the mHealth tool. For Phase 2, early adolescents and caregivers provided iterative feedback on two sequential intervention prototypes. Data were analyzed using thematic analysis in Phase 1 and the rapid assessment process for Phase 2.Results We interviewed 11 youth and 8 caregivers. The sample included adolescents with a range of chronic health conditions. In Phase 1, participants supported the idea of developing an autonomy-building tool, delivering transition readiness education via social media style videos. In Phase 2, participants responded positively to the successive prototypes and provided suggestions to make information accessible, relatable, and engaging.Conclusions The procedures shared in this article could inform other researchers' plans to apply HCD in collaboration with implementation partners to develop mHealth interventions. Our future directions include iteratively developing more videos to promote transition readiness and implementing the intervention in clinical care.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "adolescents; adherence/self-management; eHealth/mHealth/digital health; health promotion and prevention; ROBUST IMPLEMENTATION; SUSTAINABILITY MODEL; YOUNG-ADULTS; HEALTH; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Polycystic Ovary Syndrome and the Internet of Things: A Scoping Review",
    "authors": [
      "Graca, Sandro",
      "Alloh, Folashade",
      "Lagojda, Lukasz",
      "Dallaway, Alexander",
      "Kyrou, Ioannis",
      "Randeva, Harpal S.",
      "Kite, Chris",
      "MDPI",
      "Graca, Sandro",
      "Alloh, Folashade",
      "Dallaway, Alexander",
      "Kite, Chris",
      "Alloh, Folashade",
      "Lagojda, Lukasz",
      "Dallaway, Alexander",
      "Kyrou, Ioannis",
      "Randeva, Harpal S.",
      "Kite, Chris",
      "Lagojda, Lukasz",
      "Lagojda, Lukasz",
      "Kyrou, Ioannis",
      "Randeva, Harpal S.",
      "Kyrou, Ioannis",
      "Randeva, Harpal S.",
      "Kite, Chris",
      "Kyrou, Ioannis",
      "Randeva, Harpal S.",
      "Kyrou, Ioannis",
      "Kyrou, Ioannis",
      "Kyrou, Ioannis",
      "Kite, Chris",
      "Kite, Chris",
      "Randeva, Harpal S.",
      "Kite, Chris",
      "Randeva, Harpal S.",
      "Randeva, Harpal S.",
      "Kite, Chris",
      "Randeva, Harpal S.",
      "Kite, Chris",
      "Graca, Sandro",
      "Lagojda, Lukasz",
      "Kite, Chris",
      "Alloh, Folashade",
      "Dallaway, Alexander"
    ],
    "year": "2024",
    "journal": "HEALTHCARE",
    "doi": "10.3390/healthcare12161671",
    "uid": "WOS:001304692500001",
    "abstract": "Polycystic ovary syndrome (PCOS) is a prevalent endocrine disorder impacting women's health and quality of life. This scoping review explores the use of the Internet of Things (IoT) in PCOS management. Results were grouped into six domains of the IoT: mobile apps, social media, wearables, machine learning, websites, and phone-based. A further domain was created to capture participants' perspectives on using the IoT in PCOS management. Mobile apps appear to be useful for menstrual cycle tracking, symptom recording, and education. Despite concerns regarding the quality and reliability of social media content, these platforms may play an important role in disseminating PCOS-related information. Wearables facilitate detailed symptom monitoring and improve communication with healthcare providers. Machine learning algorithms show promising results in PCOS diagnosis accuracy, risk prediction, and app development. Although abundant, PCOS-related content on websites may lack quality and cultural considerations. While patients express concerns about online misinformation, they consider online forums valuable for peer connection. Using text messages and phone calls to provide feedback and support to PCOS patients may help them improve lifestyle behaviors and self-management skills. Advancing evidence-based, culturally sensitive, and accessible IoT solutions can enhance their potential to transform PCOS care, address misinformation, and empower women to better manage their symptoms.",
    "countries": [
      "England",
      "Greece"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "polycystic ovary syndrome (PCOS); Internet of Things (IoT); mobile app; social media; wearable; machine learning; artificial intelligence (AI); LIFE-STYLE MANAGEMENT; PHYSICAL-ACTIVITY; INFORMATION; ONLINE; WOMEN; PCOS; KNOWLEDGE; QUALITY; PROFILE",
    "subtypeDescription": "Review"
  },
  {
    "title": "Public involvement in chronic respiratory diseases research: A qualitative study of patients', carers' and citizens' perspectives",
    "authors": [
      "Areia, Margarida",
      "Dias, Liliana P.",
      "Matos, Paula",
      "Figueiredo, Daniela",
      "Neves, Ana L.",
      "da Costa, Emilia D.",
      "Loureiro, Claudia C.",
      "Boechat, Jose L.",
      "Reis, Antonio B.",
      "Simoes, Pedro",
      "Taborda-Barata, Luis",
      "Fonseca, Joao A.",
      "Sa-Sousa, Ana",
      "Jacome, Cristina",
      "WILEY",
      "Areia, Margarida",
      "Dias, Liliana P.",
      "Matos, Paula",
      "Neves, Ana L.",
      "Boechat, Jose L.",
      "Fonseca, Joao A.",
      "Sa-Sousa, Ana",
      "Jacome, Cristina",
      "Figueiredo, Daniela",
      "Neves, Ana L.",
      "Fonseca, Joao A.",
      "Sa-Sousa, Ana",
      "Jacome, Cristina",
      "Neves, Ana L.",
      "da Costa, Emilia D.",
      "Loureiro, Claudia C.",
      "Boechat, Jose L.",
      "Boechat, Jose L.",
      "Fonseca, Joao A.",
      "Reis, Antonio B.",
      "Simoes, Pedro",
      "Taborda-Barata, Luis",
      "Simoes, Pedro",
      "Taborda-Barata, Luis",
      "Simoes, Pedro",
      "Taborda-Barata, Luis",
      "Jacome, Cristina",
      "Jacome, Cristina",
      "Areia, Margarida",
      "Matos, Paula",
      "Fonseca, João",
      "Sa-Sousa, Ana",
      "Areia, Margarida",
      "Baia Reis, Antonio",
      "Pereira Dias, Liliana Patricia",
      "Neves, Ana Luisa",
      "Boechat, Jose Laerte",
      "Neves, Ana Luisa",
      "Loureiro, Claudia",
      "Reis, António",
      "Figueiredo, Daniela",
      "Jácome, Cristina",
      "Chaves Loureiro, Claudia",
      "Simões, Pedro Augusto",
      "Simoes, Pedro Augusto"
    ],
    "year": "2024",
    "journal": "HEALTH EXPECTATIONS",
    "doi": "10.1111/hex.13917",
    "uid": "WOS:001129750200001",
    "abstract": "IntroductionPatient and public involvement (PPI) initiatives involving patients with chronic respiratory disease (CRD) are rare. Therefore, this study aimed to explore the perspectives of patients with CRD, carers and interested citizens regarding the relevance and need for a PPI network and suggestions for its implementation.MethodsA qualitative study based on focus groups was conducted. Recruitment occurred through invitations on social media platforms and to patients who have participated in previous asthma studies of the team. Three focus groups were conducted, via video conference, using a semi-structured guide. Thematic analysis was performed by two independent researchers and discussed with the extended team.ResultsFifteen patients with CRD, one carer and one interested citizen (13 females, median 36 (range: 18-72) years) participated. All participants acknowledged the importance of implementing a collaborative network and demonstrated interest in being integrated. Participants acknowledged the importance of their involvement in several phases of the research cycle. The main aim identified for this network was to facilitate communication between patients and researchers. Participants regarded the integration of patients, carers, researchers and healthcare professionals from different scientific areas as relevant. The use of digital platforms to attract members and support the work, together with group dynamics and regular meetings, were some of the most relevant practical considerations for implementing the network. The identified facilitators for their engagement were sharing experiences, researchers' and healthcare professionals' support and feedback and schedule flexibility. The identified barriers included the amount of time dedicated, low health/digital literacy and the potential detachment of nondiagnosed patients or those with low symptom impact in daily life.ConclusionPatients, carers and citizens acknowledged the relevance of implementing a collaborative network and demonstrated interest in active participation in every stage of the health research cycle. A deeper knowledge of the barriers and facilitators identified in this study could support implementing these initiatives in Portugal.Patient or Public ContributionThis study was designed by a research team that included one patient with asthma and one carer. They were specifically involved in building the study protocol and the interview guide. They also gave feedback regarding the electronic consent form and the short sociodemographic questionnaire created, namely by removing noncontributing words or phrases and rewording expressions. The lay summary was written by another patient with asthma. All participants of this study were invited to implement and integrate the ConectAR network-a collaborative network of research in respiratory health.Public SummaryIn Portugal, chronic respiratory patients do not have an active role as 'coinvestigators'. This study aimed to acknowledge if patients and citizens considered a patient and public involvement network useful, whose main purpose would be to facilitate communication between patients and researchers. A study based on online group interviews was carried out with patients with chronic respiratory diseases and interested citizens, both recruited on social media platforms. Participants considered that bringing together patients, carers, researchers and healthcare professionals is valuable because sharing different experiences and perspectives may help patients to improve their daily lives and increase research quality.",
    "countries": [
      "Portugal",
      "England",
      "Spain"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "asthma; chronic obstructive pulmonary disease; chronic respiratory disease; citizen science; patient and public involvement",
    "subtypeDescription": "Article"
  },
  {
    "title": "Nursing home Facebook reviews: who has them, and how do they relate to other measures of quality and experience?",
    "authors": [
      "Hefele, Jennifer Gaudet",
      "Li, Yue",
      "Campbell, Lauren",
      "Barooah, Adrita",
      "Wang, Joyce",
      "BMJ PUBLISHING GROUP",
      "Hefele, Jennifer Gaudet",
      "Barooah, Adrita",
      "Wang, Joyce",
      "Li, Yue",
      "Campbell, Lauren",
      "Hefele, Jennifer Gaudet",
      "Wang, Xiao",
      "Campbell, Lauren"
    ],
    "year": "2018",
    "journal": "BMJ QUALITY & SAFETY",
    "doi": "10.1136/bmjqs-2017-006492",
    "uid": "WOS:000423231600007",
    "abstract": "Background The growing use of social media creates opportunities for patients and families to provide feedback and rate individual healthcare providers. Whereas previous studies have examined this emerging trend in hospital and physician settings, little is known about user ratings of nursing homes (NHs) and how these ratings relate to other measures of quality.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "PATIENT-SATISFACTION; HEALTH-CARE; SOCIAL MEDIA; HOSPITAL PERFORMANCE; RACIAL DISPARITIES; CLINICAL-OUTCOMES; FAMILY RATINGS; US HOSPITALS; OF-LIFE; RELOCATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "Using patient feedback to drive quality improvement in hospitals: a qualitative study",
    "authors": [
      "Berger, Simone",
      "Saut, Ana Maria",
      "Berssaneti, Fernando Tobal",
      "BMJ PUBLISHING GROUP",
      "Berger, Simone",
      "Saut, Ana Maria",
      "Berssaneti, Fernando Tobal",
      "Berger, Simone",
      "Berssaneti, Fernando",
      "Berger, Simone",
      "Saut, Ana Maria",
      "Saut, Ana",
      "Berssaneti, Fernando"
    ],
    "year": "2020",
    "journal": "BMJ OPEN",
    "doi": "10.1136/bmjopen-2020-037641",
    "uid": "WOS:000588056700012",
    "abstract": "Objectives Although different forms of patient feedback are available, their use in hospital management is still limited. The objective of this study is to explore how patient feedback is currently used in hospitals to improve quality. Design This is a qualitative exploratory multiple case study. Data collection included nine interviews, of an average duration of 50 min, conducted between March and June 2019. Additionally, a document and secondary data analysis were performed. Setting This study was conducted in three Brazilian hospitals selected for their solid patient feedback practises. Participants Managers from the customer service, quality, nursing, operations, projects and patient experience departments of the three hospitals. Results Despite literature suggesting that organisational objectives regarding patient feedback are not clear, data show that there is managerial concern regarding the promotion of an environment capable of changing according to patient feedback. In these instances, organisational processes were structured to focus on patients' feedback and its receipt by the staff, including a non-punitive culture. Several patient feedback forms are available: voluntary events, patient surveys and informal feedback. Instruments to measure patient feedback focused on specific aspects of healthcare, to identify and clarify the problems for addressal by the management. The net promoter score was the main strategic indicator of patient feedback, used to assess the impact of improvement action. Conclusions The hospitals had established objectives that valued the patient's perspective. Involvement of the health team, availability of different channels for feedback and the use of quality tools are considered a good basis for using patient feedback to drive quality improvement.",
    "countries": [
      "Brazil"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "quality in health care; health &amp; safety; organisation of health services; HEALTH-CARE; SOCIAL MEDIA; EXPERIENCE; INFORMATION; MANAGEMENT; COMPLAINTS; STAFF",
    "subtypeDescription": "Article"
  },
  {
    "title": "Reflections on contributing to health research: A qualitative interview study with research participants and patient advisors",
    "authors": [
      "Newington, Lisa",
      "Alexander, Caroline M.",
      "Kirby, Pippa",
      "Saggu, Rhia K.",
      "Wells, Mary",
      "PUBLIC LIBRARY SCIENCE",
      "Newington, Lisa",
      "Alexander, Caroline M.",
      "Wells, Mary",
      "Newington, Lisa",
      "Alexander, Caroline M.",
      "Kirby, Pippa",
      "Saggu, Rhia K.",
      "Wells, Mary",
      "Newington, Lisa",
      "Newington, Lisa",
      "Wells, Mary",
      "Newington, Lisa",
      "Kirby, Pippa"
    ],
    "year": "2022",
    "journal": "PLOS ONE",
    "doi": "10.1371/journal.pone.0279354",
    "uid": "WOS:000925771900038",
    "abstract": "Objectives The aims of this study were to explore individuals' experiences of contributing to health research and to identify the types of impact that are perceived as important by participants or patient and public advisors. Specifically, research led by NMAHPP clinicians (Nursing, Midwifery, Allied health professions, Healthcare science, Psychology and Pharmacy).",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Article"
  },
  {
    "title": "Analyzing patients satisfaction level for medical services using twitter data",
    "authors": [
      "Usman, Muhammad",
      "Mujahid, Muhammad",
      "Rustam, Furqan",
      "Flores, Emmanuel Soriano",
      "Mazon, Juan Luis Vidal",
      "Diez, Isabel de la Torre",
      "Ashraf, Imran",
      "PEERJ INC",
      "Usman, Muhammad",
      "Mujahid, Muhammad",
      "Rustam, Furqan",
      "Flores, Emmanuel Soriano",
      "Mazon, Juan Luis Vidal",
      "Flores, Emmanuel Soriano",
      "Mazon, Juan Luis Vidal",
      "Diez, Isabel de la Torre",
      "Ashraf, Imran",
      "Diez, Isabel de la Torre",
      "Ashraf, Imran",
      "Vidal, Juan Luis",
      "de la Torre, Isabel",
      "Mujahid, Muhammad",
      "De la Torre, Isabel",
      "Rustam, Furqan",
      "Ashraf, Imran"
    ],
    "year": "2024",
    "journal": "PEERJ COMPUTER SCIENCE",
    "doi": "10.7717/peerj-cs.1697",
    "uid": "WOS:001146472500002",
    "abstract": "Public concern regarding health systems has experienced a rapid surge during the last two years due to the COVID-19 outbreak. Accordingly, medical professionals and health-related institutions reach out to patients and seek feedback to analyze, monitor, and uplift medical services. Such views and perceptions are often shared on social media platforms like Facebook, Instagram, Twitter, etc. Twitter is the most popular and commonly used by the researcher as an online platform for instant access to real-time news, opinions, and discussion. Its trending hashtags (#) and viral content make it an ideal hub for monitoring public opinion on a variety of topics. The tweets are extracted using three hashtags #healthcare, #healthcare services, and #medical facilities. Also, location and tweet sentiment analysis are considered in this study. Several recent studies deployed Twitter datasets using ML and DL models, but the results show lower accuracy. In addition, the studies did not perform extensive comparative analysis and lack validation. This study addresses two research questions: first, what are the sentiments of people toward medical services worldwide? and second, how effective are the machine learning and deep learning approaches for the classification of sentiment on healthcare tweets? Experiments are performed using several well-known machine learning models including support vector machine, logistic regression, Gaussian naive Bayes, extra tree classifier, k nearest neighbor, random forest, decision tree, and AdaBoost. In addition, this study proposes a transfer learning-based LSTM-ETC model that effectively predicts the customer's satisfaction level from the healthcare dataset. Results indicate that despite the best performance by the ETC model with an 0.88 accuracy score, the proposed model outperforms with a 0.95 accuracy score. Predominantly, the people are happy about the provided medical services as the ratio of the positive sentiments is substantially higher than the negative sentiments. The sentiments, either positive or negative, play a crucial role in making important decisions through customer feedback and enhancing quality.",
    "countries": [
      "Pakistan",
      "Spain",
      "Mexico",
      "Angola",
      "South Korea"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Health care; Patient satisfaction; Feature selection; Machine learning; SOCIAL MEDIA; HEALTH; CLASSIFICATION; REVIEWS",
    "subtypeDescription": "Article"
  },
  {
    "title": "#Science: The Potential and the Challenges of Utilizing Social Media and Other Electronic Communication Platforms in Health Care",
    "authors": [
      "Gijsen, Violette",
      "Maddux, Michele",
      "Lavertu, Adam",
      "Gonzalez-Hernandez, Graciela",
      "Ram, Nilam",
      "Reeves, Byron",
      "Robinson, Thomas",
      "Ziesenitz, Victoria",
      "Shakhnovich, Valentina",
      "Altman, Russ",
      "WILEY",
      "Gijsen, Violette",
      "Maddux, Michele",
      "Maddux, Michele",
      "Lavertu, Adam",
      "Gonzalez-Hernandez, Graciela",
      "Ram, Nilam",
      "Reeves, Byron",
      "Reeves, Byron",
      "Robinson, Thomas",
      "Reeves, Byron",
      "Robinson, Thomas",
      "Ziesenitz, Victoria",
      "Ziesenitz, Victoria",
      "Shakhnovich, Valentina",
      "Shakhnovich, Valentina",
      "Shakhnovich, Valentina",
      "Altman, Russ",
      "Altman, Russ",
      "Gijsen, Violette",
      "Ram, Nilam",
      "Altman, Russ",
      "Lavertu, Adam",
      "Robinson, Thomas",
      "Gonzalez Hernandez, Graciela"
    ],
    "year": "2020",
    "journal": "CTS-CLINICAL AND TRANSLATIONAL SCIENCE",
    "doi": "10.1111/cts.12687",
    "uid": "WOS:000486281400001",
    "abstract": "Electronic communication is becoming increasingly popular worldwide, as evidenced by its widespread and rapidly growing use. In medicine, however, it remains a novel approach to reach out to patients. Yet, they have the potential for further improving current health care. Electronic platforms could support therapy adherence and communication between physicians and patients. The power of social media as well as other electronic devices can improve adherence as evidenced by the development of the app bant. Additionally, systemic analysis of social media content by Screenome can identify health events not always captured by regular health care. By better identifying these healthcare events we can improve our current healthcare system as we will be able to better tailor to the patients' needs. All these techniques are a valuable component of modern health care and will help us into the future of increasingly digital health care.",
    "countries": [
      "Netherlands",
      "USA",
      "Germany",
      "Switzerland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "ADVERSE DRUG-REACTIONS; ADHERENCE; PHARMACOVIGILANCE; FEEDBACK",
    "subtypeDescription": "Review"
  },
  {
    "title": "Social media ratings of nursing homes associated with experience of care and \"Nursing Home Compare\" quality measures",
    "authors": [
      "Li, Yue",
      "Cai, Xueya",
      "Wang, Matthew",
      "BMC",
      "Li, Yue",
      "Cai, Xueya",
      "Wang, Matthew",
      "Li, Yue",
      "Wang, Matthew"
    ],
    "year": "2019",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-019-4100-7",
    "uid": "WOS:000466909600004",
    "abstract": "BackgroundSocial media platforms offer unique opportunities for patients and families to provide real-time feedback on their healthcare experiences. Consumer-generated social media ratings of hospitals tend to reflect the more subjective aspects of inpatient care experiences; however, evidence on nursing home care is extremely limited.MethodsWe collected consumer-reported 5-star ratings of Maryland nursing homes posted from July 2015 to July 2017 on 4 popular social media or online review sites (Facebook, Yelp, Google Consumer Reviews, and Caring.com). We determined if the average score of social media ratings was associated with experience-of-care ratings derived from survey of family members or other responsible parties of nursing home residents, and with Nursing Home Compare (NHC) 5-star ratings and individual quality measures.ResultsOne hundred ninety-six out of 206 nursing homes in Maryland were reviewed on at least one site and thus had one or more star ratings posted. The overall ratings were 3.11 on average on these sites and 3.03 on the NHC website, with a Pearson correlation of 0.41 (p<0.001) between the 2 sets of ratings. The correlations between the social media rating and survey-based experience-of-care ratings ranged from 0.40 to 0.60, and the correlations between the social media rating and individual NHC quality measures of citations, nurse staffing, and complaints were about 0.35 (in absolute values). The social media rating also predicted well NHC and experience-of-care measures after adjusting for nursing home covariates and market competition.ConclusionsThe 5-star ratings collected from 4 social networking sites was correlated with and predictive of the NHC and survey-based experience-of-care measures for Maryland nursing homes.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Nursing home; 5-star rating; Social media; Experience of care; FAMILY RATINGS; SATISFACTION; DISPARITIES; RACE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Effect of visual presentation of atherosclerotic carotid plaque on adherence to secondary preventive therapy using mHealth technologies<i> (PreventiPlaque</i> app): Study protocol for a randomized controlled trial",
    "authors": [
      "Ullrich, Greta",
      "Doenmez, Alina",
      "Mahabadi, Amir A.",
      "Baeuerle, Alexander",
      "Knuschke, Ramtin",
      "Paldan, Katrin",
      "Schnaubert, Lenka",
      "Rammos, Christos",
      "Rassaf, Tienush",
      "Lortz, Julia",
      "CELL PRESS",
      "Ullrich, Greta",
      "Doenmez, Alina",
      "Mahabadi, Amir A.",
      "Knuschke, Ramtin",
      "Rammos, Christos",
      "Rassaf, Tienush",
      "Lortz, Julia",
      "Baeuerle, Alexander",
      "Paldan, Katrin",
      "Schnaubert, Lenka",
      "Lortz, Julia",
      "Schnaubert, Lenka",
      "Schnaubert, Lenka",
      "Rammos, Christos",
      "Mahabadi, Amir",
      "Paldan, Katrin"
    ],
    "year": "2023",
    "journal": "HELIYON",
    "doi": "10.1016/j.heliyon.2023.e14052",
    "uid": "WOS:000969234200001",
    "abstract": "Background: Cardiovascular disease is the major cause of death worldwide. Although knowledge regarding diagnosing and treating cardiovascular disease has increased dramatically, secondary prevention remains insufficiently implemented due to failure among affected individuals to adhere to guideline recommendations. This has continued to lead to high morbidity and mortality rates. Involving patients in their healthcare and facilitating their active roles in their chronic disease management is an opportunity to meet the needs of the increasing number of cardiovascular patients. However, simple recall of advice regarding a more preventive lifestyle does not affect sustainable behavioral lifestyle changes. We investigate the effect of plaque visualization combined with low-threshold daily lifestyle tasks using the smartphone app PreventiPlaque to evaluate change in cardiovascular risk profile.Methods: and study design: This randomized, controlled clinical trial includes 240 participants with ultrasound evidence of atherosclerotic plaque in one or both carotid arteries, defined as focal thickening of the vessel wall measuring 50% more than the regular vessel wall. A criterion for participation is access to a smartphone suitable for app usage. The participants are randomly assigned to an intervention or a control group. While both groups receive the standard of care, the intervention group has additional access to the PreventiPlaque app during the 12-month follow-up. The app includes daily tasks that promote a healthier lifestyle in the areas of smoking cessation, medication adherence, physical activity, and diet. The impact of plaque visualization and app use on the change in cardiovascular risk profile is assessed by SCORE2. Feasibility and effectiveness of the PreventiPlaque app are evaluated using standardized and validated measures for patient feedback. Ethics and dissemination: This clinical trial is approved by the ethics committee of the University of Duisburg-Essen (Germany). Study results will be disseminated at conferences and in peer -reviewed journals. Information regarding the PreventiPlaque app is available via print media, social media channels, and on the authors' websites.",
    "countries": [
      "Germany",
      "Austria"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Cardiovascular diseases; Telemedicine; mHealth; Patient adherence; RISK-FACTOR MANAGEMENT; CARDIOVASCULAR-DISEASE; SMOKING-CESSATION; SELF-EFFICACY; TASK-FORCE; IMPACT; EPIDEMIOLOGY; ULTRASOUND; PHYSICIAN; BEHAVIOR",
    "subtypeDescription": "Article"
  },
  {
    "title": "Choosing and accessing COVID-19 treatment options: a qualitative study with patients, caregivers, and health care providers in Lebanon",
    "authors": [
      "Hoteit, Reem",
      "Hassoun, Aya",
      "Bou Sanayeh, Elie",
      "Saade, Marie Christelle",
      "Honein-AbouHaidar, Gladys",
      "Akl, Elie A.",
      "BMC",
      "Hoteit, Reem",
      "Hassoun, Aya",
      "Bou Sanayeh, Elie",
      "Saade, Marie Christelle",
      "Akl, Elie A.",
      "Honein-AbouHaidar, Gladys",
      "Akl, Elie A.",
      "Akl, Elie A.",
      "Akl, Elie A.",
      "Akl, Elie",
      "Honein-AbouHaidar, Gladys",
      "Hoteit, Reem",
      "Bou Sanayeh, Elie",
      "Hoteit, Reem",
      "Akl, Elie A."
    ],
    "year": "2024",
    "journal": "HEALTH RESEARCH POLICY AND SYSTEMS",
    "doi": "10.1186/s12961-024-01131-9",
    "uid": "WOS:001195162600001",
    "abstract": "Background The coronavirus disease 2019 (COVID-19) pandemic has strained healthcare systems globally, particularly in terms of access to medicines. Lebanon has been greatly affected by the pandemic, having faced concomitant financial and economic crises. The objective of the study was to understand the experiences of patients with COVID-19 in Lebanon, as well as those of their families, and healthcare providers, with regards to their treatment decisions and accessibility to COVID-19 medicines.Methods For this qualitative study, we conducted 28 semi-structured interviews. We used purposive sampling to recruit participants with a diverse range of perspectives. The data collection phase spanned from August to November 2021 and was conducted virtually. After transcribing and translating the interviews, we employed thematic analysis to identify recurring themes and patterns.Results In total, 28 individuals participated in this study. Participants highlighted challenges owing to the COVID-19 pandemic and economic crisis. Accessing COVID-19 medicines posed major hurdles for physicians and patients, given limited availability, global shortages, local circumstances, community hoarding and stockpiling by pharmacies. Providers based treatment decisions on research, local and international practice guidelines, experiences and expert feedback. Patients sought information from social media, community members and physicians, as well as through word of mouth. Accessing medicines involved navigating the healthcare system, the black market, charities, personal networks and political parties and sourcing from abroad. The medicines were either free, subsidized or at inflated costs.Conclusions This study highlights the diversity and complexity of factors influencing decision-making and accessing medicines during the COVID-19 pandemic in Lebanon. Future research should explore strategies for ensuring medicine access during crises, drawing insights from comparative studies across different countries.",
    "countries": [
      "Lebanon",
      "Canada"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; Medication accessibility; Medication shortages; Treatment decisions; Economic crisis; Black market; Healthcare system; Healthcare professionals; SYSTEMS; SHORTAGE; INCOME; RIGOUR",
    "subtypeDescription": "Article"
  }
]