[
  {
    "title": "Mapping gender transition sentiment patterns via social media data: toward decreasing transgender mental health disparities",
    "authors": [
      "Haimson, Oliver L.",
      "OXFORD UNIV PRESS",
      "Haimson, Oliver L.",
      "Haimson, Oliver L.",
      "Haimson, Oliver",
      "Haimson, Oliver"
    ],
    "year": "2019",
    "journal": "JOURNAL OF THE AMERICAN MEDICAL INFORMATICS ASSOCIATION",
    "doi": "10.1093/jamia/ocz056",
    "uid": "WOS:000493114800008",
    "abstract": "Objective: Transgender people face substantial mental health disparities, and this population's emotional wellbeing can be particularly volatile during gender transition. Understanding gender transition sentiment patterns can positively impact transgender people by enabling them to anticipate, and put support in place for, particularly difficult time periods. Yet, tracking sentiment over time throughout gender transition is challenging using traditional research methods. This study's objective was to use social media data to understand average gender transition sentiment patterns.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "transgender persons; minority health; health status disparities; mental health; social media; EMOTIONAL EXPRESSION; MINORITY STRESS; DISCLOSURE; IDENTITY; EXPLORATION; ADAPTATION; DEPRESSION; SUPPORT; SAMPLE; WORDS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Determining the Efficiency of Drugs Under Special Conditions From Users' Reviews on Healthcare Web Forums",
    "authors": [
      "Saad, Eysha",
      "Din, Sadia",
      "Jamil, Ramish",
      "Rustam, Furqan",
      "Mehmood, Arif",
      "Ashraf, Imran",
      "Choi, Gyu Sang",
      "IEEE-INST ELECTRICAL ELECTRONICS ENGINEERS INC",
      "Saad, Eysha",
      "Jamil, Ramish",
      "Rustam, Furqan",
      "Din, Sadia",
      "Ashraf, Imran",
      "Choi, Gyu Sang",
      "Mehmood, Arif",
      "Ashraf, Imran",
      "Choi, Gyu Sang",
      "Zeb, Alam",
      "Ashraf, Imran",
      "Din, Sadia",
      "Saad, Eysha",
      "Din, Sadia",
      "Rustam, Furqan",
      "Ashraf, Imran",
      "Rustam, Furqan"
    ],
    "year": "2021",
    "journal": "IEEE ACCESS",
    "doi": "10.1109/ACCESS.2021.3088838",
    "uid": "WOS:000673115200001",
    "abstract": "Sentiment analysis is the extraction and categorization of sentiments that have been expressed in text data using text analysis techniques. Manifested by earlier studies, sentiment analysis of drug reviews has a large potential for providing valuable insights to assist healthcare professionals and companies for evaluating the safety of drugs after it has been marketed. Such insights help safeguard patients and increase their trust in medical companies. The existing systems either follow a lexicon-based approach or a learning-based approach for sentiment analysis in the medical domain. Learning-based techniques require annotated data while lexicon-based techniques tend to be domain-specific which restricts their wide use. This research embarks on a hybrid technique that utilizes both learning-based and lexicon-based approaches to achieve better results. General-purpose sentiment lexicons, such as AFFIN, TextBlob, and VADER, are used for annotating the reviews. Furthermore, several feature engineering techniques, such as term frequency (TF), term frequency-inverse document frequency (TF-IDF), and union of TF and TF-IDF (TF U TF-IDF) have been incorporated for the extraction of useful features. Finally, the learning models including logistic regression (LR), AdaBoost classifier (AB), random forest (RF), extra tree classifier (ETC), and multilayer perceptron (MLP) are used to classify sentiments of the reviews. The performance of the proposed hybrid approach is evaluated using accuracy, precision, recall, and F1-score. Experimental results indicate that the combination of learning-based and lexicon-based approaches provide improved results than their individual use. Moreover, TextBlob has shown promising results giving an accuracy of 96% with MLP when used with TF-IDF and with LR when used with TF U TF-IDF.",
    "countries": [
      "Pakistan",
      "South Korea"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Drugs; Sentiment analysis; Feature extraction; Support vector machines; Medical services; Social networking (online); Object oriented modeling; drug reviews evaluation; TextBlob; AFFIN; review classification; TF-IDF; VADER; deep learning; SENTIMENT ANALYSIS; CLASSIFICATION",
    "subtypeDescription": "Review"
  },
  {
    "title": "Unveiling Gender Dysphoria Experiences in Turkish Young Adults: Challenges, Perspectives, and Implications in Health Care Settings",
    "authors": [
      "Bulut, Gresa Carkaxhiu",
      "Yorguner, Nese",
      "DOVE MEDICAL PRESS LTD",
      "Bulut, Gresa Carkaxhiu",
      "Yorguner, Nese",
      "Bulut, Gresa Carkaxhiu",
      "Bulut, Gresa Carkaxhiu",
      "Yorguner, Nese"
    ],
    "year": "2023",
    "journal": "PSYCHOLOGY RESEARCH AND BEHAVIOR MANAGEMENT",
    "doi": "10.2147/PRBM.S437197",
    "uid": "WOS:001093256000001",
    "abstract": "Purpose: Gender dysphoria (GD) emerged as a focal area in child and adolescent development research. While the intricacies of diagnosis and interventions for GD intertwine with diverse socio-cultural challenges, a notable dearth of knowledge exists about the experiences of transgender (TG) individuals during their formative years in Turkey. This study aims to unveil these experiences, shedding light on the challenges, perspectives, and implications in health care settings.Patients and Methods: Our study encompassed 125 participants: 62 TGs under clinical follow-up, and a control group of 63 cisgender individuals. Surveys tailored to TG participants addressed early GD experiences, gender-typed activity participation, and psychosocial challenges from childhood through adolescence. Additionally, both cohorts contributed to a survey on attitudes towards community-based interventions, allowing for a comparative analysis of their perspectives.Results: TGs identified their GD around age 10.77. Female-to-male TGs showed more involvement in traditionally male-associated activities, whereas male-to-female engaged more in female-associated domestic role-plays (p<0.001). Over a third (37.09%) faced ostracization or bullying due to GD, 45.16% encountered verbal abuse, and 12.90% reported physical violence. Additionally, 40.32% had undergone treatment for depression and anxiety disorders. Most participants supported awareness initiatives, advocating for open gender expression, and normalizing the experiences of TG youth. Furthermore, 88.71% of TGs emphasized the importance of enhancing the expertise of professional groups, such as medical and mental health practitioners, in GD matters, a sentiment echoed by 68.25% of cisgender participants (p=0.030). While medical interventions were the least favored strategy at 32.80% overall, 46.78% of TGs supported it, compared to 19.05% of controls (p=0.010).Conclusion: Our study underscores the challenges faced by TG individuals during development. Early recognition, societal awareness, enhanced training in professional healthcare environments, and comprehensive support are crucial for fostering acceptance and reducing adversity among children and adolescents navigating GD.",
    "countries": [
      "Turkiye"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "gender dysphoria; mental health; health care; childhood play behaviors; psychosocial challenges; early interventions; MENTAL-HEALTH; CLINICAL MANAGEMENT; TRANSGENDER YOUTH; SOCIAL SUPPORT; CHILDREN; ADOLESCENTS; BEHAVIOR; ISSUES; GIRLS; GAY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Relation Extraction of Medical Concepts Using Categorization and Sentiment Analysis",
    "authors": [
      "Mondal, Anupam",
      "Cambria, Erik",
      "Das, Dipankar",
      "Hussain, Amir",
      "Bandyopadhyay, Sivaji",
      "SPRINGER",
      "Mondal, Anupam",
      "Das, Dipankar",
      "Bandyopadhyay, Sivaji",
      "Cambria, Erik",
      "Hussain, Amir",
      "Mondal, Anupam",
      "Mondal, Anupam",
      "Das, Dipankar",
      "Cambria, Erik",
      "Mondal, Anupam",
      "Hussain, Amir",
      "Cambria, Erik",
      "Hussain, Amir"
    ],
    "year": "2018",
    "journal": "COGNITIVE COMPUTATION",
    "doi": "10.1007/s12559-018-9567-8",
    "uid": "WOS:000441015100010",
    "abstract": "In healthcare services, information extraction is the key to understand any corpus-based knowledge. The process becomes laborious when the annotation is done manually for the availability of a large number of text corpora. Hence, future automated extraction systems will be essential for groups of experts such as doctors and medical practitioners as well as non-experts such as patients, to ensure enhanced clinical decision-making for improving healthcare systems. Such extraction systems can be developed using medical concepts and concept-related features as the part of a structured corpus. The latter can assist in assigning the category and sentiment to each of the medical concepts and their lexical contexts. These categories and sentiment assignments constitute semantic relations of medical concepts, with their context, represented by sentences of the corpus. This paper presents a new domain-based knowledge lexicon coupled with a machine learning approach to extract semantic relations. This is done by assigning category and sentiment of the medical concepts and contexts. The categories considered in this research, are diseases, symptoms, drugs, human_anatomy, and miscellaneous medical terms, whereas sentiments are considered as positive and negative. The proposed assignment systems are developed on the top of WordNet of Medical Event (WME) lexicon. The developed lexicon provides medical concepts and their features, namely Parts-Of-Speech (POS), gloss (descriptive explanation), Similar Sentiment Words (SSW), affinity score, gravity score, polarity score, and sentiment. Several well-known supervised classifiers, including Na < ve Bayes, Logistic Regression, and support vector-based Sequential Minimal Optimization (SMO) have been applied to evaluate the developed systems. The proposed approaches have resulted in a concepts clustering application by identifying the semantic relations of concepts. The application provides potential exploitation in several domains, such as medical ontologies and recommendation systems.",
    "countries": [
      "India",
      "Singapore",
      "Scotland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Bio-NLP; Category; Medical concept; Medical context; Semantic; Sentiment; HYBRID APPROACH; TEXT; CLASSIFICATION; CHALLENGES; ASSERTIONS",
    "subtypeDescription": "Article"
  },
  {
    "title": "An optimal control policy in fighting COVID-19 and infectious diseases",
    "authors": [
      "Sayarshad, Hamid R.",
      "ELSEVIER",
      "Sayarshad, Hamid R.",
      "Sayarshad, Hamid R.",
      "Sayarshad, Hamid",
      "Sayarshad, Hamid"
    ],
    "year": "2022",
    "journal": "APPLIED SOFT COMPUTING",
    "doi": "10.1016/j.asoc.2022.109289",
    "uid": "WOS:000863473800010",
    "abstract": "When an outbreak starts spreading, policymakers have to make decisions that affect the health of their citizens and the economy. Some might induce harsh measures, such as a lockdown. Following a long, harsh lockdown, the recession forces policymakers to rethink reopening. To provide an effective strategy, here we propose a control strategy model. Our model assesses the trade-off between social performance and limited medical resources by determining individuals' propensities. The proposed strategy also helps decision-makers to find optimal lockdown and exit strategies for each region. Moreover, the financial loss is minimized. We use the public sentiment information during the pandemic to determine the percentage of individuals with high-risk behavior and the percentage of individuals with low-risk behavior. Hence, we propose an online platform using fear-sentiment information to estimate the personal protective equipment (PPE) burn rate overtime for the entire population. In addition, a study of a COVID-19 dataset for Los Angeles County is performed to validate our model and its results. The total social cost reduces by 18% compared with a control strategy where susceptible individuals are assumed to be homogeneous. We also reduce the total social costs by 26% and 22% compared to other strategies that consider the health-care cost or the social performance cost, respectively. (C) 2022 Elsevier B.V. All rights reserved.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Health care resources; Individual behavior factor; PPE demand; Optimal activity level; Optimal lockdown and exit strategy; Sentiment analysis; MODELS; BEHAVIORS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Semantic Analysis and Topic Modelling of Web-Scrapped COVID-19 Tweet Corpora through Data Mining Methodologies",
    "authors": [
      "Gourisaria, Mahendra Kumar",
      "Chandra, Satish",
      "Das, Himansu",
      "Patra, Sudhansu Shekhar",
      "Sahni, Manoj",
      "Leon-Castro, Ernesto",
      "Singh, Vijander",
      "Kumar, Sandeep",
      "MDPI",
      "Gourisaria, Mahendra Kumar",
      "Chandra, Satish",
      "Das, Himansu",
      "Patra, Sudhansu Shekhar",
      "Sahni, Manoj",
      "Leon-Castro, Ernesto",
      "Singh, Vijander",
      "Singh, Vijander",
      "Kumar, Sandeep",
      "Gourisaria, Mahendra Kumar",
      "Kumar, Sandeep",
      "Gourisaria, Mahendra",
      "Leon-Castro, Ernesto",
      "patra, sudhansu shekhar",
      "SAHNI, MANOJ",
      "Gourisaria, Mahendra",
      "Kumar, Dr. Sandeep",
      "PATRA, Dr SUDHANSU SHEKHAR",
      "Leon-Castro, Ernesto",
      "Chandra, Satish",
      "Das, Himansu"
    ],
    "year": "2022",
    "journal": "HEALTHCARE",
    "doi": "10.3390/healthcare10050881",
    "uid": "WOS:000801549800001",
    "abstract": "The evolution of the coronavirus (COVID-19) disease took a toll on the social, healthcare, economic, and psychological prosperity of human beings. In the past couple of months, many organizations, individuals, and governments have adopted Twitter to convey their sentiments on COVID-19, the lockdown, the pandemic, and hashtags. This paper aims to analyze the psychological reactions and discourse of Twitter users related to COVID-19. In this experiment, Latent Dirichlet Allocation (LDA) has been used for topic modeling. In addition, a Bidirectional Long Short-Term Memory (BiLSTM) model and various classification techniques such as random forest, support vector machine, logistic regression, naive Bayes, decision tree, logistic regression with stochastic gradient descent optimizer, and majority voting classifier have been adapted for analyzing the polarity of sentiment. The effectiveness of the aforesaid approaches along with LDA modeling has been tested, validated, and compared with several benchmark datasets and on a newly generated dataset for analysis. To achieve better results, a dual dataset approach has been incorporated to determine the frequency of positive and negative tweets and word clouds, which helps to identify the most effective model for analyzing the corpora. The experimental result shows that the BiLSTM approach outperforms the other approaches with an accuracy of 96.7%.",
    "countries": [
      "India",
      "Chile",
      "Norway"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19 sentiment analysis; BiLSTM; Latent Dirichlet Allocation (LDA); topic modeling; natural language processing; RANDOM FOREST CLASSIFIER; SENTIMENT ANALYSIS; DIAGNOSIS",
    "subtypeDescription": "Article"
  },
  {
    "title": "A Sentiment Analysis Approach to Predict an Individual's Awareness of the Precautionary Procedures to Prevent COVID-19 Outbreaks in Saudi Arabia",
    "authors": [
      "Aljameel, Sumayh S.",
      "Alabbad, Dina A.",
      "Alzahrani, Norah A.",
      "Alqarni, Shouq M.",
      "Alamoudi, Fatimah A.",
      "Babili, Lana M.",
      "Aljaafary, Somiah K.",
      "Alshamrani, Fatima M.",
      "MDPI",
      "Aljameel, Sumayh S.",
      "Alabbad, Dina A.",
      "Alzahrani, Norah A.",
      "Alqarni, Shouq M.",
      "Alamoudi, Fatimah A.",
      "Babili, Lana M.",
      "Aljaafary, Somiah K.",
      "Alshamrani, Fatima M.",
      "Aljameel, Sumayh S.",
      "Aljameel, Dr. Sumayh",
      "Aljameel, Sumayh",
      "Alabbad, Dina A.",
      "Alabbad, Dina"
    ],
    "year": "2021",
    "journal": "INTERNATIONAL JOURNAL OF ENVIRONMENTAL RESEARCH AND PUBLIC HEALTH",
    "doi": "10.3390/ijerph18010218",
    "uid": "WOS:000606219600001",
    "abstract": "In March 2020, the World Health Organization (WHO) declared the outbreak of Coronavirus disease 2019 (COVID-19) as a pandemic, which affected all countries worldwide. During the outbreak, public sentiment analyses contributed valuable information toward making appropriate public health responses. This study aims to develop a model that predicts an individual's awareness of the precautionary procedures in five main regions in Saudi Arabia. In this study, a dataset of Arabic COVID-19 related tweets was collected, which fell in the period of the curfew. The dataset was processed, based on several machine learning predictive models: Support Vector Machine (SVM), K-nearest neighbors (KNN), and Naive Bayes (NB), along with the N-gram feature extraction technique. The results show that applying the SVM classifier along with bigram in Term Frequency-Inverse Document Frequency (TF-IDF) outperformed other models with an accuracy of 85%. The results of awareness prediction showed that the south region observed the highest level of awareness towards COVID-19 containment measures, whereas the middle region was the least. The proposed model can support the medical sectors and decision-makers to decide the appropriate procedures for each region based on their attitudes towards the pandemic.",
    "countries": [
      "Saudi Arabia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Arabic sentiment analysis; machine learning; support vector machine; K-nearest neighbor; naive bayes; N-gram; natural language processing; Twitter",
    "subtypeDescription": "Article"
  },
  {
    "title": "Parents' burdens of service for children with ASD - implications for service providers",
    "authors": [
      "Helkkula, Anu",
      "Buoye, Alexander John",
      "Choi, Hyeyoon",
      "Lee, Min Kyung",
      "Liu, Stephanie Q.",
      "Keiningham, Timothy Lee",
      "EMERALD GROUP PUBLISHING LTD",
      "Helkkula, Anu",
      "Buoye, Alexander John",
      "Choi, Hyeyoon",
      "Lee, Min Kyung",
      "Liu, Stephanie Q.",
      "Keiningham, Timothy Lee",
      "Keiningham, Timothy Lee",
      "Helkkula, Anu",
      "Liu, Stephanie",
      "Keiningham, Timothy",
      "Lee, Min Kyung",
      "Choi, Hyeyoon Rebecca"
    ],
    "year": "2020",
    "journal": "JOURNAL OF SERVICE MANAGEMENT",
    "doi": "10.1108/JOSM-01-2020-0011",
    "uid": "WOS:000557058100001",
    "abstract": "Purpose The purpose of this investigation is to gain insight into parents' perceptions of benefits vs burdens (value) of educational and healthcare service received for their child with ASD. Parents are the main integrators of long-term educational and healthcare service for their child with ASD. . Design/methodology/approach Design/methodology/approach included (1) a sentiment analysis of discussion forum posts from an autism message board using a rule-based sentiment analysis tool that is specifically attuned to sentiments expressed in social media and (2) a qualitative content analysis of one-on-one interviews with parents of children diagnosed with ASD, complemented with interviews with experienced educators and clinicians. Findings Findings reveal the link between customized service integration and long-term benefits. Both parents and service providers emphasize the need to integrate healthcare and educational service to create holistic long-term care for a child with ASD. Parents highlight the benefits of varied services, but availability or cost are burdens if the service is not publicly provided, or covered by insurance. Service providers' lack of experience with ASD and people's ignorance of the challenges of ASD are burdens. Practical implications Ensuring health outcomes for a child with ASD requires an integrated service system and long-term, customer-centric service process because the scope of service covers the child's entire childhood. Customized educational and healthcare service must be allocated and budgeted early in order to reach the goal of a satisfactory service output for each child. Originality/value This is the first service research to focus on parents' challenges with obtaining services for their child with ASD. This paper provides service researchers and managers insight into parents' perceptions of educational and healthcare service value (i.e. benefits vs. burdens) received for their child with ASD. These insights into customer-centric perceptions of value may be useful to research and may help service providers to innovate and provide integrated service directly to parents, or indirectly to service providers, who serve children with ASD.",
    "countries": [
      "Finland",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Value; Service; Educational service; Healthcare service; Benefits; Burdens; ASD; Autism; VBHC; Value-based healthcare; AUTISM SPECTRUM DISORDER; YOUNG-CHILDREN; TEACHER RELATIONSHIPS; COPING STRATEGIES; CARE EXPERIENCES; FAMILIES; INNOVATION; NEEDS; EXPENDITURES; CHALLENGES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Exploring social media usage in improving public perception on workplace violence against healthcare workers",
    "authors": [
      "Lian, Ying",
      "Dong, Xuefan",
      "ELSEVIER SCI LTD",
      "Lian, Ying",
      "Dong, Xuefan",
      "Dong, Xuefan",
      "Dong, Xuefan"
    ],
    "year": "2021",
    "journal": "TECHNOLOGY IN SOCIETY",
    "doi": "10.1016/j.techsoc.2021.101559",
    "uid": "WOS:000661118100027",
    "abstract": "Workplace violence against healthcare workers has been a major social problem in many countries. A misunderstanding between patients and physicians is the primary cause of violence . The recent rise of social media offered a new communication channel between the government and the public. This study aims to explore and examine the use of social media to improve public perception about the medical workplace violence by considering a recently issued policy in China. We collected 12,250 posts before, during and after the implementation of the policy from Weibo, which is similar to Twitter. Sentiment classification and topic clustering methods were used to analyze the data. One-way ANOVA was applied to assess the changes of public sentiments over time. Results showed that the proportion of posts with negative sentiment statistically significantly decreased after the release of the policy, indicating the effectiveness of social media in improving public perception about the medical workplace violence, to a large extent. Topic clustering results regarding the policy showed that most people supported the policy. However, some believe that punishment measures contained in the policy need to be strengthened and that more attention should be paid to the hospitals and medical staffs, as well as how to effectively protect the interests of patients. Based on these findings, we suggested government to effectively and scientifically use social media to address medical workplace violence from the perspective of the public and further consider its causes in terms of both patients and medical staffs, and building an expert witness system seems to be helpful. Measures for guaranteeing the safety of medical staffs should be built by comprehensively evaluating the potential risk. These results can help governments increase the engagement of their citizens.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 15,
    "references": 0,
    "keywords": "Workplace violence; Healthcare workers; Public perception; Social media; Data mining; LATENT DIRICHLET ALLOCATION; TOPIC ANALYSIS; NURSES; DISPUTES; ENGAGEMENT; SENTIMENT; REVIEWS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Mining emotions in academic writing: A subdisciplinary probe into medical research articles",
    "authors": [
      "Chen, Songyun",
      "PERGAMON-ELSEVIER SCIENCE LTD",
      "Chen, Songyun",
      "Chen, Songyun",
      "Chen, Songyun",
      "CHEN, SONGYUN"
    ],
    "year": "2024",
    "journal": "ENGLISH FOR SPECIFIC PURPOSES",
    "doi": "10.1016/j.esp.2024.01.002",
    "uid": "WOS:001166752900001",
    "abstract": "Sentiment analysis has garnered significant attention in the academic field lately, which gives academic scholars a full comprehension of how emotion states are communicated in texts and how it works as a powerful persuasion strategy for academic writers. Based on a large dataset of over five million tokens, this study examined specific emotions in research articles across 18 subdisciplines of medicine, aiming to reveal the emotions presented by medical writers in academic writing. The results showed the following: (1) four emotions with positive valence-trust, anticipation, joy, and surprise-were observed; (2) the tendency of emotion represented by trust > anticipation > joy > surprise was identified, with the first (trust) being overwhelmingly dominant and the rest indicating minor presence; and (3) subdisciplinary emotion variation was found and the contributing variables were identified as research methods and paradigms, research objects, interdisciplinary features, and disciplinary status in knowledge accumulation. The findings contribute to our understanding of emotion strategy applied in academic writing and genre characteristics of medical science. This article concludes with pedagogical implications for EAP teachers and suggestions for possible future research. (c) 2024 Elsevier Ltd. All rights reserved.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Sentiment analysis; Research articles; Subdisciplinary probe; Emotion variation; SENTIMENT ANALYSIS; TRUST; SURPRISE; REVIEWS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Determinants of implementing of pet robots in nursing homes for dementia care",
    "authors": [
      "Koh, Wei Qi",
      "Toomey, Elaine",
      "Flynn, Aisling",
      "Casey, Dympna",
      "BMC",
      "Koh, Wei Qi",
      "Flynn, Aisling",
      "Casey, Dympna",
      "Toomey, Elaine",
      "Koh, Wei Qi",
      "Koh, Wei Qi",
      "Flynn, Aisling",
      "Koh, Wei Qi",
      "Toomey, Elaine"
    ],
    "year": "2022",
    "journal": "BMC GERIATRICS",
    "doi": "10.1186/s12877-022-03150-z",
    "uid": "WOS:000803133600001",
    "abstract": "Background Pet robots have been employed as viable substitutes to pet therapy in nursing homes. Despite their potential to enhance the psychosocial health of residents with dementia, there is a lack of studies that have investigated determinants of implementing pet robots in real-world practice. This study aims to explore the determinants of implementing pet robots for dementia care in nursing homes, from the perspectives of healthcare professionals and organisational leaders. Methods A descriptive qualitative study, conceptualised and guided using the Consolidated Framework of Implementation Research (CFIR), was conducted. We conducted semi-structured interviews with healthcare professionals and organisational leaders from nursing homes. Data was transcribed and analysed using Framework Analysis, based on the CFIR as an a priori framework. Results A total of 22 participants from eight nursing homes were included. Determinants were mapped to constructs from all five CFIR domains. Determinants relating to the characteristics of pet robots include their design, realisticness and interactivity, affordability, cleanability, perceived evidence strength and comparative advantages to live pets. Determinants relating to external influences (outer setting) include national regulatory guidelines, funding and networks with other organisations. With regards to characteristics of nursing homes (inner setting), determinants include the relevance of pet robots in relation to the needs of residents with dementia, alignment with care processes, infection control mandates and their relative priority. In the domain 'characteristics of individuals', determinants were associated with individuals' beliefs on the role of technology, desires to enhance residents' quality of life, and differential attitudes on the use of robots. Finally, in the domain 'implementation process', assessments and care planning were identified as determinants. Conclusions Overall, while sentiments around determinants within CFIR domains of pet robots' characteristics, outer setting and implementation process were similar, participants' opinions on the determinants within the 'inner setting' and 'characteristics of individuals' were more varied. This could be due to different organisational structures, disciplinary differences and personal experiences of using pet robots. Many determinants in different domains were interrelated. Findings provide a springboard for identifying and designing implementation strategies to guide the translation of pet robots from research into real-world practice.",
    "countries": [
      "Ireland"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "Dementia; Implementation; Barriers; Facilitators; Social robots; Pet robots; Robotic pets; Nursing homes; Long term care; Residential care; Care homes; SAMPLE-SIZE; QUALITATIVE RESEARCH",
    "subtypeDescription": "Article"
  },
  {
    "title": "Early Detection of Seasonal Outbreaks from Twitter Data Using Machine Learning Approaches",
    "authors": [
      "Amin, Samina",
      "Uddin, Muhammad Irfan",
      "AlSaeed, Duaa H.",
      "Khan, Atif",
      "Adnan, Muhammad",
      "WILEY",
      "Amin, Samina",
      "Uddin, Muhammad Irfan",
      "Adnan, Muhammad",
      "AlSaeed, Duaa H.",
      "Khan, Atif",
      "Khan, Atif",
      "Amin, Samina",
      "AlSaeed, Duaa",
      "Uddin, M. Irfan",
      "Uddin, M. Irfan",
      "Amin, Samina",
      "Adnan, Muhammad",
      "alSaeed, Duaa"
    ],
    "year": "2021",
    "journal": "COMPLEXITY",
    "doi": "10.1155/2021/5520366",
    "uid": "WOS:000636239400001",
    "abstract": "Seasonal outbreaks have several different periods that occur primarily during winter in temperate regions, while influenza may occur throughout the year in tropical regions, triggering outbreaks more irregularly. Similarly, dengue occurs in the star of the rainy season in early May and reaches its peak in late June. Dengue and flu brought an impact on various countries in the years 2017-2019 and streaming Twitter data reveals the status of dengue and flu outbreaks in the most affected regions. This research work presents that Social Media Analysis (SMA) can be used as a detector of the epidemic outbreak and to understand the sentiment of social media users regarding various diseases. Providing awareness about seasonal outbreaks through SMA is an effective approach for researchers and healthcare responders to detect the early outbreaks. The proposed model aims to find the sentiment about the disease in tweets, and the seasonal outbreaks-related tweets are classified into two classes as disease positive and disease negative. This work proposes a machine-learning-based approach to detect dengue and flu outbreaks in social media platform Twitter, using four machine learning algorithms: Random Forest (RF), K-Nearest Neighbor (KNN), Support Vector Machine (SVM), and Decision Tree (DT), with the help of Term Frequency and Inverse Document Frequency (TF-IDF). For experimental analysis, two datasets (dengue and flu) are analyzed individually. The experimental results show that the RF classifier has outperformed the comparison models in terms of improved accuracy, precision, recall, F1-measure, and Receiver Operating Characteristic (ROC) curve. The proposed work offers favorable performance with total precision, accuracy, recall, and F1-measure ranging from 84% to 88% for conventional machine learning techniques.",
    "countries": [
      "Pakistan",
      "Saudi Arabia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "SYNDROMIC SURVEILLANCE; DENGUE; TWEETS; FEVER",
    "subtypeDescription": "Article"
  }
]