[
  {
    "title": "Canadian multidisciplinary expert consensus on the use of biologics in upper airways: A Delphi study",
    "authors": [
      "Thamboo, Andrew V.",
      "Lee, Melissa",
      "Bhutani, Mohit",
      "Chan, Charles",
      "Chan, Yvonne",
      "Chapman, Ken R.",
      "Chin, Christopher J.",
      "Connors, Lori",
      "Dorscheid, Del",
      "Ellis, Anne K.",
      "Gall, Richard M.",
      "Godbout, Krystelle",
      "Janjua, Arif",
      "Javer, Amin",
      "Kilty, Shaun",
      "Kim, Harold",
      "Kirkpatrick, Gordon",
      "Lee, John M.",
      "Leigh, Richard",
      "Lemiere, Catherine",
      "Monteiro, Eric",
      "Neighbour, Helen",
      "Keith, Paul K.",
      "Philteos, George",
      "Quirt, Jaclyn",
      "Rotenberg, Brian",
      "Ruiz, Juan C.",
      "Scott, John R.",
      "Sommer, Doron D.",
      "Sowerby, Leigh",
      "Tewfik, Marc",
      "Waserman, Susan",
      "Witterick, Ian",
      "Wright, Erin D.",
      "Yamashita, Cory",
      "Desrosiers, Martin",
      "SAGE PUBLICATIONS INC",
      "Thamboo, Andrew V.",
      "Lee, Melissa",
      "Janjua, Arif",
      "Javer, Amin",
      "Bhutani, Mohit",
      "Chan, Charles",
      "Chapman, Ken R.",
      "Monteiro, Eric",
      "Chan, Yvonne",
      "Lee, John M.",
      "Witterick, Ian",
      "Chin, Christopher J.",
      "Scott, John R.",
      "Connors, Lori",
      "Dorscheid, Del",
      "Ellis, Anne K.",
      "Gall, Richard M.",
      "Godbout, Krystelle",
      "Kilty, Shaun",
      "Kilty, Shaun",
      "Kim, Harold",
      "Kim, Harold",
      "Neighbour, Helen",
      "Keith, Paul K.",
      "Quirt, Jaclyn",
      "Waserman, Susan",
      "Kirkpatrick, Gordon",
      "Leigh, Richard",
      "Lemiere, Catherine",
      "Philteos, George",
      "Rotenberg, Brian",
      "Sowerby, Leigh",
      "Ruiz, Juan C.",
      "Sommer, Doron D.",
      "Tewfik, Marc",
      "Wright, Erin D.",
      "Yamashita, Cory",
      "Desrosiers, Martin",
      "Thamboo, Andrew V.",
      "Yamashita, Cory",
      "Witterick, Ian",
      "Wright, Erin",
      "Sommer, Doron",
      "Lee, John"
    ],
    "year": "2023",
    "journal": "JOURNAL OF OTOLARYNGOLOGY-HEAD & NECK SURGERY",
    "doi": "10.1186/s40463-023-00626-9",
    "uid": "WOS:001291233100001",
    "abstract": "Background Chronic rhinosinusitis with nasal polyposis (CRSwNP) often coexists with lower airway disease. With the overlap between upper and lower airway disease, optimal management of the upper airways is undertaken in conjunction with that of the lower airways. Biologic therapy with targeted activity within the Type 2 inflammatory pathway can improve the clinical signs and symptoms of both upper and lower airway diseases. Knowledge gaps nevertheless exist in how best to approach patient care as a whole. There have been sixteen randomized, double-blind, placebo-controlled trails performed for CRSwNP targeted components of the Type 2 inflammatory pathway, notably interleukin (IL)-4, IL-5 and IL-13, IL- 5R, IL-33, and immunoglobulin (Ig)E. This white paper considers the perspectives of experts in various disciplines such as rhinology, allergy, and respirology across Canada, all of whom have unique and valuable insights to contribute on how to best approach patients with upper airway disease from a multidisciplinary perspective. Methods A Delphi Method process was utilized involving three rounds of questionnaires in which the first two were completed individually online and the third was discussed on a virtual platform with all the panelists. A national multidisciplinary expert panel of 34 certified specialists was created, composed of 16 rhinologists, 7 allergists, and 11 respirologists who evaluated the 20 original statements on a scale of 1-9 and provided comments. All ratings were quantitively reviewed by mean, median, mode, range, standard deviation and inter-rater reliability. Consensus was defined by relative interrater reliability measures-kappa coefficient (kappa) value > 0.61. Results After three rounds, a total of 22 statements achieved consensus. This white paper only contains the final agreed upon statements and clear rationale and support for the statements regarding the use of biologics in patients with upper airway disease. Conclusion This white paper provides guidance to Canadian physicians on the use of biologic therapy for the management of upper airway disease from a multidisciplinary perspective, but the medical and surgical regimen should ultimately be individualized to the patient. As more biologics become available and additional trials are published we will provide updated versions of this white paper every few years.",
    "countries": [
      "Canada"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Chronic rhinosinusitis; Chronic rhinosinusitis with nasal polyposis; Upper airway disease; Lower airway disease; Asthma; Biologics; Type 2 inflammation; ENDOSCOPIC SINUS SURGERY; QUALITY-OF-LIFE; ASTHMA CONTROL QUESTIONNAIRE; CHRONIC RHINOSINUSITIS; NASAL POLYPS; ASPIRIN DESENSITIZATION; ALLERGIC RHINITIS; OUTCOMES; OMALIZUMAB; UPDATE",
    "subtypeDescription": "Article"
  },
  {
    "title": "How to detect fake online physician reviews: A deep learning approach",
    "authors": [
      "Zhao, Yuehua",
      "Li, Tianyi",
      "Yuan, Qinjian",
      "Deng, Sanhong",
      "SAGE PUBLICATIONS LTD",
      "Zhao, Yuehua",
      "Li, Tianyi",
      "Yuan, Qinjian",
      "Deng, Sanhong",
      "Deng, Sanhong",
      "Zhao, Yuehua",
      "Zhao, Yuehua",
      "Li, Tian-yi"
    ],
    "year": "2024",
    "journal": "DIGITAL HEALTH",
    "doi": "10.1177/20552076241277171",
    "uid": "WOS:001302060000001",
    "abstract": "Objective The COVID-19 pandemic has spurred an increased interest in online healthcare and a surge in usage of online healthcare platforms, leading to a proliferation of user-generated online physician reviews. Yet, distinguishing between genuine and fake reviews poses a significant challenge. This study aims to address the challenges delineated above by developing a reliable and effective fake review detection model leveraging deep learning approaches based on a fake review dataset tailored to the context of Chinese online medical platforms.Methods Inspired by prior research, this paper adopts a crowdsourcing approach to assemble the fake review dataset for Chinese online medical platforms. To develop the fake review detection models, classical machine learning models, along with deep learning models such as Convolutional Neural Network and Bidirectional Encoder Representations from Transformers, were applied.Results Our experimental deep learning model exhibited superior performance in identifying fake reviews on online medical platforms, achieving a precision of 98.36% and an F2-Score of 97.97%. Compared to the traditional machine learning models (i.e., logistic regression, support vector machine, random forest, ridge regression), this represents an 8.16% enhancement in precision and a 7.7% increase in F2-Score.Conclusion Overall, this study provides a valuable contribution toward the development of an effective fake physician review detection model for online medical platforms.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Online physician review; physician rating website; online medical review; fake review detection; online fake review; CARE; IMPACT; COMMUNITIES; REPUTATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "Effects of a Video-Based Positive Side-Effect Information Framing: An Online Experiment",
    "authors": [
      "Bender, Friederike L.",
      "Rief, Winfried",
      "Brueck, Joscha",
      "Wilhelm, Marcel",
      "AMER PSYCHOLOGICAL ASSOC",
      "Bender, Friederike L.",
      "Rief, Winfried",
      "Wilhelm, Marcel",
      "Brueck, Joscha",
      "Bender, Friederike L.",
      "Bender, Friederike",
      "Rief, Winfried",
      "Rief, Winfried"
    ],
    "year": "2023",
    "journal": "HEALTH PSYCHOLOGY",
    "doi": "10.1037/hea0001263",
    "uid": "WOS:000935617600001",
    "abstract": "Objective: Despite the public health value of vaccines, vaccination uptake rates are stagnating. Expected adverse events following immunization are a major source of concern and play a role in the emergence of vaccine hesitancy. Since nocebo mechanisms are involved in the perception of adverse reactions, positive side-effect communication is warranted. The aim of the present study was to compile a comprehensive communication strategy that minimizes expectations of nocebo effects while respecting the informed consent procedure. Method: In a randomized 2 x 2 between-subject design, 652 participants received information about COVID-19 or influenza vaccination using either standard side-effect messaging or messaging enriched with proven elements of expectation-optimizing framing. A physician presented information online via video. Moderation analyses were conducted to examine effects among particular subpopulations. Expected adverse event ratings following an imagined immunization, cost-benefit ratios of the vaccination, and future vaccination intentions were assessed. Results: Information content ratings were equally high in each group. Positive framing significantly decreased adverse event expectations in the COVID-19 information group and raised the cost-benefit ratio in the influenza condition, indicating higher benefits than cost expectations. Moderation analysis revealed that the framed side-effect communication lowered the expected COVID-19 vaccination uptake willingness in individuals with strong anti-vaccination attitudes. Conclusions: Facing the ongoing coronavirus mass vaccinations, positive information frames have a small but significant impact on vaccination concerns while upholding informed consent. Although intervention trials are still pending, this approach could help decrease vaccine hesitancy by reducing fearful expectations. However, it seems that it should not be used without considering vaccination attitudes.",
    "countries": [
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "vaccine hesitancy; adverse events following immunization; nocebo; framing; PERCEIVED SENSITIVITY; POWER; EXPECTATIONS",
    "subtypeDescription": "Article"
  },
  {
    "title": "The majority of negative online otolaryngology reviews are non-clinical",
    "authors": [
      "Garcia, Jayden R.",
      "Yu, Sophie E.",
      "Rohatgi, Atharva P.",
      "Pollock, Jordan R.",
      "Naples, James G.",
      "W B SAUNDERS CO-ELSEVIER INC",
      "Garcia, Jayden R.",
      "Yu, Sophie E.",
      "Rohatgi, Atharva P.",
      "Pollock, Jordan R.",
      "Naples, James G.",
      "Garcia, Jayden R.",
      "Rohatgi, Atharva"
    ],
    "year": "2024",
    "journal": "AMERICAN JOURNAL OF OTOLARYNGOLOGY",
    "doi": "10.1016/j.amjoto.2024.104335",
    "uid": "WOS:001236610700001",
    "abstract": "Objective: To characterize extremely negative online reviews of Otolaryngologists in the United States. Methods: A search for reviews was performed on Yelp.com using the keyword \"Otolaryngologist\" in four major urban cities in the United States. On a five-star scale, one-star reviews were isolated, classified as clinical or non-clinical complaints, and further subcategorized. Chi-square analysis was used to determine differences in complaint types between patients reporting surgery and those who did not. Results: From the 7653 reviews that were surveyed, 375 one-star reviews met the inclusion criteria and were used in the analysis. These negative reviews yielded 808 total complaints, 25 % were clinical, and 75 % were non-clinical. The most common clinical complaints were a lack of diagnosis, disagreement with the treatment plan and misdiagnosis, whereas the most common non-clinical complaints included poor physician bedside manner, cost, and unprofessional staff. Fifty-two (14 %) patients reported having surgery. The difference in the number of complaints by patients reporting surgery and patients not reporting surgery was statistically significant (P < .05) for almost all subcategories. Conclusion: The most common complaints in negative reviews of Otolaryngologists on Yelp are non-clinical, primarily centered around the professionalism of the physician and staff. This work offers insights into patient satisfaction within Otolaryngology. Considerations should be given to these results as a means for improvement in patient experiences.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Online; Ratings; Reviews; Yelp; Patient satisfaction; Bedside manner; PLASTIC SURGEON REVIEWS; QUANTITATIVE-ANALYSIS; COMMUNICATION; RATINGS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Patient-Recorded Physician Ratings: What Can We Learn From 11,527 Online Reviews of Orthopedic Surgeons?",
    "authors": [
      "Yu, Jessica",
      "Samuel, Linsen T.",
      "Yalcin, Sercan",
      "Sultan, Assem A.",
      "Kamath, Atul F.",
      "CHURCHILL LIVINGSTONE INC MEDICAL PUBLISHERS",
      "Yu, Jessica",
      "Samuel, Linsen T.",
      "Yalcin, Sercan",
      "Sultan, Assem A.",
      "Kamath, Atul F.",
      "Kamath, Atul F.",
      "KAMATH, ATUL",
      "Sultan, Assem",
      "Samuel, Linsen"
    ],
    "year": "2020",
    "journal": "JOURNAL OF ARTHROPLASTY",
    "doi": "10.1016/j.arth.2019.11.021",
    "uid": "WOS:000534290500070",
    "abstract": "Background: Physician rating websites have become an increasingly popular medium for patients to give feedback and to obtain information about physicians. Each physician rating website uses different criteria to evaluate physicians, with the option for patients to provide written reviews. Our goal is to identify factors that patients value when seeking an orthopedic surgeon.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "orthopedic surgeon review; physician rating; website; online trend; Internet",
    "subtypeDescription": "Article"
  },
  {
    "title": "Leveraging large language models for generating responses to patient messages-a subjective analysis",
    "authors": [
      "Liu, Siru",
      "Mccoy, Allison B.",
      "Wright, Aileen P.",
      "Carew, Babatunde",
      "Genkins, Julian Z.",
      "Huang, Sean S.",
      "Peterson, Josh F.",
      "Steitz, Bryan",
      "Wright, Adam",
      "OXFORD UNIV PRESS",
      "Liu, Siru",
      "Mccoy, Allison B.",
      "Wright, Aileen P.",
      "Huang, Sean S.",
      "Peterson, Josh F.",
      "Steitz, Bryan",
      "Wright, Adam",
      "Wright, Aileen P.",
      "Huang, Sean S.",
      "Peterson, Josh F.",
      "Carew, Babatunde",
      "Genkins, Julian Z.",
      "Liu, Siru",
      "Liu, Siru",
      "Liu, Siru",
      "McCoy, Allison",
      "McCoy, Allison",
      "Peterson, Josh"
    ],
    "year": "2024",
    "journal": "JOURNAL OF THE AMERICAN MEDICAL INFORMATICS ASSOCIATION",
    "doi": "10.1093/jamia/ocae052",
    "uid": "WOS:001186483200001",
    "abstract": "Objective This study aimed to develop and assess the performance of fine-tuned large language models for generating responses to patient messages sent via an electronic health record patient portal.Materials and Methods Utilizing a dataset of messages and responses extracted from the patient portal at a large academic medical center, we developed a model (CLAIR-Short) based on a pre-trained large language model (LLaMA-65B). In addition, we used the OpenAI API to update physician responses from an open-source dataset into a format with informative paragraphs that offered patient education while emphasizing empathy and professionalism. By combining with this dataset, we further fine-tuned our model (CLAIR-Long). To evaluate fine-tuned models, we used 10 representative patient portal questions in primary care to generate responses. We asked primary care physicians to review generated responses from our models and ChatGPT and rated them for empathy, responsiveness, accuracy, and usefulness.Results The dataset consisted of 499 794 pairs of patient messages and corresponding responses from the patient portal, with 5000 patient messages and ChatGPT-updated responses from an online platform. Four primary care physicians participated in the survey. CLAIR-Short exhibited the ability to generate concise responses similar to provider's responses. CLAIR-Long responses provided increased patient educational content compared to CLAIR-Short and were rated similarly to ChatGPT's responses, receiving positive evaluations for responsiveness, empathy, and accuracy, while receiving a neutral rating for usefulness.Conclusion This subjective analysis suggests that leveraging large language models to generate responses to patient messages demonstrates significant potential in facilitating communication between patients and healthcare providers.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "artificial intelligence; clinical decision support; large language model; patient portal; primary care",
    "subtypeDescription": "Article"
  },
  {
    "title": "Embracing resilience in multiple sclerosis: a new perspective from COVID-19 pandemic",
    "authors": [
      "Sbragia, Elvira",
      "Colombo, Eleonora",
      "Pollio, Chiara",
      "Cellerino, Maria",
      "Lapucci, Caterina",
      "Inglese, Matilde",
      "Mancardi, Gianluigi",
      "Boffa, Giacomo",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Sbragia, Elvira",
      "Colombo, Eleonora",
      "Pollio, Chiara",
      "Cellerino, Maria",
      "Inglese, Matilde",
      "Mancardi, Gianluigi",
      "Boffa, Giacomo",
      "Lapucci, Caterina",
      "Inglese, Matilde",
      "Mancardi, Gianluigi",
      "Inglese, Matilde",
      "Inglese, Matilde",
      "Lapucci, Caterina",
      "BOFFA, GIACOMO",
      "Boffa, Giacomo",
      "Mancardi, Giovanni",
      "mancardi, giovanni luigi",
      "Colombo, Eleonora",
      "Inglese, Matilde",
      "Cellerino, Maria"
    ],
    "year": "2022",
    "journal": "PSYCHOLOGY HEALTH & MEDICINE",
    "doi": "10.1080/13548506.2021.1916964",
    "uid": "WOS:000643839800001",
    "abstract": "Coronavirus disease 2019 (COVID-19) resulted in several psychological consequences. Past epidemiological experiences already showed the deep albeit heterogeneous psychological repercussions of pandemics. Nevertheless, little is known about COVID-19 outbreak and the possible strategies for boosting resilience in patients with chronic diseases such as Multiple Sclerosis (MS). Therefore, we designed a study aiming to assess the changes in mental distress during COVID-19 outbreak in patients with MS and to identifyfactors contributing to resilience's development.",
    "countries": [
      "Italy"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; pandemic; multiple sclerosis; anxiety; resilience",
    "subtypeDescription": "Article"
  },
  {
    "title": "Factors Affecting Orthopedic Sports Medicine Surgeons' Online Reputation",
    "authors": [
      "Heimdal, Tyler R.",
      "Gardner, Stephanie S.",
      "Dhanani, Ujalashah M.",
      "Harris, Joshua D.",
      "Liberman, Shari R.",
      "McCulloch, Patrick C.",
      "SLACK INC",
      "Heimdal, Tyler R.",
      "Gardner, Stephanie S.",
      "Harris, Joshua D.",
      "Liberman, Shari R.",
      "McCulloch, Patrick C.",
      "Heimdal, Tyler R.",
      "Dhanani, Ujalashah M.",
      "McCulloch, Patrick C.",
      "Harris, Joshua"
    ],
    "year": "2021",
    "journal": "ORTHOPEDICS",
    "doi": "10.3928/01477447-20201210-07",
    "uid": "WOS:000634508300021",
    "abstract": "Physician rating websites (PRWs) rate physicians based on experiences of previous patients. Although a high rating is desirable, it may not correlate with quality of care, experience, or other physician-specific variables. This study examined the impact of physician-specific variables, such as American Board of Orthopaedic Surgery Sports Certificate of Added Qualification (CAQ) status, years in practice, sex, and geographic location, on the PRW patient satisfaction rating and number of ratings. A list of orthopedic sports medicine surgeons was obtained from the American Orthopaedic Society for Sports Medicine database. Demographic data were recorded. Surgeon profiles were gathered from the most commonly used PRWs (Healthgrades and Vitals), and a mean rating value was recorded on a 1- to 5-star scale. The t test and analysis of variance were used for comparisons. Multivariable linear regression was used to identify factors contributing to PRW ratings. Female sex had the biggest positive effect on PRW rating (R=0.04, P=.029). The PRW rating was positively affected by the number of ratings (R=0.04, P<.001) and negatively affected by an increase in years of practice (R=0.04, P<.001). Surgeons with fewer than 10 years in practice had higher PRW ratings than surgeons practicing longer than 10 years. The PRW ratings were not affected by sports CAQ status or geographic location. Fewer years in practice, female sex, and greater number of reviews were associated with higher PRW ratings. Number of reviews was the only modifiable factor. There was no observed association between sports medicine CAQ status and PRW rating.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "QUALITY-OF-CARE; PATIENT SATISFACTION; BOARD CERTIFICATION; HEALTH-CARE; RATINGS; OUTCOMES; PHYSICIANS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Job attributes valued by physicians, PAs, and NPs A cross-sectional survey",
    "authors": [
      "Gillette, Chris",
      "Everett, Chris",
      "Ostermann, Jan",
      "Garvick, Sarah",
      "Momen, Jennifer",
      "Boles, Ginger",
      "Crandall, Sonia",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Gillette, Chris",
      "Garvick, Sarah",
      "Crandall, Sonia",
      "Everett, Chris",
      "Everett, Chris",
      "Ostermann, Jan",
      "Momen, Jennifer",
      "Boles, Ginger",
      "Gillette, Chris",
      "Ostermann, Jan",
      "Ostermann, Jan"
    ],
    "year": "2022",
    "journal": "JAAPA-JOURNAL OF THE AMERICAN ACADEMY OF PHYSICIAN ASSISTANTS",
    "doi": "10.1097/01.JAA.0000854532.13833.74",
    "uid": "WOS:000844284700011",
    "abstract": "Objective: This study evaluated the relative importance of job-, community-, and individual-related factors that contribute to job choice among physicians, physician assistants (PAs), and NPs, to inform policy options to recruit clinicians to rural areas. Methods: A cross-sectional online survey of PA preceptors from three institutions in two states. Participants were asked to rate the importance of 16 job-, community-, and individual-related factors when choosing a job. Results: We received responses from 45 physicians, 74 PAs, and 15 NPs (24.2% response rate), who rated most job-, community-, and individual-related factors as important; ratings were similar across clinicians. PAs rated loan repayment programs and work hours higher than physicians, though the magnitude of the difference was small. Conclusions: Clinicians similarly rated many factors as important. A better understanding of the tradeoffs clinicians are willing to make between these factors when making a job choice is critical to increase the attractiveness of rural positions.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "job attributes; rural; PAs; NPs; physicians; cross-sectional survey",
    "subtypeDescription": "Article"
  },
  {
    "title": "A Decade of Online Physician-Rating Websites in Germany: an Assessment of the Current Level of Development",
    "authors": [
      "Emmert, Martin",
      "Meszmer, Nina",
      "GEORG THIEME VERLAG KG",
      "Emmert, Martin",
      "Meszmer, Nina",
      "Emmert, Martin"
    ],
    "year": "2018",
    "journal": "GESUNDHEITSWESEN",
    "doi": "10.1055/s-0043-114002",
    "uid": "WOS:000446897700006",
    "abstract": "Objective On physician-rating websites (PRW), patients have the opportunity to search for physicians and also evaluate their performance. PRW in Germany has been in existence for a decade; this study aims to provide an overview of the current level of their significance for both patients and the health care system. Methods (1) A systematic internet search was carried out to identify German PRW. (2) Online-derived cross-sectional data (N=1,044 respondents) were analyzed with respect to awareness, usage, and impact of PRW as well as patient preferences when searching online for physicians. (3) An analysis of the structure of online ratings for a random sample of 11% of German dermatologists was conducted. Results In total, we identified 29 PRWs. Slightly more than half of all respondents (54%) were aware of German PRW and every fourth respondent has already used PRW to search for a physician. Approximately 70% of all users stated they had already made a decision for or against a particular physician based on the quality ratings shown on PRW. Almost all dermatologists could be identified on PRW and 93% have already been rated on any PRW (mean number of ratings: 24.55). More than half of all ratings (55%) were positive. Conclusion After one decade of development, PRWs seem to have gained significant importance in the German health care sector. However, high-quality and adequately powered randomized controlled trials are required to determine the impact of PRWs on patient steerage.",
    "countries": [
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "public reporting; transparency; physician-rating websites; internet; HOSPITAL QUALITY; SITES; AWARENESS; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Satisfaction of Patients and Surgeons with Combined Aptos Thread Lifting Treatment, Fat Grafting and Laser Treatment",
    "authors": [
      "Tepavcevic, Brankica",
      "SPRINGER",
      "Tepavcevic, Brankica",
      "Tepavcevic, Brankica"
    ],
    "year": "2024",
    "journal": "AESTHETIC PLASTIC SURGERY",
    "doi": "10.1007/s00266-022-03019-x",
    "uid": "WOS:000830257500004",
    "abstract": "Background Measuring satisfaction with aesthetic treatment and health related quality of life of patients has become one of the indicators of the success of aesthetic interventions. Therefore, the aim of our study was to examine and compare the satisfaction of patients and surgeons with combined Aptos thread lifting treatment, fat grafting and laser treatment.",
    "countries": [
      "Serbia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Satisfaction; Patients; Thread lifting; Fat grafting; Laser treatment; OUTCOMES",
    "subtypeDescription": "Article"
  },
  {
    "title": "The effect of entrustable professional activities on pathology resident confidence in blood banking/transfusion medicine",
    "authors": [
      "Ju, Jennifer Y.",
      "Wehrli, Gay",
      "WILEY",
      "Ju, Jennifer Y.",
      "Wehrli, Gay",
      "Wehrli, Gay",
      "Wehrli, Gay",
      "Ju, Jennifer"
    ],
    "year": "2020",
    "journal": "TRANSFUSION",
    "doi": "10.1111/trf.15679",
    "uid": "WOS:000508578400001",
    "abstract": "BACKGROUND The Accreditation Council for Graduate Medical Education requires milestone reporting of the Six General Core Competencies. Additionally, Graduate Medical Education (GME) is transitioning to adopt competency-based education methodologies including entrustable professional activities (EPAs) for objective, observable, and measurable milestone progression. The College of American Pathologists published 19 EPAs, including one for transfusion-related adverse events. This survey study includes developing EPAs for transfusion reaction evaluation and assessing residents before and after implementing these EPAs. STUDY DESIGN AND METHODS Three transfusion reaction EPAs were developed and implemented in July 2018 for the Postgraduate Year (PGY) 2 pathology residents. An online, anonymous survey was sent to all 21 pathology trainees before and one year after EPA implementation. In July 2018 and August 2019, each survey included the same six multiple-choice, single-response, confidence questions, with a rating scale of extremely, very, slightly, or not at all confident. This study was approved by the hospital & apos;s Institutional Review Board for Health Sciences Research and GME Committee. RESULTS Analysis was performed on PGY2-4 residents. In 2018, 13 of 20 participants were analyzed. In 2019, 15 of 19 participants were analyzed. Number and percentage of responses were reported. The results showed an increase in trainee confidence, with the greatest improvement among the first class to use the EPAs. CONCLUSION EPAs provide an effective framework for objective and measurable progression of trainees. One year after the implementation of transfusion reaction EPAs at our site, the trainees showed enhanced confidence levels in handling Blood Bank and Transfusion Medicine Services coverage.",
    "countries": [
      "USA"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Article"
  },
  {
    "title": "Autonomic medical practice viewed through the lens of physician-rating websites",
    "authors": [
      "Cheshire, William P.",
      "SPRINGER HEIDELBERG",
      "Cheshire, William P.",
      "Cheshire, William P.",
      "Cheshire, William",
      "Cheshire, William"
    ],
    "year": "2020",
    "journal": "CLINICAL AUTONOMIC RESEARCH",
    "doi": "10.1007/s10286-020-00665-6",
    "uid": "WOS:000507788100001",
    "abstract": "Purpose To survey online patient ratings of physicians practicing autonomic medicine. Methods Online patient review scores of US physician members of the American Autonomic Society were compared to scores of US physicians in general and to indices of professional expertise. Results The 68 autonomic physicians who had been rated scored 3.80 +/- 0.82 on a composite five-star scale, in which 5 was the most favorable score, as compared to 3.84 +/- 0.98 for all US physicians (no significant difference, p = 0.8). Scores correlated inversely with autonomic physicians' number of scientific publications (p = 0.01), h-index (p = 0.01), and m-index (p = 0.0004). Scores of diplomates of the United Council for Neurologic Subspecialties certified in autonomic disorders or who were ranked in the top 1% of US physicians by Castle Connolly had scores comparable to those of other autonomic physicians. Scores did not correlate with physician gender, number of reviews, or years in practice. Conclusion A quality patient experience, accurate diagnosis, and appropriate treatment are goals shared by patients and autonomic specialists. In this study, patient reviews of autonomic physicians were comparable to those of physicians across specialties. Metrics of greater autonomic expertise were associated with equal or lower patient satisfaction scores. In conclusion, compiled subjective reviews are a useful but incomplete indicator of autonomic physician quality and expertise. An ideal profile would combine clinical and nonclinical indicators of professional competence. Reliable information is needed to empower autonomic patients to make truly informed healthcare choices.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Patient satisfaction; Physician-patient relations; Patient-reported outcome measures; Professional competence; Autonomic nervous system; ONLINE; REVIEWS; SYSTEM",
    "subtypeDescription": "Article"
  },
  {
    "title": "Successful Management of Infected Facial Filler with <i>Brucella</i>",
    "authors": [
      "Alshaer, Zahra",
      "Alsaadi, Yazeed",
      "Mrad, Mohamed Amir",
      "SPRINGER",
      "Alshaer, Zahra",
      "Alsaadi, Yazeed",
      "Mrad, Mohamed Amir",
      "Alshaer, Zahra",
      "Alshaer, Zahra"
    ],
    "year": "2018",
    "journal": "AESTHETIC PLASTIC SURGERY",
    "doi": "10.1007/s00266-018-1173-3",
    "uid": "WOS:000445156900028",
    "abstract": "The widespread desire to maintain youth and beauty with minimally invasive procedures made the use of soft tissue fillers an attractive option to correct numerous aesthetic problems. However, many complications have emerged recently especially with the use of non-FDA-approved permanent materials. In this case report, we are demonstrating the effective management of a patient with Brucella isolated from a facial abscess at the site of prior permanent filler injection done 17 years ago.",
    "countries": [
      "Saudi Arabia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Brucella; Filler; Facial abscess; Infection; SOFT-TISSUE AUGMENTATION; COMPLICATIONS; PERMANENT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Psychometric Properties of the Swedish Version of the Brief Repetitive Thinking Questionnaire (RTQ-10): An Internet-Based Study on Degrees of Affective Symptoms and Levels of Distress",
    "authors": [
      "Gavazzeni, Joakim A.",
      "Andersson, Tom",
      "Sorman, Karolina",
      "Kristiansson, Marianne",
      "KARGER",
      "Gavazzeni, Joakim A.",
      "Kristiansson, Marianne",
      "Andersson, Tom",
      "Sorman, Karolina",
      "Kristiansson, Marianne",
      "Gavazzeni, Joakim A."
    ],
    "year": "2019",
    "journal": "PSYCHOPATHOLOGY",
    "doi": "10.1159/000502388",
    "uid": "WOS:000494712300006",
    "abstract": "Introduction: Repetitive negative thinking (RNT) is reported in a wide variety of emotional disorders, although it is most often associated with either depression or anxiety disorders, assessed as symptoms of rumination and worry. Early detection of indicators for RNT across disorders is needed. To this end we explored the psychometric properties of a transdiagnostic measure, i.e., the Swedish version of the brief Repetitive Thinking Questionnaire (RTQ-10), in adults (n = 674, age: 18 years or older). Methods: Participants completed an online battery of questionnaires measuring RNT, anxiety, depression and levels of positive and negative affect, satisfaction with life, metacognitive beliefs, and sick leave. Reliability and validity were evaluated with Cronbach's alpha, item and scale correlations, factor analysis (including multigroup analysis), and multiple linear regression analysis. Principal component analysis and exploratory factor analysis were first carried out to identify the number of latent factors. Confirmatory factor analysis was then used to assess the model fit of a single latent factor. Results: Analyses supported a single-factor solution. Results showed that the reliability was excellent. The single-factor model was robust, except across levels of distress that did not support scalar invariance. Negative metacognitive beliefs, negative affect, and anxiety were strong covariates demonstrating convergent validity. Negative and weaker correlations with life satisfaction, positive affect, and physical symptoms contributed to the discriminant validity. Conclusion: This study showed that the instrument is robust in a population with various degrees of affective symptoms and distress. These results provide additional psychometric support for the RTQ-10 as a transdiagnostic measure. It can be administered online to assess RNT as a risk factor for emotional disorders.",
    "countries": [
      "Sweden"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Assessment; Psychological disorders; Repetitive negative thinking; COGNITIVE-BEHAVIORAL THERAPY; NEGATIVE THINKING; HOSPITAL ANXIETY; DEPRESSION SCALE; RATING-SCALE; WORRY; RUMINATION; SAMPLE; VALIDATION; THOUGHT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Negative Online Patient Reviews in Headache Medicine",
    "authors": [
      "Evans, Randolph W.",
      "WILEY",
      "Evans, Randolph W.",
      "Evans, Randolph W."
    ],
    "year": "2018",
    "journal": "HEADACHE",
    "doi": "10.1111/head.13419",
    "uid": "WOS:000448841600009",
    "abstract": "Patients commonly use online reviews in selecting a new physician. There have been no studies of online reviews of headache medicine physicians. To better understand headache medicine physicians' attitudes and opinions about negative reviews, 2 negative patient reviews were posted to the Southern Headache Society online discussion group and comments were requested. Twenty-two anonymous comments are provided. The strengths and inadequacies of online physician reviews in other specialties and the possible actions headache medicine physicians should take for negative reviews are discussed. A nationwide survey of online reviews of headache medicine specialists would be of interest.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "negative online reviews; web-based; internet; physician ratings; headache medicine; PHYSICIAN REVIEWS; SATISFACTION; SURGERY; WEBSITE",
    "subtypeDescription": "Review"
  }
]