[
  {
    "title": "Automatic Identification of Patients With Unexplained Left Ventricular Hypertrophy in Electronic Health Record Data to Improve Targeted Treatment and Family Screening",
    "authors": [
      "Sammani, Arjan",
      "Jansen, Mark",
      "de Vries, Nynke M.",
      "de Jonge, Nicolaas",
      "Baas, Annette F.",
      "te Riele, Anneline S. J. M.",
      "Asselbergs, Folkert W.",
      "Oerlemans, Marish I. F. J.",
      "FRONTIERS MEDIA SA",
      "Oerlemans, Marish",
      "Jansen, Mark",
      "Asselbergs, Folkert Wouter",
      "Asselbergs, Folkert",
      "Oerlemans, Marish"
    ],
    "year": "2022",
    "journal": "FRONTIERS IN CARDIOVASCULAR MEDICINE",
    "doi": "10.3389/fcvm.2022.768847",
    "uid": "WOS:000808640100001",
    "abstract": "BackgroundUnexplained Left Ventricular Hypertrophy (ULVH) may be caused by genetic and non-genetic etiologies (e.g., sarcomere variants, cardiac amyloid, or Anderson-Fabry's disease). Identification of ULVH patients allows for early targeted treatment and family screening. AimTo automatically identify patients with ULVH in electronic health record (EHR) data using two computer methods: text-mining and machine learning (ML). MethodsAdults with echocardiographic measurement of interventricular septum thickness (IVSt) were included. A text-mining algorithm was developed to identify patients with ULVH. An ML algorithm including a variety of clinical, ECG and echocardiographic data was trained and tested in an 80/20% split. Clinical diagnosis of ULVH was considered the gold standard. Misclassifications were reviewed by an experienced cardiologist. Sensitivity, specificity, positive, and negative likelihood ratios (LHR+ and LHR-) of both text-mining and ML were reported. ResultsIn total, 26,954 subjects (median age 61 years, 55% male) were included. ULVH was diagnosed in 204/26,954 (0.8%) patients, of which 56 had amyloidosis and two Anderson-Fabry Disease. Text-mining flagged 8,192 patients with possible ULVH, of whom 159 were true positives (sensitivity, specificity, LHR+, and LHR- of 0.78, 0.67, 2.36, and 0.33). Machine learning resulted in a sensitivity, specificity, LHR+, and LHR- of 0.32, 0.99, 32, and 0.68, respectively. Pivotal variables included IVSt, systolic blood pressure, and age. ConclusionsAutomatic identification of patients with ULVH is possible with both Text-mining and ML. Text-mining may be a comprehensive scaffold but can be less specific than machine learning. Deployment of either method depends on existing infrastructures and clinical applications.",
    "countries": [
      "N/A"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "left ventricular hypertrophy (LVH); electronic health record; anderson-fabry disease; cardiac amyloidosis; text-mining; SUDDEN CARDIAC DEATH; FABRY DISEASE; CARDIOMYOPATHY; HEART; PREVALENCE; GUIDELINES; MUTATION; MODEL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Exploring the Online Doctor-Patient Interaction on Patient Satisfaction Based on Text Mining and Empirical Analysis",
    "authors": [
      "Chen, Shuqing",
      "Guo, Xitong",
      "Wu, Tianshi",
      "Ju, Xiaofeng",
      "ELSEVIER SCI LTD",
      "Chen, Shuqing",
      "Guo, Xitong",
      "Wu, Tianshi",
      "Ju, Xiaofeng",
      "Guo, Xitong",
      "Guo, Xitong",
      "Wu, Tianshi",
      "Guo, Xitong"
    ],
    "year": "2020",
    "journal": "INFORMATION PROCESSING & MANAGEMENT",
    "doi": "10.1016/j.ipm.2020.102253",
    "uid": "WOS:000542996300006",
    "abstract": "In the online health community, the doctor-patient interaction is one of the most important functional modules. A large volume of unstructured text data has been generated in the doctor-patient interaction process. This development is worth exploring. In this paper, we mainly explore the influences of online doctor-patient interaction content on patient satisfaction. We collected the online doctor-patient interaction text data from a big online health community (http://haodf.com) in China from January 2015 to December 2016, followed by the use of text mining and econometrics to test our hypotheses. The results indicate that the patient's activeness has a positive effect on a doctor's informational and emotional support. Furthermore, both a doctor's informational and emotional support are known to have a positive effect on patient satisfaction. More significantly, the effect of emotional support on patient satisfaction is more significant than that of informational support. In addition, the patient's disease severity strengthens the link between a doctor's informational and emotional support and that of patient satisfaction. This study has far-reaching significance for a better understanding of the doctor-patient interaction mechanism.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Online doctor-patient interaction; text mining and econometrics; informational support; emotional support; HEALTH-CARE; SOCIAL SUPPORT; CO-CREATION; COMMUNICATION; IMPACT; QUALITY; PARTICIPATION; COMMUNITIES; INFORMATION; ENGAGEMENT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Out-of-set association analysis of lung cancer drugs and symptoms based on clinical case data mining",
    "authors": [
      "Hong, Mei",
      "Zhao, Yi-Dong",
      "Zhong, Tao-Li",
      "Lu, Ming",
      "Sun, Wen-Hao",
      "Chen, Tian-Yuan",
      "Hong, Nan",
      "Zhu, Yao",
      "Yu, Da-Hai",
      "IOS PRESS",
      "Hong, Mei",
      "Zhao, Yi-Dong",
      "Zhong, Tao-Li",
      "Lu, Ming",
      "Sun, Wen-Hao",
      "Chen, Tian-Yuan",
      "Hong, Nan",
      "Zhu, Yao",
      "Lu, Ming",
      "Yu, Da-Hai",
      "Zhu, Yao",
      "Yu, Da-Hai",
      "Zhao, Yidong",
      "Chen, Yen-Yuan",
      "Sun, Wenhao"
    ],
    "year": "2024",
    "journal": "TECHNOLOGY AND HEALTH CARE",
    "doi": "10.3233/THC-230269",
    "uid": "WOS:001208606200031",
    "abstract": "BACKGROUND: There are 1.8 million lung cancer deaths worldwide, accounting for 18% of global cancer deaths, including 710,000 in China, accounting for 23.8% of all cancer deaths in China.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "Data mining; lung cancer; traditional Chinese medicine; out-of-set association; TRADITIONAL CHINESE MEDICINE",
    "subtypeDescription": "Article"
  }
]