[
  {
    "title": "People's post-disaster decisions and their relations with personality traits and decision-making styles: The choice of travel mode and healthcare destination",
    "authors": [
      "Golazad, SeyedeZahra",
      "Heravi, Gholamreza",
      "AminShokravi, Amir",
      "ELSEVIER",
      "Golazad, SeyedeZahra",
      "Heravi, Gholamreza",
      "AminShokravi, Amir",
      "Heravi, Gholamreza",
      "Golazad, SeyedeZahra",
      "Heravi, Gholamreza"
    ],
    "year": "2022",
    "journal": "INTERNATIONAL JOURNAL OF DISASTER RISK REDUCTION",
    "doi": "10.1016/j.ijdrr.2022.103395",
    "uid": "WOS:001067828600003",
    "abstract": "Human behavior after disasters is crucial to disaster management and resilience studies. Understanding the relationships between individuals' decisions, their decision- making styles, and personality traits may explain why people respond differently to post-disaster situations and bring us a better understanding of how people would react after a disaster. Using data from an online survey with 536 responses among residents of Tehran, this study performed multiple linear regression analyses to explore the relations between personality and decision-making styles with the preference for self-presentation to hospitals and the factors influencing their choices of hospitals after a disaster. The results showed that 36.2% of the participants preferred self-presentation, and 47.4% reported that their primary reason for choosing self-presentation over calling an ambulance was fear of losing the injured. 89.5% believed that earthquake in Tehran is dangerous. The most influential factor in respondents' choice of hospital was \"Less distant,\" chosen by 81.5%. Furthermore, there was a positive correlation between preference for self-presentation and risk perception. Among the influence of hospital selection factors, multiple regression analysis showed a positive prediction of proximity by neuroticism; reputation, services, and accessibility by affective decision-making; and reputation and accessibility by rational decision-making. These results highlighted the importance of individual differences in reacting to extreme conditions after a disaster and provided important information about the predictors of post-disaster decisions. These results could be used in quantitative models to predict post-disaster demands for each hospital, demands for roads heading to it, and patients' waiting time.",
    "countries": [
      "Iran"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Post-disaster behavior; Hospital selection; Self-presentation; Risk perception; Big five personality traits; Dual-type models; RISK PERCEPTION; AGE; INFORMATION; EXPERIENCE; HOSPITALS; TASK",
    "subtypeDescription": "Article"
  },
  {
    "title": "Transparency in healthcare and e-commerce: detecting online fake reviews using a dense neural network model with relevance mapping",
    "authors": [
      "Deshai, N.",
      "Rao, B. Bhaskara",
      "SPRINGER",
      "Deshai, N.",
      "Rao, B. Bhaskara",
      "Deshai, N.",
      "n, deshai",
      "nakka, deshai"
    ],
    "year": "2023",
    "journal": "SOFT COMPUTING",
    "doi": "10.1007/s00500-023-08437-w",
    "uid": "WOS:000995335500007",
    "abstract": "In today's generation, many healthcare organizations moving towards patient-centred quality assessment, transparency strategies, and practices. Therefore, online reviews are the part of everyday life and millions of online reviews being generated daily; unfortunately, all online reviews are not genuine do happen negative reviews written by malicious users are everywhere on the social media platform such as Google, Yelp, Facebook, TripAdvisor, Amazon, Healthgrades, etc. Every fake, spam, and negative online review can directly impact a potential customer's purchasing decision, company's reputation, profitability and misleading the consumers, and damage the reputation of review websites. Hence, detecting fake online reviews has become a big challenge in the rapid development of e-commerce but it can be more dangerous when it comes to medical products, e-healthcare platforms to classify online reviews correctly due to the high false-positive rate (FPR) and the false-negative rate (FNR). In the medical environment, trust is the best reason to pursue transparency and deserve their confidence then patients have made online reviews an integral part of their decision-making process. Patient online reviews and ratings can be a good indicator of clinical effectiveness, efficiently control their health and patient safety. Researchers performed various investigations to predict fake online reviews, and their models could have provided low prediction accuracy due to the selection of lesser features and lack of essential prediction labels. To handle this issue, this paper presents an efficient approach to specifically predict fake online reviews with multiple feature analyses in an automated way with different perspectives of patient safety using qualitative methods. The primary aim of this paper is to provide a solid and complete comparative study of present research on detecting fake online reviews designed a deep learning index system to examine multiple features such as sentiment, test, and behaviour features of the online reviewers. The input samples are trained with the novel dense network model to extract essential features. And the labels are provided tentatively, and the model adopts some initial samples to train the proposed classifier model as the model intends to give better accuracy. The model's novelty relies on the feature selection and label classification of reviews. The experimental results indicated that fake review detection yields better accuracy of 99.5% on the anticipated model than other baseline approaches across the Amazon and medical datasets, using deep learning techniques to reduce the FPR, and FNR then improves fake review detection capabilities. The proposed model significantly improved the classifier's performance compared to existing state-of-the-art techniques in the Amazon and medical domains, demonstrating the effectiveness and relevance of the method.",
    "countries": [
      "India"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Fake review detection; Deep learning; Automated model; Fake reviews; Medical reviews; Patient reviews; Classification",
    "subtypeDescription": "Article"
  },
  {
    "title": "Factors influencing patient selection of orthopaedic surgeons for total hip (THA) and total knee arthroplasty (TKA)",
    "authors": [
      "Fabrizio, Grant M.",
      "Cardillo, Casey",
      "Egol, Alexander",
      "Rozell, Joshua C.",
      "Schwarzkopf, Ran",
      "Aggarwal, Vinay K.",
      "SPRINGER",
      "Fabrizio, Grant M.",
      "Cardillo, Casey",
      "Egol, Alexander",
      "Rozell, Joshua C.",
      "Schwarzkopf, Ran",
      "Aggarwal, Vinay K.",
      "Aggarwal, Vinay K.",
      "Aggarwal, Vinay",
      "Fabrizio, Grant"
    ],
    "year": "2024",
    "journal": "ARCHIVES OF ORTHOPAEDIC AND TRAUMA SURGERY",
    "doi": "10.1007/s00402-024-05314-5",
    "uid": "WOS:001205174400001",
    "abstract": "IntroductionThe importance of identifying how patients choose their healthcare providers has grown with the prevalence of consumer-centric health insurance plans. There is currently a lack of studies exploring the factors associated with how patients select their hip and knee joint arthroplasty surgeons. The purpose of this study was to determine how patients find their arthroplasty providers and the relative importance of various arthroplasty surgeon characteristics.MethodsAn electronic mail survey was sent to 3522 patients who had visited our institution for an arthroplasty surgeon office visit between August 2022 and January 2023. The survey consisted of multiple-choice questions, which aimed to inquire about the patients' referral sources for their current arthroplasty surgeon. In addition, patients were requested to rate the significance of 22 surgeon-related factors, on a scale of 1 (Not Important At All) to 5 (Very Important), in choosing their arthroplasty surgeon.ResultsOf the 3522 patients that received the survey, 538 patients responded (15.3%). The most common referral sources were physician referral (50.2%), family/friend referral (27.7%), and self-guided research (24.5%). Of those that were referred by a physician, 54.4% of respondents were referred by another orthopaedic provider. Patients rated board certification (4.72 +/- 0.65), in-network insurance status (4.66 +/- 0.71), fellowship training (4.50 +/- 0.81), bedside manner/personality (4.32 +/- 0.86), and facility appearance (4.26 +/- 0.81) as the five most important factors in picking an arthroplasty surgeon. Television (1.42 +/- 0.83), print (1.50 +/- 0.88), and online (1.58 +/- 0.93) advertisements, along with social media presence (1.83 +/- 1.08), and practice group size (2.97 +/- 1.13) were rated as the five least important factors.ConclusionPatients are most likely to select an arthroplasty surgeon based on referral from other physicians, namely orthopedic surgeons, in addition to board certification status, in-network insurance, and fellowship training. Overall, these findings highlight the importance of physician credentials and reputation within the orthopaedic community in order to attract and retain patients.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Hip arthroplasty; Knee arthroplasty; Surgeon selection; Patient preferences; CHOICE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Patients need emotional support: Managing physician disclosure information to attract more patients",
    "authors": [
      "Ouyang, Peng",
      "Wang, Jian-Jun",
      "Chang, Ai-Chih Jasmine",
      "ELSEVIER IRELAND LTD",
      "Ouyang, Peng",
      "Wang, Jian-Jun",
      "Chang, Ai-Chih Jasmine",
      "Wang, Jian-Jun",
      "Wang, Jian-Jun",
      "Chang, Aichih",
      "Chang, Aichih",
      "Wang, Jian-Jun"
    ],
    "year": "2022",
    "journal": "INTERNATIONAL JOURNAL OF MEDICAL INFORMATICS",
    "doi": "10.1016/j.ijmedinf.2021.104674",
    "uid": "WOS:000821051100019",
    "abstract": "Background: Information asymmetry causes barriers for the patient's decision-making in the online health community. Patients can rely on the physician's self-disclosed information to alleviate it. However, the impact of physician's self-disclosed information on the patient's decision has rarely been discussed.",
    "countries": [
      "Peoples R China",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Self-disclosed information; Attention; Text mining; Online health community; ONLINE HEALTH COMMUNITIES; SOCIAL SUPPORT; ANTECEDENTS; BEHAVIOR; TRUST; PERSPECTIVE; ATTRIBUTES; INTENTION; FRAMEWORK; FEATURES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Promotion strategy for online healthcare platform during the COVID-19 pandemic: Evidence from Spring Rain Doctor in China",
    "authors": [
      "Zhang, Lanting",
      "Lv, Dan",
      "Li, Weijia",
      "Xing, Zeyu",
      "FRONTIERS MEDIA SA",
      "Zhang, Lanting",
      "Lv, Dan",
      "Li, Weijia",
      "Xing, Zeyu",
      "Zhang, Lanting",
      "Li, Weijia",
      "Xing, Zeyu",
      "Xing, Zeyu",
      "XING, zeyu"
    ],
    "year": "2022",
    "journal": "FRONTIERS IN PSYCHOLOGY",
    "doi": "10.3389/fpsyg.2022.960752",
    "uid": "WOS:000897005400001",
    "abstract": "IntroductionOnline healthcare platform (OHP) is a new form of medical treatment that solves the problems of an unbalanced distribution of medical resources in China. Especially during the COVID-19 pandemic, OHP has greatly reduced the medical pressure of the hospital and the risk of cross-infection. MethodsBased on self-determination theory (SDT) (Ryan and Deci, 2000), privacy calculus theory (PCT) (Culnan, 1999) and perceived value theory (PVT) (Choi, 2004), this study uses evolutionary game theory to analyze behavioral strategies and their dynamic evolution in the promotion of OHP. Moreover, we conduct numerical simulations with the help of program compilation. ResultsThe results demonstrate that (1) both the qualification inspection of doctors and the investment in information protection influence doctors' participation in and patients' usage of OHP; (2) both the initial probabilities of doctor participation and patient usage influence the multi-game results; (3) the trend of doctors joining OHP is affected by registration cost, time cost, and reputation loss; and (4) the trend of patients using online healthcare is mainly decided by the cost. ConclusionThis study takes the Spring Rain Doctor as an example to verify the game results. To further popularize online medical treatment among patients, the platform should attach importance to the inspection of doctors and the protection of privacy information and strengthen its publicity in remote places.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "online healthcare platform; evolutionary game theory; tripartite stakeholders; COVID-19; China; INFORMATION; PHYSICIAN; IMPACT; COMMUNITIES; BEHAVIOR",
    "subtypeDescription": "Article"
  },
  {
    "title": "Status, causes and consequences of physicians' self-perceived professional reputation damage in China: a cross-sectional survey",
    "authors": [
      "Sun, Tao",
      "Wang, Jinghui",
      "Zhang, Shu'e",
      "Shi, Yu",
      "Liu, Bei",
      "Wang, Xiaohe",
      "BMC",
      "Sun, Tao",
      "Wang, Xiaohe",
      "Wang, Jinghui",
      "Zhang, Shu'e",
      "Shi, Yu",
      "Liu, Bei",
      "Wang, Xiaohe",
      "Liu, Bei",
      "SUN, TAO",
      "Shi, Yu"
    ],
    "year": "2021",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-021-06306-6",
    "uid": "WOS:000640518800009",
    "abstract": "BackgroundConflict between physicians and patients is an increasingly serious problem, leading to the disrepute attached to Chinese physicians' social image and position. This study assesses the status of physicians' self-perceived professional reputation damage and explains it's the adverse outcomes including withdrawal behavior and workplace well-being. Moreover, potential causes of Chinese physicians' disrepute have been outlined.MethodsPrimary data were collected through a cross-sectional online survey of physicians from 10 provinces in China, who were invited to complete an anonymous survey from December 2018 to January 2019. A total of 842 physicians (effective response rate: 92.22%) were recruited as participants.ResultsAbout 83% of the participants self-perceived professional reputation damage from the sense of the public opinion concept. Approach half of participants exhibited the idea of turnover intention (47.3%) and one or more symptoms of burnout (46.4%). About 74.9% of the participants experienced a degree of stress. Additionally, three out of five participants reported low-level subjective well-being. More than 70% of the participants disapproved of their offspring becoming a physician. Four factors leading to physicians' damaged professional reputations are those addressed: conflict transfer, cognitive bias, improper management, and individual deviance. Stigmatised physicians are more likely to practice high-frequent defensive medicine (beta =0.172, P <0.001), intend to leave the profession (<beta>=0.240, P <0.001), disapprove of their children becoming physicians (<beta>=0.332, P<0.001) and yield worse levels of workplace well-being, including high levels of perceived stress (<beta>=0.214, P <0.001), increasing burnout (<beta>=0.209, P <0.001), and declining sense of well-being (<beta>=-0.311, P<0.001).ConclusionChinese physicians were aware of damaged professional reputations from the sense of the public opinion concept, which contributes to increasing withdrawal behaviors and decreasing workplace well-being-a worsening trend threatening the entire health system. This novel evidence argues a proposal that Chinese health policy-makers and hospital administrators should promote the destigmatization of physicians immediately.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Chinese physicians; Deteriorating patient-provider relationship; Damaged professional reputation; Withdrawal behavior; Workplace well-being; Cross-sectional design; DOCTOR-PATIENT-RELATIONSHIP; HEALTH; STIGMA; STIGMATIZATION; MANAGEMENT; VIOLENCE; SYSTEM",
    "subtypeDescription": "Article"
  },
  {
    "title": "The role of different educational programs in specialty preference among Chinese medical students: a cross-sectional study",
    "authors": [
      "Wang, Shuangwen",
      "Deng, Xiaoqian",
      "BMC",
      "Wang, Shuangwen",
      "Deng, Xiaoqian",
      "Deng, Xiaoqian"
    ],
    "year": "2023",
    "journal": "BMC MEDICAL EDUCATION",
    "doi": "10.1186/s12909-023-04701-7",
    "uid": "WOS:001075643200003",
    "abstract": "Background The imbalanced supply of physicians in different specialties and the decreasing number of young doctors in China have made it important to understand specialty preference and influencing factors and to evaluate the role of different programs in specialty choice and career planning among Chinese medical students to help shape the social healthcare system and ensure adequate medical practitioners in each specialty. Method A cross-sectional study comprising medical students from 5-year and 8-year program was conducted online. Demographics, specialty preferences and influencing factors, and career planning situations were collected and analysed by the chi-square test. Binary logistic regression analysis was performed in each program to identify the association between influencing factors and each specialty. Results A total of 128 students (57.03% 5-year, 42.97% 8-year) responded to our survey. More 8-year students had a doctor in their household than 5-year students (25.45% vs. 10.96%, p < 0.05). The most preferred specialty among 5-year students was surgery, followed by others and internal medicine, while that most preferred by 8-year students was surgery, followed by internal medicine, obstetrics/gynecology and anesthesiology. Compared with 5-year students, more 8-year students considered 'personal competencies' (66.67% vs. 40.85%, p < 0.05), 'the reputation of the specialty' (18.52% vs. 7.04%, p <= 0.05), 'fewer doctor.patient disputes' (27.78% vs. 11.27%, p < 0.05) and 'advice from family members' (24.07% vs. 7.04%, p < 0.05) influential. Among 5-year students, 'personal competencies' was positively associated with preference for surgery and ' work-life balance' was negatively associated. Among 8-year students, 'personal competencies' and 'work-life balance' were positively associated with internal medicine, while 'interests in the specialty' and 'broad career prospects' were negatively related. Many students need further career guidance, and personalized tutoring was the most wanted method. Conclusions There was no difference between 5-year and 8-year students regarding specialty preference, but bias existed, possibly due to the influence of the real-world situation. Improving the working environment and welfare might be beneficial for developing a balanced distribution of the workforce among different medical departments. It is necessary for medical schools to develop programs accordingly to help them better plan their future careers.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Educational Programs; Specialty; Medical students; Medical Education; EMERGENCY-MEDICINE; CHOICE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Attitudes towards career choice and general practice: a cross-sectional survey of medical students and residents in Tyrol, Austria",
    "authors": [
      "Mahlknecht, Angelika",
      "Engl, Adolf",
      "Barbieri, Verena",
      "Bachler, Herbert",
      "Obwegeser, Alois",
      "Piccoliori, Giuliano",
      "Wiedermann, Christian J.",
      "BMC",
      "Mahlknecht, Angelika",
      "Engl, Adolf",
      "Barbieri, Verena",
      "Piccoliori, Giuliano",
      "Wiedermann, Christian J.",
      "Bachler, Herbert",
      "Obwegeser, Alois",
      "Wiedermann, Christian J.",
      "Mahlknecht, Angelika",
      "Wiedermann, Christian J.",
      "Wiedermann, Christian J.",
      "Bachler, Herbert",
      "Wiedermann, Christian Josef",
      "Wiedermann, Christian"
    ],
    "year": "2024",
    "journal": "BMC MEDICAL EDUCATION",
    "doi": "10.1186/s12909-024-05205-8",
    "uid": "WOS:001185880900007",
    "abstract": "BackgroundThe global primary healthcare workforce is declining, leading to a shortage of general practitioners. Although various educational models aim to increase interest in general practice, effective interventions are limited. The reasons for this low appeal among medical graduates remain unclear.MethodsThis cross-sectional study surveyed medical students' and residents' attitudes towards general practice in Tyrol, Austria. The online questionnaire addressed professional values, general practice-related issues, personal professional intentions, and demographics. Data analysis employed chi-square tests and multivariate logistic regression to explore predictors of interest in general practice.ResultsThe study included 528 students and 103 residents. Key values identified were stable positions, assured income, and work-family reconciliation. General practice was recognised for long-term patient relationships and patient contact, with students attributing more positive work-environmental characteristics and higher reputation to it than residents. Few participants (students: 3.2%, residents: 11.7%) had opted for general practice; about half were considering it as career option. Reasons not to choose general practice were preferences for other specialties, intrinsic characteristics of general practice, workload, insufficient time for the patients, financial pressures, low reputation, and perceived mediocre training quality. Predictors of interest in general practice included perception of independent decision-making, importance of work-family balance (students), better practical experiences in general practice during medical school (students and residents), younger age, and perceiving general practice as offering a promising future (residents). Both groups felt underprepared by medical school and/or general practice training for general practice roles. The attractiveness of specialist medicine over general practice was related to clearer content boundaries, better career opportunities, and higher incomes.ConclusionsAccording to these results, measures to improve attractiveness of general practice should focus on (i) high-quality undergraduate education including practical experiences, and (ii) on ensuring professional autonomy, work-family reconciliation, and job stability. Efforts to encourage more graduates to pursue this essential healthcare sector are crucial for strengthening primary healthcare and public health services.Trial registrationThe study has not been registered as it did not include a direct medical intervention on human participants.",
    "countries": [
      "Italy",
      "Austria"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "General practice; Primary health care; Career choice; Graduate medical education; Undergraduate medical education; Curriculum; Cross-sectional survey; FAMILY MEDICINE; GP RECRUITMENT; HEALTH; MOTIVATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Influence of Doctors' Online Reputation on the Sharing of Outpatient Experiences: Empirical Study",
    "authors": [
      "Wang, Yang",
      "Wu, Hong",
      "Lei, Xueqin",
      "Shen, Jingxuan",
      "Feng, Zhanchun",
      "JMIR PUBLICATIONS, INC",
      "Wang, Yang",
      "Wu, Hong",
      "Lei, Xueqin",
      "Shen, Jingxuan",
      "Feng, Zhanchun",
      "Wu, Hong",
      "Wu, Hong",
      "Lei, Xueqin",
      "wu, hong"
    ],
    "year": "2020",
    "journal": "JOURNAL OF MEDICAL INTERNET RESEARCH",
    "doi": "10.2196/16691",
    "uid": "WOS:000602402400004",
    "abstract": "Background: The internet enables consumers to evaluate products before purchase based on feedback submitted by like-minded individuals. Displaying reviews allows customers to assess comparable experiences and encourages trust, increased sales, and brand positivity. Customers use reviews to inform decision making, whereas organizations use reviews to predict future sales. Prior studies have focused on manufactured products, with little attention being paid to health care services. In particular, whether patients prefer to use websites to discuss doctors' reputation has so far remained unanswered.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "online health communities; individual reputation; doctor reputation; patient feedback; organizational reputation; disease severity; WORD-OF-MOUTH; CUSTOMER SATISFACTION; HEALTH COMMUNITIES; COMPANY REPUTATION; REVIEWS; IMPACT; INFORMATION; PHYSICIANS; CONSUMERS; ANTECEDENTS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Impact of workplace violence and compassionate behaviour in hospitals on stress, sleep quality and subjective health status among Chinese nurses: a cross-sectional survey",
    "authors": [
      "Zhang, Shu-E",
      "Liu, Wenhui",
      "Wang, Jinghui",
      "Shi, Yu",
      "Xie, Fengzhe",
      "Cang, Shuang",
      "Sun, Tao",
      "Fan, Lihua",
      "BMJ PUBLISHING GROUP",
      "Zhang, Shu-E",
      "Liu, Wenhui",
      "Wang, Jinghui",
      "Shi, Yu",
      "Xie, Fengzhe",
      "Sun, Tao",
      "Fan, Lihua",
      "Cang, Shuang",
      "Sun, Tao",
      "Fan, Lihua",
      "Fan, Lihua",
      "SUn, Tao",
      "Liu, Wenhui",
      "Shi, Yu"
    ],
    "year": "2018",
    "journal": "BMJ OPEN",
    "doi": "10.1136/bmjopen-2017-019373",
    "uid": "WOS:000454739500010",
    "abstract": "Objectives The aim of this study is to describe the current state of workplace violence (WPV) and compassionate behaviour towards nurses and to explain how they affect nurses' stress, sleep quality and subjective health status.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "WORK; CONSEQUENCES; BURNOUT; RISK; LIFE",
    "subtypeDescription": "Article"
  }
]