[
  {
    "title": "Maturity assessment and maturity models in health care: A multivocal literature review",
    "authors": [
      "Tarhan, Ayca Kolukisa",
      "Garousi, Vahid",
      "Turetken, Oktay",
      "Soylemez, Mehmet",
      "Garossi, Sonia",
      "SAGE PUBLICATIONS LTD",
      "Tarhan, Ayca Kolukisa",
      "Soylemez, Mehmet",
      "Garousi, Vahid",
      "Turetken, Oktay",
      "Garossi, Sonia",
      "Tarhan, Ayca Kolukisa",
      "KOLUKISA, AYÇA",
      "Garousi, Vahid",
      "Turetken, Oktay",
      "Turetken, Oktay"
    ],
    "year": "2020",
    "journal": "DIGITAL HEALTH",
    "doi": "10.1177/2055207620914772",
    "uid": "WOS:000523514600001",
    "abstract": "Background",
    "countries": [
      "Turkey",
      "North Ireland",
      "Netherlands",
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Maturity models; maturity assessment; health care; multivocal literature review; WEB-OF-SCIENCE; GOOGLE-SCHOLAR; PROCESS MANAGEMENT; GREY LITERATURE; INFORMATION; GUIDELINES; SCOPUS",
    "subtypeDescription": "Review"
  },
  {
    "title": "Cardiac rehabilitation services for people in rural and remote areas: an integrative literature review",
    "authors": [
      "Field, Patricia E.",
      "Franklin, Richard C.",
      "Barker, Ruth N.",
      "Ring, Ian",
      "Leggat, Peter A.",
      "COLL MEDICINE & DENTISTRY, JAMES COOK UNIV TOWNSVILLE",
      "Field, Patricia E.",
      "Franklin, Richard C.",
      "Ring, Ian",
      "Leggat, Peter A.",
      "Barker, Ruth N.",
      "Field, Patricia E.",
      "Field, Patricia",
      "Barker, Ruth",
      "Franklin, Richard",
      "Barker, Ruth",
      "Field, Patricia"
    ],
    "year": "2018",
    "journal": "RURAL AND REMOTE HEALTH",
    "doi": "10.22605/RRH4738",
    "uid": "WOS:000454634900017",
    "abstract": "Introduction: Morbidity and mortality from heart disease continues to be high in Australia with cardiac rehabilitation (CR) recognised as best practice for people with heart disease. CR is known to reduce mortality, reoccurrence of heart disease, hospital readmissions and costs, and to improve quality of life. Australian Aboriginal and Torres Strait Islanders (Australian First Peoples or Indigenous peoples) have a greater need for CR due to their higher burden of disease. However, CR referral, access and attendance remain low for all people who live in rural and remote areas. The aim of this integrative review was to identify barriers, enablers and pathways to CR for adults living independently in rural and remote areas of high-income countries, including Australia.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Aboriginal and Torres Strait Islanders; Australia; barriers; cardiac rehabilitation; enablers; First Peoples; indigenous; pathways; BARRIERS; PARTICIPATION; CHALLENGES; PREVENTION; RISK",
    "subtypeDescription": "Review"
  },
  {
    "title": "Gender-based salary differences in academic medicine: a retrospective review of data from six public medical centers in the Western USA",
    "authors": [
      "Miller, Hayley",
      "Seckel, Elizabeth",
      "White, Chrislyn L.",
      "Sanchez, Diana",
      "Rubesova, Erika",
      "Mueller, Claudia",
      "Bianco, Katherine",
      "BMJ PUBLISHING GROUP",
      "Miller, Hayley",
      "Bianco, Katherine",
      "Seckel, Elizabeth",
      "White, Chrislyn L.",
      "Sanchez, Diana",
      "Rubesova, Erika",
      "Mueller, Claudia",
      "Miller, Hayley",
      "Sánchez Herencia, Diana",
      "Miller, Hayley E."
    ],
    "year": "2022",
    "journal": "BMJ OPEN",
    "doi": "10.1136/bmjopen-2021-059216",
    "uid": "WOS:000780200000027",
    "abstract": "Objectives We assessed the effect of gender, rank and research productivity on compensation for faculty at academic medical centres.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "WOMEN PHYSICIANS; PAY GAP; NEGOTIATION",
    "subtypeDescription": "Review"
  },
  {
    "title": "Information Security Behavior in Health Information Systems: A Review of Research Trends and Antecedent Factors",
    "authors": [
      "Sari, Puspita Kencana",
      "Handayani, Putu Wuri",
      "Hidayanto, Achmad Nizar",
      "Yazid, Setiadi",
      "Aji, Rizal Fathoni",
      "MDPI",
      "Sari, Puspita Kencana",
      "Handayani, Putu Wuri",
      "Hidayanto, Achmad Nizar",
      "Yazid, Setiadi",
      "Aji, Rizal Fathoni",
      "Sari, Puspita Kencana",
      "Sari, Puspita Kencana",
      "Sari, Puspita Kencana",
      "Sari, Puspita Kencana",
      "Handayani, Putu Wuri",
      "Sari, Puspita Kencana",
      "Handayani, Putu Wuri",
      "Hidayanto, Achmad Nizar"
    ],
    "year": "2022",
    "journal": "HEALTHCARE",
    "doi": "10.3390/healthcare10122531",
    "uid": "WOS:000901090500001",
    "abstract": "This study aims to review the literature on antecedent factors of information security related to the protection of health information systems (HISs) in the healthcare organization. We classify those factors into organizational and individual aspects. We followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) framework. Academic articles were sourced from five online databases (Scopus, PubMed, IEEE, ScienceDirect, and SAGE) using keywords related to information security, behavior, and healthcare facilities. The search yielded 35 studies, in which the three most frequent individual factors were self-efficacy, perceived severity, and attitudes, while the three most frequent organizational factors were management support, cues to action, and organizational culture. Individual factors for patients and medical students are still understudied, as are the organizational factors of academic healthcare facilities. More individual factors have been found to significantly influence security behavior. Previous studies have been dominated by the security compliance behavior of clinical and non-clinical hospital staff. These research gaps highlight the theoretical implications of this study. This study provides insight for managers of healthcare facilities and governments to consider individual factors in establishing information security policies and programs for improving security behavior.",
    "countries": [
      "Indonesia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "information security behavior; antecedent factor; healthcare; health information system; systematic review; POLICY COMPLIANCE; USER ACCEPTANCE; PRIVACY; MODEL; AWARENESS; ADOPTION; CULTURE; RISK",
    "subtypeDescription": "Review"
  },
  {
    "title": "The ocular graft-versus-host disease: the path from current knowledge to future managements",
    "authors": [
      "Chiang, Tung-Lin",
      "Sun, Yi-Chen",
      "Wu, Jo-Hsuan",
      "Hsieh, Ying-Tung",
      "Huang, Wei-Lun",
      "Chen, Wei-Li",
      "SPRINGERNATURE",
      "Chiang, Tung-Lin",
      "Hsieh, Ying-Tung",
      "Sun, Yi-Chen",
      "Sun, Yi-Chen",
      "Wu, Jo-Hsuan",
      "Wu, Jo-Hsuan",
      "Huang, Wei-Lun",
      "Huang, Wei-Lun",
      "Chen, Wei-Li",
      "Chen, Wei-Li",
      "Chen, Wei-Li",
      "Chen, Wei-Li",
      "Chen, Wei-Li",
      "Chen, Wei-Li",
      "CHEN, WEI-LI",
      "Huang, Wei-Lun",
      "Wu, Jo-Hsuan",
      "Huang, Wei-Lun",
      "Chiang, Tung-Lin",
      "Chen, Lily"
    ],
    "year": "2023",
    "journal": "EYE",
    "doi": "10.1038/s41433-022-02288-9",
    "uid": "WOS:000878930600001",
    "abstract": "Background Graft-versus-host disease (GVHD) is one of the major complications of allogenic haematopoietic stem cell transplantation (HSCT). The manifestation of ocular GVHD (oGVHD) is variable and may involve cornea, lacrimal gland, conjunctiva, eyelid, and/or nasolacrimal duct. We reviewed and summarized the current managements of oGVHD with specific focus on the emerging therapeutic advances. Methods PubMed, Web of Science, and Google Scholar were searched for relevant literatures published within 20 years. Keywords used included \"Graft-Versus-Host Disease\", \"GVHD\", \"ocular\", \"ocular surface\", \"ocular GVHD\", \"oGVHD\", \"dry eye\", \"keratitis\", etc. Results Current managements of oGVHD can be classified into topical immunosuppressants, local tear-preservatory treatments, local non-pharmacological/surgical interventions, and systemic treatments. Additionally, some innovative therapies with promising treatment effects have been proposed, including topical target therapies, epitheliotrophic and neurotrophic treatments, recombinant DNase eye drops, mesenchymal stromal cell injection, and more. Conclusions Clinical managements of oGVHD are administered in a symptom-based, stepwise manner. The advances in innovative therapies may help improve clinical outcomes, and it is essential that physicians stay updated with these novel treatment options.",
    "countries": [
      "Taiwan",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "SEVERE DRY EYE; CONSENSUS DEVELOPMENT PROJECT; SUPERIOR LIMBIC KERATOCONJUNCTIVITIS; BONE-MARROW-TRANSPLANTATION; SPLEEN TYROSINE KINASE; NERVE GROWTH-FACTOR; AUTOLOGOUS SERUM; CLINICAL-TRIALS; CELL TRANSPLANTATION; TACROLIMUS OINTMENT",
    "subtypeDescription": "Review"
  },
  {
    "title": "Scoping decades of dog evidence: a scoping review of dog bite-related sequelae",
    "authors": [
      "Dhillon, Jasmine",
      "Hoopes, Jessica",
      "Epp, Tasha",
      "SPRINGER INTERNATIONAL PUBLISHING AG",
      "Dhillon, Jasmine",
      "Epp, Tasha",
      "Dhillon, Jasmine",
      "Hoopes, Jessica",
      "Epp, Tasha",
      "Hoopes, Jessica"
    ],
    "year": "2019",
    "journal": "CANADIAN JOURNAL OF PUBLIC HEALTH-REVUE CANADIENNE DE SANTE PUBLIQUE",
    "doi": "10.17269/s41997-018-0145-3",
    "uid": "WOS:000470820700018",
    "abstract": "Objectives There has been considerable literature published focusing on various sequelae to dog bites over the last three decades. Much of the literature has focused on rabies, particularly canine rabies variant, which accounts for the majority of rabies deaths worldwide. This paper describes the complications, the pathogens, and other sequelae resulting from dog bites documented in the literature.",
    "countries": [
      "Canada",
      "Fiji"
    ],
    "citations": 5,
    "references": 0,
    "keywords": "Dogs; Bites; Risk factors; Epidemiology; Rabies; Bacteria; Post-traumatic stress disorder; RABIES-VACCINATION; CANINE RABIES; UNITED-STATES; PUBLIC-HEALTH; INJURIES; MANAGEMENT; ATTACKS; FATALITIES; EPIDEMIOLOGY; INFECTION",
    "subtypeDescription": "Review"
  },
  {
    "title": "How to detect fake online physician reviews: A deep learning approach",
    "authors": [
      "Zhao, Yuehua",
      "Li, Tianyi",
      "Yuan, Qinjian",
      "Deng, Sanhong",
      "SAGE PUBLICATIONS LTD",
      "Zhao, Yuehua",
      "Li, Tianyi",
      "Yuan, Qinjian",
      "Deng, Sanhong",
      "Deng, Sanhong",
      "Zhao, Yuehua",
      "Zhao, Yuehua",
      "Li, Tian-yi"
    ],
    "year": "2024",
    "journal": "DIGITAL HEALTH",
    "doi": "10.1177/20552076241277171",
    "uid": "WOS:001302060000001",
    "abstract": "Objective The COVID-19 pandemic has spurred an increased interest in online healthcare and a surge in usage of online healthcare platforms, leading to a proliferation of user-generated online physician reviews. Yet, distinguishing between genuine and fake reviews poses a significant challenge. This study aims to address the challenges delineated above by developing a reliable and effective fake review detection model leveraging deep learning approaches based on a fake review dataset tailored to the context of Chinese online medical platforms.Methods Inspired by prior research, this paper adopts a crowdsourcing approach to assemble the fake review dataset for Chinese online medical platforms. To develop the fake review detection models, classical machine learning models, along with deep learning models such as Convolutional Neural Network and Bidirectional Encoder Representations from Transformers, were applied.Results Our experimental deep learning model exhibited superior performance in identifying fake reviews on online medical platforms, achieving a precision of 98.36% and an F2-Score of 97.97%. Compared to the traditional machine learning models (i.e., logistic regression, support vector machine, random forest, ridge regression), this represents an 8.16% enhancement in precision and a 7.7% increase in F2-Score.Conclusion Overall, this study provides a valuable contribution toward the development of an effective fake physician review detection model for online medical platforms.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Online physician review; physician rating website; online medical review; fake review detection; online fake review; CARE; IMPACT; COMMUNITIES; REPUTATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "The agency of patients and carers in medical care and self-care technologies for interacting with doctors",
    "authors": [
      "Nunes, Francisco",
      "Andersen, Tariq",
      "Fitzpatrick, Geraldine",
      "SAGE PUBLICATIONS INC",
      "Nunes, Francisco",
      "Nunes, Francisco",
      "Fitzpatrick, Geraldine",
      "Andersen, Tariq",
      "Nunes, Francisco",
      "Nunes, Francisco",
      "Andersen, Tariq Osman"
    ],
    "year": "2019",
    "journal": "HEALTH INFORMATICS JOURNAL",
    "doi": "10.1177/1460458217712054",
    "uid": "WOS:000468931800008",
    "abstract": "People living with Parkinson's disease engage in self-care for most of the time but, two or three times a year, they meet with doctors to re-evaluate the condition and adjust treatment. Patients and (informal) carers participate actively in these encounters, but their engagement might change as new patient-centred technologies are integrated into healthcare infrastructures. Drawing on a qualitative study that used observations and interviews to investigate consultations, and digital ethnography to understand interactions in an online community, we describe how patients and carers living with Parkinson's participate in the diagnosis and treatment decisions, engage in discussions to learn about certain topics, and address inappropriate medication. We contrast their engagement with a review of self-care technologies that support interactions with doctors, to investigate how these artefacts may influence the agency of patients and carers. Finally, we discuss design ideas for improving the participation of patients and carers in technology-mediated scenarios.",
    "countries": [
      "Portugal",
      "Austria",
      "Denmark"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "collaborations; patient-doctor interaction; self-care; self-care technologies; HEALTH-CARE; INVISIBLE WORK; PARTICIPATION; PROFESSIONALS; TELEMEDICINE; MANAGEMENT; ADHERENCE; DELIVERY; TRIAL; WILL",
    "subtypeDescription": "Article"
  },
  {
    "title": "A systematic literature review of patient self-assessment instruments concerning quality of primary care in multiprofessional clinics",
    "authors": [
      "Derriennic, Jeremy",
      "Nabbe, Patrice",
      "Barais, Marie",
      "Le Goff, Delphine",
      "Pourtau, Thomas",
      "Penpennic, Benjamin",
      "Le Reste, Jean-Yves",
      "OXFORD UNIV PRESS",
      "Derriennic, Jeremy",
      "Nabbe, Patrice",
      "Barais, Marie",
      "Le Goff, Delphine",
      "Pourtau, Thomas",
      "Penpennic, Benjamin",
      "Le Reste, Jean-Yves",
      "Derriennic, Jeremy",
      "Nabbe, Patrice",
      "Barais, Marie",
      "Le Goff, Delphine",
      "Le Reste, Jean-Yves",
      "Derriennic, Jeremy",
      "Le Goff, Delphine",
      "barais, marie",
      "Derriennic, Jeremy",
      "Reste, Jeļena",
      "barais, marie",
      "le reste, jean yves",
      "nabbe, patrice"
    ],
    "year": "2022",
    "journal": "FAMILY PRACTICE",
    "doi": "10.1093/fampra/cmac007",
    "uid": "WOS:000762457800001",
    "abstract": "Background Quality of care remains a priority issue and is correlated with patient experience. Measuring multidimensional patient primary care experiences in multiprofessional clinics requires a robust instrument. Although many exist, little is known about their quality. Objective To identify patient perception instruments in multiprofessional primary care and evaluate their quality. Methods Systematic review using Medline, Pascal, PsycINFO, Google Scholar, Cochrane, Scopus, and CAIRN. Eligible articles developed, evaluated, or validated 1 or more self-assessment instruments. The instruments had to measure primary care delivery, patient primary care experiences and assess at least 3 quality-of-care dimensions. The COnsensus-based Standards for the selection of health status Measurement Instruments (COSMIN) checklist was used to assess methodological quality of included studies. Instrument measurement properties were appraised using 3 possible quality scores. Data were combined to provide best-evidence synthesis based on the number of studies, their methodological quality, measurement property appraisal, and result consistency. Subscales used to capture patient primary care experiences were extracted and grouped into the 9 Institute of Medicine dimensions. Results Twenty-nine articles were found. The included instruments captured many subscales illustrating the diverse conceptualization of patient primary care experiences. No included instrument demonstrated adequate validity and the lack of scientific methodology for assessing reliability made interpreting validity questionable. No study evaluated instrument responsiveness. Conclusion Numerous patient self-assessment instruments were identified capturing a wide range of patient experiences, but their measurement properties were weak. Research is required to develop and validate a generic instrument for assessing quality of multiprofessional primary care.",
    "countries": [
      "France"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "multiprofessional clinics; patient experience; patient self-assessment instrument; quality of primary care; systematic review; PRIMARY-HEALTH-CARE; PATIENTS SATISFACTION; PATIENTS EXPERIENCES; OF-CARE; QUESTIONNAIRE; DOCTOR; SCALE; CONSULTATIONS; DEFINITIONS; RELIABILITY",
    "subtypeDescription": "Review"
  },
  {
    "title": "Same-day discharge after appendectomy for acute appendicitis: a systematic review and meta-analysis",
    "authors": [
      "de Wijkerslooth, Elisabeth M. L.",
      "Bakas, Jay M.",
      "van Rosmalen, Joost",
      "van den Boom, Anne Loes",
      "Wijnhoven, Bas P. L.",
      "SPRINGER",
      "de Wijkerslooth, Elisabeth M. L.",
      "Bakas, Jay M.",
      "van den Boom, Anne Loes",
      "Wijnhoven, Bas P. L.",
      "van Rosmalen, Joost",
      "de Wijkerslooth, Elisabeth M. L.",
      "Wijnhoven, Bas",
      "van Rosmalen, Joost",
      "Bakas, Jay",
      "van den Boom, Anne Loes"
    ],
    "year": "2021",
    "journal": "INTERNATIONAL JOURNAL OF COLORECTAL DISEASE",
    "doi": "10.1007/s00384-021-03872-3",
    "uid": "WOS:000617079800001",
    "abstract": "Purpose Patients presenting with acute appendicitis are usually hospitalized for a few days for appendectomy and postoperative recovery. Shortening length of stay may reduce costs and improve patient satisfaction. The purpose of this study was to assess the safety of same-day discharge after appendectomy for acute appendicitis. Methods A systematic review was performed according to PRISMA guidelines. A literature search of EMBASE, Ovid MEDLINE, Web of Science, Cochrane Central, and Google Scholar was conducted from inception to April 14, 2020. Two reviewers independently screened the literature and selected studies that addressed discharge on the same calendar day as the appendectomy. Risk of bias was assessed with the ROBINS-I tool. Main outcomes were hospital readmission, complications, and unplanned hospital visits in the postoperative course. A random effects model was used to pool risk ratios for the main outcomes. Results Of the 1912 articles screened, 17 comparative studies and 8 non-comparative studies met the inclusion criteria. Most only included laparoscopic procedure for uncomplicated appendicitis. Most studies were considered at moderate or serious risk of bias. In meta-analysis, same-day discharge (vs. overnight hospitalization) was not associated with increased rates of readmission, complication, and unplanned hospital visits. Non-comparative studies demonstrated low rates of readmission, complications, and unplanned hospital visits after same-day discharge. Conclusion This study suggests that same-day discharge after laparoscopic appendectomy for uncomplicated appendicitis is safe without an increased risk of readmission, complications, or unplanned hospital visits. Hence, same-day discharge may be further encouraged in selected patients.",
    "countries": [
      "Netherlands"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Appendicitis; Appendectomy; Same-day discharge; Length of stay; Readmission; OUTPATIENT LAPAROSCOPIC APPENDECTOMY; UNCOMPLICATED ACUTE APPENDICITIS; SURGERY; MANAGEMENT; OUTCOMES; FEASIBILITY; EMERGENCIES; CHILDREN; PROTOCOL; SAVINGS",
    "subtypeDescription": "Review"
  }
]