[
  {
    "title": "The bypassing of healthcare facilities among National Health Insurance Scheme enrollees in Ibadan, Nigeria",
    "authors": [
      "Oladimeji, Adetola O.",
      "Adewole, David A.",
      "Adeniji, Folashayo",
      "OXFORD UNIV PRESS",
      "Oladimeji, Adetola O.",
      "Adewole, David A.",
      "Adeniji, Folashayo",
      "Oladimeji, Adetola O.",
      "Oladimeji, Adetola O.",
      "Oladimeji, Adetola O.",
      "Oladimeji, Adetola",
      "Adewole, David Ayobami",
      "Adeniji, Folashayo"
    ],
    "year": "2021",
    "journal": "INTERNATIONAL HEALTH",
    "doi": "10.1093/inthealth/ihaa063",
    "uid": "WOS:000680832700011",
    "abstract": "Background: Bypassing occurs when patients knowingly visit a health facility other than the one they Live nearest to. In Ibadan, southwest Nigeria, the majority of enrollees in the National Health Insurance Scheme (NHIS) receive medical care in just 12% of the available NHIS-accredited facilities. Given that enrollees access healthcare services at highly subsidized rates under the scheme, this study aimed to determine the factors responsible for the observed distribution of enrollees across these health facilities.",
    "countries": [
      "Nigeria"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "bypassing; health insurance; Nigeria; quality of care; CHOICE; DETERMINANTS; PROVIDER",
    "subtypeDescription": "Article"
  },
  {
    "title": "Nutrition care for older adults with delirium: A scoping review",
    "authors": [
      "Deeth, Sophie",
      "Stevens, Sarah",
      "Bell, Jack",
      "Mudge, Alison",
      "WILEY",
      "Deeth, Sophie",
      "Bell, Jack",
      "Deeth, Sophie",
      "Bell, Jack",
      "Stevens, Sarah",
      "Mudge, Alison",
      "Mudge, Alison",
      "Deeth, Sophie",
      "Deeth, Sophie",
      "Mudge, Alison",
      "Mudge, Alison",
      "Bell, Jack"
    ],
    "year": "2024",
    "journal": "JOURNAL OF CLINICAL NURSING",
    "doi": "10.1111/jocn.17069",
    "uid": "WOS:001168826600001",
    "abstract": "AimsThis scoping review aimed to identify and map the available information on the nutrition care process in older adults with delirium to analyse and summarise key concepts, and gaps, including the barriers and enablers to providing nutrition care for this group.DesignScoping review.MethodsThis review was conducted in accordance with the JBI methodology for scoping reviews. Published and grey sources in English were considered.Data sourcesDatabases searched were CINAHL, Medline, Embase, JBI Evidence-based Practice, Scopus, ProQuest and Google. The initial search was conducted from October 2021 to March 2022 and repeated in October 2023.ResultsThe database search identified 1561 articles, 186 underwent full-text review and 17 articles were included. The grey literature search identified eight articles. Malnutrition and delirium were identified as mutually reinforcing, and nutrition strategies were included as part of multicomponent interventions for delirium management. There was no mention of barriers or enablers to nutrition care and minimal descriptive or empirical data available to guide nutrition care processes in this group.ConclusionThis scoping review revealed a need for further research into nutrition care processes in older patients with delirium, in particular the barriers and enablers, to inform appropriate management strategies in this vulnerable group.Implications for the profession and patient careProviding nutrition care for older patients with delirium is important and further practical guidance could help patients, healthcare staff and families.ImpactThis scoping review yielded instructive data suggesting that delirium is an important risk factor for malnutrition and vice versa, which leads to poor patient and health service outcomes.Reporting methodThis scoping review adhered to relevant EQUATOR guidelines and used the Preferred Reporting Items For Systematic Reviews and Meta-Analyses Extension for Scoping Reviews (PRISMA-ScR).Patient of public contributionNo patient or public contribution.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "delirium; geriatric medicine; malnutrition; nutrition and dietetics; older adults; POSTOPERATIVE DELIRIUM; RISK-FACTORS; MALNUTRITION; FRACTURE; PEOPLE; INTERVENTION; IMPACT; NECK",
    "subtypeDescription": "Review"
  },
  {
    "title": "Contributing Factors in the Tuberculosis Care Cascade in India: A Systematic Literature Review",
    "authors": [
      "Yasobant, Sandul",
      "Bhavsar, Priya",
      "Kalpana, Pachillu",
      "Memon, Farjana",
      "Trivedi, Poonam",
      "Saxena, Deepak",
      "DOVE MEDICAL PRESS LTD",
      "Yasobant, Sandul",
      "Bhavsar, Priya",
      "Kalpana, Pachillu",
      "Memon, Farjana",
      "Trivedi, Poonam",
      "Saxena, Deepak",
      "Yasobant, Sandul",
      "Saxena, Deepak",
      "Saxena, Deepak",
      "Saxena, Deepak",
      "Yasobant, Sandul",
      "Saxena, Deepak",
      "Trivedi, Poonam",
      "Memon, Farjana",
      "Kalpana, Pachillu",
      "Bhavsar, Priya"
    ],
    "year": "2021",
    "journal": "RISK MANAGEMENT AND HEALTHCARE POLICY",
    "doi": "10.2147/RMHP.S322143",
    "uid": "WOS:000684201400002",
    "abstract": "Tuberculosis (TB) care cascade is a recently evolved care model for patient retention across the sequential stages of care for a successful treatment outcome. The care cascade is multi-folded and complex in setting where the health system is reforming for its resilience. India, one of the countries with the highest burden of tuberculosis mortality and morbidity, is not an exception to this complexity. With the diverse challenges in the Indian health system and societal diversity, it is essential to understand the factors contributing to this TB care cascade. Thus, this study aims to map all the contributing factors to the TB care cascade in India. Further, it also captures the different patterns of factors explored so far in different countries' regions. This systematic literature review was conducted between October 2020 and February 2021 in India using PubMed databases, Web of Science, and Google Scholar. Two reviewers extracted the data from eligible studies to summarize and tabulate important findings. Data were extracted and tabulated for study design, location of the study, type of TB patients, methodological approach, system side challenges, and demand-side challenges in the study's findings. Out of 692 initial hits from the literature search, 28 studies were finally included to synthesize evidence in this review as per the inclusion and exclusion criteria. This review provides an insight into different factors such as the system-side (health workforce, institutional) and the demand-side (individual, societal) contributing towards the care cascade. The prime factors reflected in most of the studies were socio-economic condition, disease awareness, myths/beliefs, addictions among the demand side factors and accessibility, the attitude of the healthcare staff, delay in referral for diagnosis among the system-side factors. The accountability for addressing these diverse factors is recommended to close the gaps in the TB care cascade.",
    "countries": [
      "India"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "care-seeking; care cascade; factors; tuberculosis; India; PULMONARY TUBERCULOSIS; DELAYS; DIAGNOSIS; PATIENT; MUMBAI",
    "subtypeDescription": "Review"
  },
  {
    "title": "Reducing Student Nurse Stigmatization of the Patient Who Misuses Opioids A Scoping Review",
    "authors": [
      "Maynard, Kristi",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Maynard, Kristi",
      "Maynard, Kristi"
    ],
    "year": "2020",
    "journal": "JOURNAL OF ADDICTIONS NURSING",
    "doi": "10.1097/JAN.0000000000000324",
    "uid": "WOS:000526707500008",
    "abstract": "The United States is in the midst of an opioid epidemic. The numbers of opioid-related deaths have been steadily climbing, magnifying the need for innovative intervention. Stigma is a set of preconceived, negative assumptions about a patient population or group. Stigma is a known deterrent to communication and the delivery of healthcare. Nurses serve as a primary contact for many marginalized patients within the healthcare system. The purpose of this scoping review is to gather known data on the use of educational interventions with nursing students to reduce stigmatizing tendencies. Inclusion criteria constituted an educational intervention involving student nurses and an effort to reduce stigmatizing attitudes toward patients who misuse opioids. The intervention must have taken place in an institute of higher learning between the years of 2003 and 2018. Exclusion criteria included community-wide studies. A single study was identified addressing nursing student reduction of stigmatization of the individual who uses opioids, and so, the search was expanded to include any student nursing intervention developed to reduce stigma toward any marginalized population. The following electronic databases were utilized in the search process: Cumulative Index of Nursing and Allied Health Literature, Google Scholar, Journal Storage, Microsoft Academic, and ScienceDirect. Reference pages of selected or related articles were reviewed in an attempt to identify additional pertinent literature through citation mapping. Fifteen studies were identified, each of which utilized a variable methodology for stigma reduction with varying levels of success.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "education; nurse; opioid misuse; stigma; student; SUBSTANCE USE DISORDERS; TREATMENT SBIRT EDUCATION; MENTAL-ILLNESS; HEALTH-PROFESSIONALS; BRIEF INTERVENTION; PRIMARY-CARE; SELF-STIGMA; USE ALCOHOL; ATTITUDES; MANAGEMENT",
    "subtypeDescription": "Review"
  },
  {
    "title": "Practices, barriers and facilitators to the delivery of pretravel health services by community pharmacists: A scoping review using the theoretical domains framework",
    "authors": [
      "Kadir, Norazlin Abdul",
      "Abd Wahab, Mohd Shahezwan",
      "Suhaimi, Azyyati Mohd",
      "Othman, Noordin",
      "ELSEVIER SCIENCE INC",
      "Kadir, Norazlin Abdul",
      "Abd Wahab, Mohd Shahezwan",
      "Kadir, Norazlin Abdul",
      "Abd Wahab, Mohd Shahezwan",
      "Suhaimi, Azyyati Mohd",
      "Othman, Noordin",
      "Othman, Noordin",
      "Abd Wahab, Mohd Shahezwan",
      "WAHAB, MOHD SHAHEZWAN ABD",
      "Othman, Nor",
      "ABD WAHAB, MOHD SHAHEZWAN",
      "suhaimi, azyyati"
    ],
    "year": "2023",
    "journal": "RESEARCH IN SOCIAL & ADMINISTRATIVE PHARMACY",
    "doi": "10.1016/j.sapharm.2023.08.004",
    "uid": "WOS:001079846200001",
    "abstract": "Background: The involvement of community pharmacists (CPs) in the provision of pretravel health services is increasing due to the increase in international travelers, the increased risk of travel-related diseases, and the expansion of pharmacists' scope of practice in some countries. In order to improve the quality and effectiveness of pretravel health care provided by CPs, a greater understanding of the practices, barriers, and facilitators is required. Objective: This scoping review aimed to identify and describe existing studies on pretravel health services provided by CPs, and the barriers, and facilitators.Methods: The PubMed, Science Direct, Scopus, and Web of Science databases were searched for pertinent studies from their inception to February 2023. A manual search was also conducted of prominent travel medicine journals, Google Scholar, and the reference lists of the included studies. Potential barriers and facilitators were mapped to the 14 domains of the Theoretical Domains Framework (TDF). Results: There were twelve studies included in the review. Pretravel health advice was the most prevalent form of pretravel health services. Within ten domains of the TDF, various factors that either facilitate or impede the provision of pretravel health services by CPs were identified.Conclusion: The provision of pretravel health services by CPs may be affected by a number of practitioner and organizational factors. The provision of pretravel health services can be facilitated by informational resources, training and education in travel medicine, and collaboration amongst healthcare providers.",
    "countries": [
      "Malaysia",
      "Saudi Arabia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Community pharmacist; Travel health; Pharmacy practices; Facilitators; Barriers; Theoretical domains framework; CRITICAL-APPRAISAL TOOL; TRAVEL HEALTH; ADVICE; KNOWLEDGE; MEDICINE; OUTCOMES; MODEL; READY; CHAIN; CARE",
    "subtypeDescription": "Review"
  },
  {
    "title": "Resource implications of bortezomib therapy in a large UK cohort: An evaluation study",
    "authors": [
      "Djebbari, Faouzi",
      "Tatarczuch, Maciej",
      "Panitsas, Fotios",
      "Vallance, Grant",
      "Sultanova, Manuela",
      "Kothari, Jaimal",
      "Ramasamy, Karthik",
      "Peniket, Andy",
      "SAGE PUBLICATIONS LTD",
      "Djebbari, Faouzi",
      "Tatarczuch, Maciej",
      "Panitsas, Fotios",
      "Vallance, Grant",
      "Sultanova, Manuela",
      "Kothari, Jaimal",
      "Ramasamy, Karthik",
      "Peniket, Andy",
      "Djebbari, Faouzi",
      "DJEBBARI, Faouzi",
      "Ramasamy, Karthik",
      "Ramasamy, Karthik"
    ],
    "year": "2019",
    "journal": "JOURNAL OF ONCOLOGY PHARMACY PRACTICE",
    "doi": "10.1177/1078155219866500",
    "uid": "WOS:000480978300001",
    "abstract": "Background:Bortezomib is a cornerstone in the management of multiple myeloma. It remains an attractive treatment option because it is efficacious, reasonably well tolerated and easy to administer. However, data on resource implications in the UK for both patients and healthcare providers are limited.Methods:We conducted a retrospective study of 127 patients to assess implications of bortezomib therapy on patients and healthcare resources. A patient-episode was defined as a patient attending the chemotherapy day treatment unit solely for bortezomib administration. Data were collected for the duration of therapy as follows: cost of drug calculated using the UK's bortezomib indicative price as per British National Formulary, cost of drug administration in the chemotherapy day treatment unit calculated using the National Health Service's schedule of service cost, time from check-in to drug administration, patient travel time and distance calculated using Google maps, and cost of travel.Results:Median drug cost and administration cost per patient were 8336 pound (2084- pound 108,368) pound and 4640 pound (290- pound 15,080) pound, respectively. Median time from check-in to administration was 63 min (range 5-433), median travel time was 90 min (range 8-270) and 80 min (range 8-280) during peak and off-peak periods, respectively. Median return travel distance was 33.4 miles (range 1.2-224) for travel cost per patient per trip was 8.35- pound 13.20 pound. Conclusions:Our real-world resource analysis demonstrated that delivering bortezomib therapy can be associated with significant cost and time implications for patients and healthcare providers. Our study method sets a basis for evaluating resource implications of other novel approaches to myeloma therapy.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Bortezomib; myeloma; resource; cost; drug administration; MULTIPLE-MYELOMA",
    "subtypeDescription": "Article"
  },
  {
    "title": "Overall US Hospice Quality According to Decedent Caregivers-Natural Language Processing and Sentiment Analysis of 3389 Online Caregiver Reviews",
    "authors": [
      "Hotchkiss, Jason",
      "Ridderman, Emily",
      "Buftin, William",
      "SAGE PUBLICATIONS INC",
      "Hotchkiss, Jason",
      "Ridderman, Emily",
      "Buftin, William",
      "Hotchkiss, Jason",
      "Hotchkiss, Jason",
      "Hotchkiss, Dr. Jason",
      "Ridderman, Emily"
    ],
    "year": "2024",
    "journal": "AMERICAN JOURNAL OF HOSPICE & PALLIATIVE MEDICINE",
    "doi": "10.1177/10499091231185593",
    "uid": "WOS:001015468800001",
    "abstract": "Objectives: With an untapped quality resource in online hospice reviews, study aims were exploring hospice caregiver experiences and assessing their expectations of the hospice Medicare benefit. Methods: Topical and sentiment analysis was conducted using natural language processing (NLP) of Google and Yelp caregiver reviews (n = 3393) between 2013-2023 using Google NLP. Stratified sampling weighted by hospice size to approximate the daily census of US hospice enrollees. Results: Overall caregiver sentiment of hospice care was neutral (S = .14). Therapeutic, achievable expectations and misperceptions, unachievable expectations were, respectively, the most and least prevalent domains. Four topics with the highest prevalence, all had moderately positive sentiments: caring staff, staff professionalism and knowledge; emotional, spiritual, bereavement support; and responsive, timely or helpful. Lowest sentiments scores were lack of staffing; promises made, but not kept, pain, symptoms and medications; sped-up death, hasted, or sedated; and money, staff motivations. Significance of Results: Caregivers overall rating of hospice was neutral, largely due to moderate sentiment on achievable expectations in two-thirds of reviews mixed with unachievable expectations in one-sixth of reviews. Hospice caregivers were most likely to recommend hospices with caring staff, providing quality care, responsive to requests, and offering family support. Lack of staff, inadequate pain-symptom management were the two biggest barriers to hospice quality. All eight CAHPS measures were found in the discovered review topics. Close-ended CAHPS scores and open-ended online reviews have complementary insights. Future research should explore associations between CAHPS and review insights.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "online caregiver reviews; hospice caregivers; google cloud NLP; hospice quality; CAHPS & REG; scores; consumer assessment of healthcare providers and systems; CARE; HOME",
    "subtypeDescription": "Article"
  },
  {
    "title": "Ant colony based graph theory (ACGT) and resource virtual network mapping (RVNM) algorithm for home healthcare system in cloud environment",
    "authors": [
      "Palanikkumar, D.",
      "Priya, S.",
      "SPRINGER",
      "Palanikkumar, D.",
      "Priya, S.",
      "Palanikkumar, D.",
      "D, PALANIKKUMAR",
      "D, PALANIKKUMAR",
      "S, Priya"
    ],
    "year": "2020",
    "journal": "MULTIMEDIA TOOLS AND APPLICATIONS",
    "doi": "10.1007/s11042-018-6908-2",
    "uid": "WOS:000519410700035",
    "abstract": "In recent decades, new efficient heuristic algorithms are introduced which helps in alleviating both large virtual and physical networks in the case when there are a host of healthcare service providers that are part of the evaluation and analysis. Demarcating virtual resources as separate physical nodes as well as co-localization of prerequisites inherent in physical nodes is relatively time consuming. To solve this problem in this work Ant Colony based Graph Theory (ACGT) is proposed for selection of resources which eliminates infeasible mappings between fundamental and material resources available. The major aim of the study here is to provide better resource allocation mapping. This ACGT additionally in conjunction maps jointly nodes as well as links and offers the most probable optimized solutions. Algorithm here breaks-down the graph as topological sequences that are followed by ACGT to resolve mapping related issues. Any possible mapping occurs only when the virtual node capacity that is requested less in comparison than the remainder candidate physical node capacity and also when virtual link latency is comparatively greater than candidate physical path latency or that of the link. ACGT performance and its precise, heuristic and two-stage algorithms have been analyzed and studied in this cloud environment. All the methods are implemented via the use of JAVA environment and applied to google cloud.",
    "countries": [
      "India"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "Virtual network mapping (VNM); Ant colony based graph theory (ACGT); Cloud networking; Virtualization; Quality of services (QoS); Distributed; Cloud computing (CC); And optimization; ALLOCATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "Insights from COVID-19 Cluster Containment in Bhilwara District, Rajasthan",
    "authors": [
      "Meghwal, Badrilal",
      "Behera, Shyambhavee",
      "Dhariwal, Akshay C.",
      "Saxena, Deepak",
      "Singh, Rommel",
      "Kumar, Sanjiv",
      "WOLTERS KLUWER MEDKNOW PUBLICATIONS",
      "Meghwal, Badrilal",
      "Behera, Shyambhavee",
      "Dhariwal, Akshay C.",
      "Saxena, Deepak",
      "Singh, Rommel",
      "Kumar, Sanjiv",
      "Behera, Shyambhavee"
    ],
    "year": "2020",
    "journal": "INDIAN JOURNAL OF PUBLIC HEALTH",
    "doi": "10.4103/ijph.IJPH_489_20",
    "uid": "WOS:000617766700024",
    "abstract": "Background: In March 2020, a healthcare professional from a renowned private hospital, in the textile city of Bhilwara, Rajasthan, reported clustering of cases of pneumonia amongst doctors and paramedical staff suspected to be due to COVID-19. The basis of suspicion was clinico-eco-epidemiologic-radiological findings as, by that time, about 20 COVID19 cases were reported from the state of Rajasthan including a big Italian group of tourists who travelled extensively in Rajasthan, including Udaipur city. Objectives: The current study presents the field experience of the Central and the State Rapid Response Teams (RRTs) in the cluster containment at Bhilwara. Methods: The information regarding the sociodemographic profile of the cases was provided by the Senior Medical Officer In-charge. The containment strategy was modeled under 6 pillars. Google Maps was used for preparing spot map. Results: Immediate public health actions of cluster containment including contact tracing, quarantine, and isolation were initiated using epidemiological approach of mapping the cluster and taking care of reservoir of infection by the District Public Health Team supported by Multidisciplinary Rapid Response Team. This was supplemented by strict enforcement of lock down in the District taking care of daily need of the community by the leadership of administration with very strong intersectoral co-ordination (locally called \"ruthless containment\"). Conclusion: The forthcoming challenge resides in re-establishment of inter-district and inter-state travel, which can become a risk of re-entry of the new cases, which needs to be taken care of, with the help of stringent administrative measures and screening at all points of entry. The team in Bhilwara needs to remain vigilant to pick up any imported cases early before local transmission establishes.",
    "countries": [
      "India"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Bhilwara; cluster containment; COVID-19; explosive epidemic; health-care workers",
    "subtypeDescription": "Article"
  },
  {
    "title": "The location of urban healthcare services: Evidence from Phoenix Yelp reviews",
    "authors": [
      "Matti, Josh",
      "Ruseski, Jane E.",
      "WILEY",
      "Matti, Josh",
      "Ruseski, Jane E.",
      "Ruseski, Jane E.",
      "Ruseski, Jane",
      "Matti, Josh"
    ],
    "year": "2024",
    "journal": "SOUTHERN ECONOMIC JOURNAL",
    "doi": "10.1002/soej.12550",
    "uid": "WOS:000716949000001",
    "abstract": "The U.S. healthcare sector is a large and important industry. However, relatively little is known about the localization and colocalization patterns of healthcare services within an urban area. By using Yelp data from over 3000 healthcare service establishments in the Phoenix area, this paper applies a recent spatial econometric technique to the analysis of healthcare services. The results reveal that spatial concentration varies across distances and types of healthcare services. Localization is more prevalent at closer distances, and general practitioners tend to be more dispersed than specialists. Colocalization with hospitals is most likely for specialists while family practices and dentistry services tend to locate away from hospitals. Different types of location patterns across different types of healthcare services are relevant for informing policies addressing healthcare access and competition in healthcare markets.",
    "countries": [
      "USA"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "healthcare services; k-density; localization; yelp; PHYSICIAN PRACTICE COMPETITION; GEOGRAPHIC CONCENTRATION; HIGHER PRICES; AGGLOMERATION; QUALITY; TELEMEDICINE; INDUSTRIES; MARKET; COST; PAID",
    "subtypeDescription": "Article"
  },
  {
    "title": "Characterizing Extremely Negative Reviews of Ophthalmologists on Yelp.Com",
    "authors": [
      "Smith, Jacob F.",
      "Shah, Ami A.",
      "Qureshi, Muhammad B.",
      "Luong, Hanna N.",
      "Adeleye, Olufunmilola",
      "Adams, Olufemi E.",
      "Shen, Joanne F.",
      "TAYLOR & FRANCIS INC",
      "Smith, Jacob F.",
      "Qureshi, Muhammad B.",
      "Luong, Hanna N.",
      "Adeleye, Olufunmilola",
      "Shah, Ami A.",
      "Shen, Joanne F.",
      "Adams, Olufemi E.",
      "Smith, Jacob F.",
      "Shah, Ami",
      "Smith, Jacob",
      "Adams, Olufemi",
      "Adeleye, Olufunmilola",
      "Luong, Hanna",
      "Adams, Olufemi"
    ],
    "year": "2022",
    "journal": "SEMINARS IN OPHTHALMOLOGY",
    "doi": "10.1080/08820538.2022.2064193",
    "uid": "WOS:000779929900001",
    "abstract": "Purpose To perform a retrospective characterization of one-star reviews of ophthalmologists on Yelp.com and to increase understanding of patient complaints on Yelp.com. Methods A search was performed for reviews on Yelp.com using the keyword \"ophthalmologist\" for the top 8 most population-dense metropolitan areas in the United States. One-star reviews were collected and classified as procedural or nonprocedural. Complaints were also categorized as clinical, nonclinical, or both. Clinical complaints cited issues such as complications, reoperations, uncontrolled pain, misdiagnosis, unclear treatment plan, etc. Nonclinical complaints included comments such as physician bedside manner, other staff interpersonal manner, wait time, brevity of appointment time, etc. Results 5,532 total reviews were assessed, of which 477 (9%) one-star reviews were included in the study for analysis. These reviews amounted to 1,120 distinct complaints. 287 (26%) were clinical in nature and 833 (74%) were nonclinical. Technical incompetence or error (50: 4%), unsatisfactory results (46: 4%), and complications (43: 4%) represented the most common clinical complaints while office staff interpersonal manner (182: 16%), wait time (174: 16%), and physician interpersonal manner (141: 13%) were the most common nonclinical complaints. Refractive surgery was the most frequently mentioned subspecialty (89: 8%). Patients undergoing an ophthalmic procedure (surgery, injection, etc.) wrote 64 reviews that resulted in 193 (17%) complaints. Nonprocedural patients wrote 413 reviews that resulted in 927 (83%) complaints. Compared with procedural reviews, nonprocedural reviews were less likely to include a clinical complaint (rate ratio, 0.3: P < .001). Discussion The majority of one-star reviews of ophthalmologists included in this study were nonclinical. Complaints referencing a procedural episode were more likely to include a clinical component in the review. In the era of intense medical consumerism and increased physician and health care institution competition for patient acquisition and retention, the characterization of excessively negative reviews allows identification of potential areas of concern for patients that use online review sites such as Yelp.com.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Healthcare delivery; online reviews; ophthalmology; patient satisfaction; practice management; PATIENT SATISFACTION; ONLINE REVIEWS; CARE; EXPERIENCE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Stigmatizing and inaccessible: The perspectives of female sex workers on barriers to reproductive healthcare utilization - A scoping review",
    "authors": [
      "Birger, Lior",
      "Peled, Einat",
      "Benyamini, Yael",
      "WILEY",
      "Birger, Lior",
      "Peled, Einat",
      "Benyamini, Yael",
      "Birger, Lior",
      "Birger, Lior",
      "Birger, Lior",
      "Benyamini, Yael",
      "Peled, Einat"
    ],
    "year": "2024",
    "journal": "JOURNAL OF ADVANCED NURSING",
    "doi": "10.1111/jan.16010",
    "uid": "WOS:001116958900001",
    "abstract": "AimTo systematically map the extent, range and nature of qualitative studies that explored female sex workers' own perspectives on barriers to accessing reproductive healthcare services.DesignA scoping review of the literature utilizing Arksey and O'Malley's method.Data Sources/Review MethodsA search of the electronic databases MEDLINE/ PubMed, PsycNET, Sociological Abstracts, ProQuest, ScienceDirect, HeinOnline, Scopus, Web of Science and Google Scholar was conducted for items published in English between 2001 and 2021.ResultsTwenty-one studies were included in the review, the majority of which were conducted in lower-middle-income countries. RHC themes studied were diverse, with a few more studies focusing on STI/HIV, contraceptive use and pregnancy than those focusing on childbirth and postnatal care. The findings indicate barriers in four main domains: socio-legal barriers, health services-related barriers, interpersonal barriers and personal history-related barriers. Stigma was a major multifaceted barrier.ConclusionFemale sex workers experience exclusion in utilizing reproductive healthcare services globally. As such, healthcare services are advised to adopt a nonjudgemental approach, to enhance physical accessibility and to train nurses and other healthcare professionals on reproductive health needs of female sex workers. Finally, knowledge production processes on the RHC of FSW should adopt a holistic view of FSW, by exploring their needs and barriers related to childbirth and maternity care and by including the perspectives of FSW in high-income countries.ImpactThe review offered an in-depth understanding of female sex workers' own perspectives regarding needs and barriers in utilizing reproductive healthcare services.Findings indicated socio-legal barriers, health services-related barriers, interpersonal barriers and personal history-related barriers.The review could inform the training of nurses and other healthcare professionals in reproductive healthcare services globally.Researchers should adopt a holistic view of female sex workers, by exploring their family planning needs, including barriers related to childbirth, maternity and postpartum care.Reporting MethodWe adhered to the EQUATOR guidelines PRISMA Extension for Scoping Reviews (PRISMA-ScR): Checklist and Explanation.",
    "countries": [
      "Israel"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "qualitative; reproductive healthcare; scoping review; sex industry; sex work; sex trafficking; EXPERIENCES; SERVICES; PREGNANCY; STREET; STRATEGIES; ABORTION; ACCESS; WOMEN; MODEL; NEEDS",
    "subtypeDescription": "Review"
  },
  {
    "title": "Conceptualising the quality experience for independent medical examinations: A narrative review",
    "authors": [
      "Currey, Judy",
      "Sprogis, Stephanie K.",
      "ELSEVIER SCI LTD",
      "Currey, Judy",
      "Sprogis, Stephanie K.",
      "Currey, Judy",
      "Sprogis, Stephanie K.",
      "Sprogis, Stephanie K.",
      "Sprogis, Stephanie K.",
      "Sprogis, Stephanie K.",
      "Sprogis, Stephanie K.",
      "Currey, Judy"
    ],
    "year": "2024",
    "journal": "INJURY-INTERNATIONAL JOURNAL OF THE CARE OF THE INJURED",
    "doi": "10.1016/j.injury.2024.111965",
    "uid": "WOS:001344064000001",
    "abstract": "Background: An independent medical examination is a unique healthcare assessment conducted by an expert health professional with the aim of providing impartial advice to key stakeholders in workers' compensation schemes regarding a worker's injury or illness. A range of dedicated guidelines provide for best practice at local and national levels, but concerns exist regarding the quality of these encounters for all involved. Methods: A narrative review was conducted to explore quality principles underpinning practices and reporting of independent medical examinations. Quality was defined by dimensions outlined by the World Health Organization (effectiveness, safety, people-centredness, timeliness, equity, integration of care, efficiency). Academic (databases: Medline, CINAHL, Embase) and grey literature (advanced Google search) published in English was searched with no date limits. Results were synthesised according to the components of independent medical examinations (independent medical examiner approval and selection, independent medical examinations, reporting) and then mapped to quality dimensions. Results: The quality dimensions of effectiveness, safety, person-centredness, timeliness, equity, and efficiency were partly addressed in existing independent medical examination practices, most commonly within the examination itself. However, there were prominent gaps in person-centredness and integration of care across all stages of the examination and reporting process. Opportunities for strengthening quality practices included: inviting community members with lived experience of workplace injury to serve on boards responsible for appointing independent medical examiners; explicitly encouraging questions and perspectives from injured works during examinations; holistic reporting that accurately captures injured workers' experiences; consultations with usual treating teams prior to report finalisation and submission; and providing verbal summaries and/ or reports directly to injured workers. Conclusion: Although some quality principles were evident in existing independent medical examination practices described in the literature, unlike the acute and community healthcare sectors, the notion of quality was not universally applied in this context. To promote evidence-based practice, foster positive cultural shifts, and enhance experiences of injured workers and independent medical examiners, formally embedding a comprehensive quality experience in independent medical examination programs is recommended.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Independent medical evaluation; Injured worker; Quality improvement; Quality indicators; health care; Quality of health care; Workers' compensation; COMPENSATION; CARE; ILLNESS",
    "subtypeDescription": "Review"
  },
  {
    "title": "TranZap: A Transgender Resource for Identifying Gender-Affirming Providers",
    "authors": [
      "Chiang, Taylor",
      "Bachmann, Gloria A.",
      "OXFORD UNIV PRESS",
      "Chiang, Taylor",
      "Bachmann, Gloria A.",
      "Chiang, Taylor"
    ],
    "year": "2022",
    "journal": "SEXUAL MEDICINE REVIEWS",
    "doi": "10.1016/j.sxmr.2022.06.003",
    "uid": "WOS:000926317700014",
    "abstract": "Introduction: Many transgender individuals seeking healthcare have had at least one negative experience related to being transgender. As a result, transgender patients may forego seeking healthcare treatment atall, leading to adverse long-term health outcomes. With barriers to care and oftentimes suboptimal care provided to transgender individuals, TranZap, in collaboration with the PROUD Gender Center of NJ, was commenced.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Transgender Healthcare; Healthcare App; Transgender; Genderqueer; Non-Binary; HEALTH-CARE; BARRIERS",
    "subtypeDescription": "Review"
  },
  {
    "title": "Does distance decrease healthcare options for pregnant, incarcerated people? Mapping the distance between abortion providers and prisons",
    "authors": [
      "Gips, Julia",
      "Psoter, Kevin J.",
      "Sufrin, Carolyn",
      "ELSEVIER SCIENCE INC",
      "Gips, Julia",
      "Psoter, Kevin J.",
      "Sufrin, Carolyn",
      "Gips, Julia"
    ],
    "year": "2020",
    "journal": "CONTRACEPTION",
    "doi": "10.1016/j.contraception.2020.01.005",
    "uid": "WOS:000527918800010",
    "abstract": "Objectives: Pregnant, incarcerated people retain the constitutional right to abortion, but evidence suggests that many cannot access abortion services. State and federal prisons are often located in remote areas and there is a known shortage of abortion providers across the U.S., particularly in remote areas. The goal of this study was to determine the proximity of state and federal prisons to the nearest abortion clinic.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Abortion; Abortion clinic; Prison; Incarceration; Map; ACCESS; WOMEN",
    "subtypeDescription": "Article"
  },
  {
    "title": "Transparency in healthcare and e-commerce: detecting online fake reviews using a dense neural network model with relevance mapping",
    "authors": [
      "Deshai, N.",
      "Rao, B. Bhaskara",
      "SPRINGER",
      "Deshai, N.",
      "Rao, B. Bhaskara",
      "Deshai, N.",
      "n, deshai",
      "nakka, deshai"
    ],
    "year": "2023",
    "journal": "SOFT COMPUTING",
    "doi": "10.1007/s00500-023-08437-w",
    "uid": "WOS:000995335500007",
    "abstract": "In today's generation, many healthcare organizations moving towards patient-centred quality assessment, transparency strategies, and practices. Therefore, online reviews are the part of everyday life and millions of online reviews being generated daily; unfortunately, all online reviews are not genuine do happen negative reviews written by malicious users are everywhere on the social media platform such as Google, Yelp, Facebook, TripAdvisor, Amazon, Healthgrades, etc. Every fake, spam, and negative online review can directly impact a potential customer's purchasing decision, company's reputation, profitability and misleading the consumers, and damage the reputation of review websites. Hence, detecting fake online reviews has become a big challenge in the rapid development of e-commerce but it can be more dangerous when it comes to medical products, e-healthcare platforms to classify online reviews correctly due to the high false-positive rate (FPR) and the false-negative rate (FNR). In the medical environment, trust is the best reason to pursue transparency and deserve their confidence then patients have made online reviews an integral part of their decision-making process. Patient online reviews and ratings can be a good indicator of clinical effectiveness, efficiently control their health and patient safety. Researchers performed various investigations to predict fake online reviews, and their models could have provided low prediction accuracy due to the selection of lesser features and lack of essential prediction labels. To handle this issue, this paper presents an efficient approach to specifically predict fake online reviews with multiple feature analyses in an automated way with different perspectives of patient safety using qualitative methods. The primary aim of this paper is to provide a solid and complete comparative study of present research on detecting fake online reviews designed a deep learning index system to examine multiple features such as sentiment, test, and behaviour features of the online reviewers. The input samples are trained with the novel dense network model to extract essential features. And the labels are provided tentatively, and the model adopts some initial samples to train the proposed classifier model as the model intends to give better accuracy. The model's novelty relies on the feature selection and label classification of reviews. The experimental results indicated that fake review detection yields better accuracy of 99.5% on the anticipated model than other baseline approaches across the Amazon and medical datasets, using deep learning techniques to reduce the FPR, and FNR then improves fake review detection capabilities. The proposed model significantly improved the classifier's performance compared to existing state-of-the-art techniques in the Amazon and medical domains, demonstrating the effectiveness and relevance of the method.",
    "countries": [
      "India"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Fake review detection; Deep learning; Automated model; Fake reviews; Medical reviews; Patient reviews; Classification",
    "subtypeDescription": "Article"
  },
  {
    "title": "HIV associated neurocognitive disorder screening and diagnosis pathways in Australia: a scoping review and international implications",
    "authors": [
      "Wagstaff, Ruth A.",
      "Mullens, Amy B.",
      "Daken, Kirstie",
      "Cysique, Lucette A.",
      "Le Clercq, Diana",
      "Howard, Chris",
      "Gilling, Sue",
      "Piovesana, Adina",
      "Thompson, Claire L.",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Wagstaff, Ruth A.",
      "Mullens, Amy B.",
      "Daken, Kirstie",
      "Le Clercq, Diana",
      "Piovesana, Adina",
      "Wagstaff, Ruth A.",
      "Cysique, Lucette A.",
      "Cysique, Lucette A.",
      "Cysique, Lucette A.",
      "Howard, Chris",
      "Gilling, Sue",
      "Thompson, Claire L.",
      "Mullens, Amy B.",
      "Daken, Kirstie",
      "Wagstaff, Ruth A.",
      "Mullens, Amy",
      "Cysique, Lucette"
    ],
    "year": "2024",
    "journal": "AIDS CARE-PSYCHOLOGICAL AND SOCIO-MEDICAL ASPECTS OF AIDS/HIV",
    "doi": "10.1080/09540121.2024.2343768",
    "uid": "WOS:001209884200001",
    "abstract": "Symptomatic HIV-associated neurocognitive disorder (HAND) is a complication of HIV (cognitive impairment, difficulties with everyday functioning). If detected early, interventions assist with optimizing care, avoiding rapid decline and enhancing coping. There remains inconsistency surrounding screening/diagnosis information within Australian healthcare professionals and community settings. A scoping review of academic literature, government policies and non-government organisations (NGOs) was conducted to map existing screening/diagnosis information using the guidelines of Joanna Briggs Institute. A literature search of EBSCOhost and Medline (dates: 2015-2021), the Australian government NGO web domains, Google and unpublished academic works was conducted (July 2021) and updated (December 2022) to identify Australian items (past 5 years). Seventeen items met the inclusion criteria. No government guidelines were identified. Various HIV-related organisations proposed different diagnostic guidelines. Most HAND research originated in Sydney. The most accessible information was from Dementia Australia, with some inaccuracies noted. There is scant Australian research/information on HAND screening/diagnosis. HAND translational research and screening/diagnosis standards are urgently needed to inform best practices. The Australian context is used to discuss international implications regarding higher-income countries with similar patterns/healthcare.",
    "countries": [
      "Australia",
      "Canada"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "HIV-associated neurocognitive disorder; Australia; screening; diagnosis; referral pathways; scoping review; COGNITIVE ASSESSMENT; IMPAIRMENT; HAND; GUIDELINES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Spatial distribution and accessibility to public sector tertiary care teaching hospitals: case study from Pakistan",
    "authors": [
      "Malik, Naeem A.",
      "Shaikh, Masood A.",
      "WHO EASTERN MEDITERRANEAN REGIONAL OFFICE",
      "Malik, Naeem A.",
      "Sepanlou, Sadaf"
    ],
    "year": "2019",
    "journal": "EASTERN MEDITERRANEAN HEALTH JOURNAL",
    "doi": "10.26719/emhj.18.049",
    "uid": "WOS:000488973300008",
    "abstract": "Background: Public sector provision of health care services is important for addressing health morbidity and mortality burden for population health in developing countries like Pakistan. Physical accessibility and spatial distribution of healthcare facilities affect their utilization for improving population health.",
    "countries": [
      "Pakistan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "hospitals; accessibility; geographic information systems; spatial analysis; Pakistan",
    "subtypeDescription": "Article"
  },
  {
    "title": "#Teeth& Tweets: the reach and reaction of an online social media oral health promotion campaign",
    "authors": [
      "Potts, Gemma",
      "Radford, David R.",
      "NATURE PUBLISHING GROUP",
      "Potts, Gemma",
      "Radford, David R.",
      "Radford, David R.",
      "Potts, Gemma",
      "Radford, David",
      "Radford, David R"
    ],
    "year": "2019",
    "journal": "BRITISH DENTAL JOURNAL",
    "doi": "10.1038/s41415-019-0593-z",
    "uid": "WOS:000480417300027",
    "abstract": "Aim The aim of the study was to investigate: i) the geographical reach and reaction of the online participants engaging in an oral health campaign 'National Smile Month' UK 2016 (NSM); and ii) whether dental practices during NSM were using Twitter to help address regional oral health inequalities.",
    "countries": [
      "England"
    ],
    "citations": 9,
    "references": 0,
    "keywords": "21ST-CENTURY; DETERMINANTS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Patient Experiences at California Crisis Pregnancy Centers: A Mixed-Methods Analysis of Online Crowd-Sourced Reviews, 2010-2019",
    "authors": [
      "Chan, Elaine",
      "Korotkaya, Yelena",
      "Osadchiy, Vadim",
      "Sridhar, Aparna",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Chan, Elaine",
      "Korotkaya, Yelena",
      "Osadchiy, Vadim",
      "Sridhar, Aparna",
      "Sridhar, Aparna",
      "Chan, Elaine"
    ],
    "year": "2022",
    "journal": "SOUTHERN MEDICAL JOURNAL",
    "doi": "10.14423/SMJ.0000000000001353",
    "uid": "WOS:000745091300008",
    "abstract": "Objectives Crisis pregnancy centers (CPCs) are nonprofit antiabortion organizations that claim provision of pregnancy resources. With the Reproduction Freedom, Accountability, Comprehensive Care, and Transparency Act repealed, CPCs are no longer mandated to share information on state-funded family planning and abortion services. As patients increasingly seek healthcare guidance online, we evaluated crowd-sourced reviews of CPCs using the social networking site Yelp. Methods CPCs were identified with the CPC Map, a geo-based location resource. Of California's 145 CPCs, 84% had Yelp pages, and 619 reviews (2010-2019) were extracted. Thematic codes were individually applied to 220 excerpts and then analyzed in detail using thematic analysis to capture emergent themes related to motivations for and experiences of CPCs. To ensure thematic saturation, we applied a natural language-processing technique called the meaning extraction method to computationally derive themes of discussion from all of the extracted posts. Results Motivations to seek care from CPCs included pregnancy confirmation, gaps in healthcare coverage, parenting and emotional support, and abortion care. A review of experiences reveal that CPC faith-based practice garnered both positive- and negative-based experiences. Reviewers also articulated inaccurate medical information, lack of transparency, and reduced options at CPCs. Conclusions This is the first study to analyze California CPCs using a social media platform. Pregnant patients turn to social media to share experiences about pregnancy resources, to find healthcare providers, and to increase transparency of services. This content provides valuable insight into the concerns of pregnant patients and offers an intimate view of California CPCs at a time when no federal regulations are in place.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "abortion care; crisis pregnancy center (CPC); public policy; reproductive health; HEALTH; INFORMATION; SERVICES; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Service user satisfaction with telemedicine in an occupational healthcare setting",
    "authors": [
      "Carr, P.",
      "Kevitt, F.",
      "OXFORD UNIV PRESS",
      "Carr, P.",
      "Kevitt, F.",
      "Carr, P."
    ],
    "year": "2023",
    "journal": "OCCUPATIONAL MEDICINE-OXFORD",
    "doi": "10.1093/occmed/kqad047",
    "uid": "WOS:000972154700001",
    "abstract": "Background Telemedicine has existed pre-pandemic and has been used in some healthcare settings with high patient satisfaction. The COVID-19 pandemic increased the use of telemedicine to help minimize transmission while maintaining service provision.Aims To assess service user satisfaction with telephone assessment and to assess distance/time saved by telephone assessment as services users did not have to travel to their appointment.Methods Prospective review of service users attending one occupational health clinic over a 1-month period. Service users were asked two questions regarding method of travel, and satisfaction with telephone review. All data captured were anonymous, and distances and times for travel were calculated for driving using Google Maps.Results Seventy-three service users were recruited to the review. Ninety per cent were reviewed by telephone and 10% reviewed in person. Eighty-eight per cent of service users were satisfied with telephone review. Seventy-eight per cent of service users planned to drive to Dr Steevens' Hospital. In total, 4058.4 km (77 h 6 min) of commuting was saved with phone reviews, and 2753.2 km (54 h 16 min) driving was saved.Conclusions Service user satisfaction with telephone review was found to be high, and telephone review resulted in saving of both commuting time for the healthcare worker, reduced time away from the workplace, as well as having a positive environmental impact.",
    "countries": [
      "Ireland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Article"
  }
]