[
  {
    "title": "Ambulatory medical services utilization for menstrual disorders among female personnel of different medical professions in Taiwan: a nationwide retrospective cohort study",
    "authors": [
      "Koo, Malcolm",
      "Chen, Chien-Han",
      "Tsai, Kun-Wei",
      "Lu, Ming-Chi",
      "Lin, Shih-Chun",
      "BIOMED CENTRAL LTD",
      "Koo, Malcolm",
      "Koo, Malcolm",
      "Chen, Chien-Han",
      "Tsai, Kun-Wei",
      "Lin, Shih-Chun",
      "Lu, Ming-Chi",
      "Lu, Ming-Chi",
      "Lin, Shih-Chun",
      "Lu, Ming-Chi",
      "Lin, Shih-Chun",
      "Koo, Malcolm"
    ],
    "year": "2015",
    "journal": "BMC WOMENS HEALTH",
    "doi": "10.1186/s12905-015-0220-3",
    "uid": "WOS:000359978300001",
    "abstract": "Background: Menstrual disorders and their adverse symptoms can have a deleterious effect on both the private and working lives of women. Previous studies indicated that female nurses have elevated risk of menstrual disorders. Moreover, female nurses showed a higher incidence of ambulatory care visit for genitourinary diseases compared with other female medical personnel. However, little is known whether the medical services utilization for menstrual disorders were different among personnel from various medical professions. Therefore, the present study compared the ambulatory medical services utilization for menstrual disorders among personnel of six different medical professions in Taiwan using a nationwide, population-based health claim research database.",
    "countries": [
      "Taiwan",
      "Canada"
    ],
    "citations": 10,
    "references": 0,
    "keywords": "QUALITY-OF-LIFE; UNITED-STATES; NURSES; HEALTH; DYSMENORRHEA; PREVALENCE; SYMPTOMS; CYCLE; WORK; RISK",
    "subtypeDescription": "Article"
  },
  {
    "title": "Variation in revascularisation use and outcomes of patients in hospital with acute myocardial infarction across six high income countries: cross sectional cohort study",
    "authors": [
      "Cram, Peter",
      "Hatfield, Laura A.",
      "Bakx, Pieter",
      "Banerjee, Amitava",
      "Fu, Christina",
      "Gordon, Michal",
      "Heine, Renaud",
      "Huang, Nicole",
      "Ko, Dennis",
      "Lix, Lisa M.",
      "Novack, Victor",
      "Pasea, Laura",
      "Qiu, Feng",
      "Stukel, Therese A.",
      "de Groot, Carin Uyl",
      "Yan, Lin",
      "Landon, Bruce",
      "BMJ PUBLISHING GROUP",
      "Cram, Peter",
      "Cram, Peter",
      "Ko, Dennis",
      "Qiu, Feng",
      "Stukel, Therese A.",
      "Cram, Peter",
      "Ko, Dennis",
      "Hatfield, Laura A.",
      "Fu, Christina",
      "Landon, Bruce",
      "Bakx, Pieter",
      "Banerjee, Amitava",
      "Gordon, Michal",
      "Huang, Nicole",
      "Ko, Dennis",
      "Lix, Lisa M.",
      "Stukel, Therese A.",
      "Lix, Lisa M.",
      "Yan, Lin",
      "Landon, Bruce",
      "Cram, Peter",
      "Cram, Peter",
      "Cram, Peter",
      "Bakx, Pieter",
      "Novack, Victor",
      "Novack, Victor",
      "Huang, Nicole",
      "Heine, Renaud",
      "Cram, Peter",
      "Ko, Dennis",
      "Banerjee, Amitava",
      "Hatfield, Laura"
    ],
    "year": "2022",
    "journal": "BMJ-BRITISH MEDICAL JOURNAL",
    "doi": "10.1136/bmj-2021-069164",
    "uid": "WOS:000797552400002",
    "abstract": "OBJECTIVES To compare treatment and outcomes for patients admitted to hospital with a primary diagnosis of ST elevation or non-ST elevation myocardial infarction (STEMI or NSTEMI) in six high income countries with very different healthcare delivery systems. DESIGN Retrospective cross sectional cohort study. SETTING Patient level administrative data from the United States, Canada (Ontario and Manitoba), England, the Netherlands, Israel, and Taiwan. PARTICIPANTS Adults aged 66 years and older admitted to hospital with STEMI or NSTEMI between 1 January 2011 and 31 December 2017. OUTCOMES MEASURES The three categories of outcomes were coronary revascularisation (percutaneous coronary intervention or coronary artery bypass graft surgery), mortality, and efficiency (hospital length of stay and 30 day readmission). Rates were standardised to the age and sex distribution of the US acute myocardial infarction population in 2017. Outcomes were assessed separately for STEMI and NSTEMI. Performance was evaluated longitudinally (over time) and cross sectionally (between countries). RESULTS The total number of hospital admissions ranged from 19 043 in Israel to 1 064 099 in the US. Large differences were found between countries for all outcomes. For example, the proportion of patients admitted to hospital with STEMI who received percutaneous coronary intervention in hospital during 2017 ranged from 36.9% (England) to 78.6% (Canada; 71.8% in the US); use of percutaneous coronary intervention for STEMI increased in all countries between 2011 and 2017, with particularly large rises in Israel (48.4-65.9%) and Taiwan (49.4-70.2%). The proportion of patients with NSTEMI who underwent coronary artery bypass graft surgery within 90 days of admission during 2017 was lowest in the Netherlands (3.5%) and highest in the US (11.7%). Death within one year of admission for STEMI in 2017 ranged from 18.9% (Netherlands) to 27.8% (US) and 32.3% (Taiwan). Mean hospital length of stay in 2017 for STEMI was lowest in the Netherlands and the US (5.0 and 5.1 days) and highest in Taiwan (8.5 days); 30 day readmission for STEMI was lowest in Taiwan (11.7%) and the US (12.2%) and highest in England (23.1%). CONCLUSIONS In an analysis of myocardial infarction in six high income countries, all countries had areas of high performance, but no country excelled in all three domains. Our findings suggest that countries could learn from each other by using international comparisons of patient level nationally representative data.",
    "countries": [
      "USA",
      "Canada",
      "Netherlands",
      "England",
      "Israel",
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Abdominal Aortic Aneurysm; Academy; Acute; Acute myocardial infarction; Address; Admission activity; Affect; Age; Age Distribution; Algorithms; Aortic Aneurysm; Canada; Cardiac Catheterization Procedures; Carotid Arteries; Clinical; Collaborations; Comparative Study; Congestive Heart Failure; Consult; Country; Data; Development; Disadvantaged; Disease; Economics; Elderly; England; Epidemiology; Future; Health; Health system; Healthcare; Healthcare Systems; Hip Fractures; Hospitals; Imaging Techniques; Income; Inequality; Infant Mortality; Inferior; Injury; International; Investments; Ischemic Stroke; Israel; Knowledge; Lead; Learning; Length of Stay; Life Expectancy; Literature; Measures; Medical; Medicine; Methods; Netherlands; Older Population; Outcome; Outpatients; Patient-Focused Outcomes; Patients; Pattern; Performance; Policies; Population; Population Study; Province; Replacement Arthroplasty; Research; Research Methodology; Research Personnel; Research Support; Resource Allocation; Sex Distribution; Site; Social Work; Societal Factors; Socioeconomic Status; Time; Tracer; Treatment Effectiveness; Treatment outcome; Update; Visit; Work; acute care; common treatment; comorbidity; comparative; cost; disadvantaged population; experience; head-to-head comparison; health care service utilization; health difference; hospital readmission; hospitalization rates; improved; insight; low socioeconomic status; mortality; older patient; patient subsets; peer; population health; procedure cost; repaired; safety net; social; social deprivation; treatment comparison; PERCUTANEOUS CORONARY INTERVENTION; ST-SEGMENT ELEVATION; UNITED-STATES; ACCF/AHA GUIDELINE; FOCUSED UPDATE; TASK-FORCE; CARE; MANAGEMENT; ASSOCIATION; SOCIETY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Work hours and turnover intention among hospital physicians in Taiwan: does income matter?",
    "authors": [
      "Tsai, Yu-Hsuan",
      "Huang, Nicole",
      "Chien, Li-Yin",
      "Chiang, Jen-Huai",
      "Chiou, Shu-Ti",
      "BIOMED CENTRAL LTD",
      "Tsai, Yu-Hsuan",
      "Tsai, Yu-Hsuan",
      "Huang, Nicole",
      "Chien, Li-Yin",
      "Chiang, Jen-Huai",
      "Chiou, Shu-Ti",
      "Chiou, Shu-Ti",
      "Chiou, Shu-Ti",
      "Chiou, Shu-Ti",
      "Chiou, Shu-Ti",
      "Chien, Li-Yin",
      "Huang, Nicole",
      "Chien, Li-Yin"
    ],
    "year": "2016",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-016-1916-2",
    "uid": "WOS:000388536200001",
    "abstract": "Background: Physician shortage has become an urgent and critical challenge to many countries. According to the workforce dynamic model, long work hours may be one major pressure point to the attrition of physicians. Financial incentive is a common tool to human power retention. Therefore, this large-scale physician study investigated how pay satisfaction may influence the relationship between work hours and hospital physician's turnover intention.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Hospital physicians; Turnover intention; Work hours; Pay satisfaction; JOB-SATISFACTION; UNITED-STATES; HEALTH; CARE; WORKFORCE; WITHDRAW; STRESS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Epidemiological profile and obstetric outcomes of patients with peripartum congestive heart failure in Taiwan: a retrospective nationwide study",
    "authors": [
      "Chang, Ying-Jen",
      "Ho, Chung-Han",
      "Chen, Jen-Yin",
      "Wu, Ming-Ping",
      "Yu, Chia-Hung",
      "Wang, Jhi-Joung",
      "Chen, Chia-Ming",
      "Chu, Chin-Chen",
      "BIOMED CENTRAL LTD",
      "Chang, Ying-Jen",
      "Chen, Jen-Yin",
      "Yu, Chia-Hung",
      "Wang, Jhi-Joung",
      "Chen, Chia-Ming",
      "Chu, Chin-Chen",
      "Ho, Chung-Han",
      "Wang, Jhi-Joung",
      "Chu, Chin-Chen",
      "Ho, Chung-Han",
      "Chen, Jen-Yin",
      "Wu, Ming-Ping",
      "Wu, Ming-Ping",
      "Chu, Chin-Chen",
      "Chu, Chin-Chen",
      "Chen, Chia-Ming",
      "Chu, Chin-Chen",
      "Chang, Ying-Jen",
      "Chu, Chin-Chen",
      "Ho, Chung-Han",
      "Yu, Chia Hung",
      "Chu, Chin-Chen",
      "Yu, Chia-Hung",
      "Chen, Fu-Cheng"
    ],
    "year": "2017",
    "journal": "BMC PREGNANCY AND CHILDBIRTH",
    "doi": "10.1186/s12884-017-1486-2",
    "uid": "WOS:000410849100001",
    "abstract": "Background: During pregnancy, the hyperdynamic physiology of circulation can exacerbate many cardiovascular disorders. Congestive heart failure (CHF) usually occurs during late pregnancy, which is significantly associated with a high level of maternal and neonatal morbidities and mortalities. The profile of women who develop peripartum CHF (PCHF) is unknown. We investigated the epidemiological profiles of PCHF.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Congestive heart failure; Peripartum; Epidemiological; Obstetric outcomes; INSURANCE RESEARCH DATABASE; ACUTE MYOCARDIAL-INFARCTION; HEALTH INSURANCE; UNITED-STATES; PREGNANCY OUTCOMES; CARDIAC-DISEASE; MATERNAL AGE; CARDIOMYOPATHY; WOMEN; COHORT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Cost-effectiveness of rotavirus vaccination in Turkey",
    "authors": [
      "Koksal, Tulin",
      "Akelma, Ahmet Zulfikar",
      "Koksal, Ali Osman",
      "Kutukoglu, Irem",
      "Ozdemir, Osman",
      "Yuksel, Cigdem Nuket",
      "Bozkaya, Davut",
      "Catal, Ferhat",
      "Sari, Sinan",
      "ELSEVIER TAIWAN",
      "Koksal, Tulin",
      "Akelma, Ahmet Zulfikar",
      "Koksal, Ali Osman",
      "Ozdemir, Osman",
      "Kutukoglu, Irem",
      "Yuksel, Cigdem Nuket",
      "Bozkaya, Davut",
      "Catal, Ferhat",
      "Sari, Sinan",
      "Ozdemir, Osman",
      "Akelma, Zulfikar",
      "bozkaya, davut",
      "Akelma, Zülfikar",
      "Sari, Sinan"
    ],
    "year": "2017",
    "journal": "JOURNAL OF MICROBIOLOGY IMMUNOLOGY AND INFECTION",
    "doi": "10.1016/j.jmii.2016.03.005",
    "uid": "WOS:000418084800019",
    "abstract": "Background/Purpose: Cost-effectiveness studies about rotavirus (RV) vaccination programs were performed in many countries due to the severe economic burden of RV infections. This study is an economic evaluation performed to assess the potential for introducing the RV vaccine to the Turkish National Immunization Program.",
    "countries": [
      "Turkey"
    ],
    "citations": 2,
    "references": 0,
    "keywords": "cost effectiveness; gastroenteritis; hospitalized child; rotavirus; vaccination; CHILDREN; BURDEN; DISEASE; IMPACT; GASTROENTERITIS; EPIDEMIOLOGY; SURVEILLANCE; PREVENTION; INFECTION; VACCINES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Coexisting cancers with atypical glandular abnormalities by liquid-based cytology: A retrospective study in tertiary hospital in a high cervical cancer incident country",
    "authors": [
      "Kengsakul, Malika",
      "Manchana, Tarinee",
      "ELSEVIER TAIWAN",
      "Kengsakul, Malika",
      "Manchana, Tarinee",
      "Manchana, Tarinee",
      "Manchana, Tarinee",
      "Manchana, Tarinee"
    ],
    "year": "2020",
    "journal": "TAIWANESE JOURNAL OF OBSTETRICS & GYNECOLOGY",
    "doi": "10.1016/j.tjog.2020.07.007",
    "uid": "WOS:000570259800007",
    "abstract": "Objective: To determine the incidence of coexisting cancers in women with glandular cell abnormalities detected from liquid-based cytology and to compare the detection rate of premalignant and malignant lesions among various subtypes of glandular cell abnormalities.",
    "countries": [
      "Thailand"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Atypicalglandularcell; Cervicalcancer; Endometrialcancer; Liquidbasecytology; SQUAMOUS-CELL CARCINOMA; CLINICAL-SIGNIFICANCE; BETHESDA SYSTEM; UNITED-STATES; ADENOCARCINOMA; GUIDELINES; SMEARS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Radiation-related neoplasms, circulatory diseases, and cataracts among radiological technologists",
    "authors": [
      "Li, S. F.",
      "Hung, C. T.",
      "Lee, M. W.",
      "IJRR-IRANIAN JOURNAL RADIATION RES",
      "Li, S. F.",
      "Hung, C. T.",
      "Lee, M. W.",
      "Lee, M. W."
    ],
    "year": "2017",
    "journal": "INTERNATIONAL JOURNAL OF RADIATION RESEARCH",
    "doi": "10.18869/acadpub.ijn.15.1.91",
    "uid": "WOS:000397979500010",
    "abstract": "Background: In response to the need for diagnosis and treatment, medical radiation has been increasingly used worldwide. This study investigated the medical utilization of radiation-related diseases among radiological technologists (RTs) and factors that influence such diseases. Materials and Methods: Data were collected from the Taiwan National Health Insurance Research Database. A panel study was conducted with a sample of 3,432 RTs obtained in 2007 and followed up until 2011. Logistic regression applying generalized estimating equations was used for investigating the relationship between RTs and radiation-related diseases. Results: Among the RTs, the annual medical utilization rate of hospitalization for radiation-related neoplasms was 1.17%0-4.43%o, that for circulatory diseases was 4.68%011.50%0, and the annual medical utilization rate of outpatient visits for cataracts was 2.91%0-7.38%o. After sex, age, hospital accreditation level, and hospital ownership were controlled, the odds of hospitalization for neoplasms and circulatory diseases among the RTs were nonsignificantly higher than those of pharmacists, and the odds of outpatient visits for cataracts among the RTs were nonsignificantly lower than those of pharmacists. Conclusion: No sufficient evidence exists to substantiate the argument that the exposure of RTs to current doses of radiation could increase the risk of neoplasms, circulatory diseases, and cataracts. Considering the increased use of radiation treatment in current medical facilities, all speculation on occupational radiation-induced diseases must be further investigated and verified.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Radiological technologist; occupational exposure; neoplasm; circulatory disease; cataract; NATIONAL DOSE REGISTRY; IONIZING-RADIATION; UNITED-STATES; MEDICAL RADIATION; CANCER INCIDENCE; EXPOSURE; MORTALITY; WORKERS; HEALTH; CANADA",
    "subtypeDescription": "Article"
  },
  {
    "title": "The influence of medical cost controls implemented by Taiwan's national health insurance program on doctor-patient relationships",
    "authors": [
      "Chiu, Jhih-Ling",
      "WILEY-BLACKWELL",
      "Chiu, Jhih-Ling"
    ],
    "year": "2015",
    "journal": "INTERNATIONAL JOURNAL OF HEALTH PLANNING AND MANAGEMENT",
    "doi": "10.1002/hpm.2256",
    "uid": "WOS:000351394800006",
    "abstract": "To prevent medical costs from rising, the National Health Insurance administration implemented the global budget system for financial reform, effective 1 July 2004. Since the implementation of this system, patients have been required to pay for some medicines to limit costs to the system. More recently, as they have faced constant increases in health insurance fees and also faced an increase in the number of medical expenses they must pay during an economic recession and a rise in unemployment, would the economic burden on the people of Taiwan not be increased? Even though National Health Insurance is a form of social insurance, does it guarantee social equality? The value of the healthcare industry is irreplaceable, so the most critical concern is whether worsening doctor-patient relationships will worsen healthcare quality. In short, while the global budget system saves on National Health Insurance costs, whether its implementation has affected healthcare quality is also worth exploring. This commentary also hopes to serve as a reference for the implementation of national health insurance in the United States. Copyright (c) 2014 John Wiley & Sons, Ltd.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "medical cost control; global budget system; doctor-patient relationship; health insurance",
    "subtypeDescription": "Article"
  },
  {
    "title": "An Analysis of Taiwanese Immigrants' Health Care Choice - Obamacare or Taiwan National Health Care",
    "authors": [
      "Liu, Su-Chiu",
      "WILEY",
      "Liu, Su-Chiu",
      "Liu, Su-Chiu"
    ],
    "year": "2016",
    "journal": "SOCIAL POLICY & ADMINISTRATION",
    "doi": "10.1111/spol.12240",
    "uid": "WOS:000378726900005",
    "abstract": "Due to recent policy changes in the USA and Taiwan, Taiwanese immigrants residing in the USA face a choice of continuing to receive health care in the USA or returning to Taiwan for treatment care. This study uses a quantitative survey to explore the association between recent health policy changes and the health care choice of Taiwanese immigrants residing in the USA. These findings indicate that there are statistically significant associations between a variety of factors and the Taiwanese immigrants' desire to return to Taiwan for health care under the new national health insurance plan (2nd NHIA). The variables positively associated with a desire to return to Taiwan for health care include the length of domicile and residence required to receive benefits, a nostalgic desire to return to Taiwan, the lower cost of health care in Taiwan, and if the respondents had come to the USA before 1996. The negatively associated variables include having a job in the USA, having a desire to return to Taiwan to live after retirement, the language preference in communications with a doctor, and a preference about the best place to receive dental treatment. The study reveals the dynamics behind the health care decision-making of Taiwanese immigrants and particularly their choice of whether to seek care in the USA or in Taiwan.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Patient Protection and Affordable Care Act; Obamacare; National health care; Assimilation; Immigrants; PROGRAMS; ACCESS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Cost drivers for managing dialysis facilities in a large chain in Taiwan",
    "authors": [
      "Cho, Chia-Ching",
      "Chiu, AnAn",
      "Huang, Shaio Yan",
      "Liu, Shuen-Zen",
      "EMERALD GROUP PUBLISHING LTD",
      "Cho, Chia-Ching",
      "Huang, Shaio Yan",
      "Chiu, AnAn",
      "Liu, Shuen-Zen",
      "Chiu, AnAn"
    ],
    "year": "2018",
    "journal": "MANAGEMENT DECISION",
    "doi": "10.1108/MD-06-2017-0550",
    "uid": "WOS:000445453400009",
    "abstract": "Purpose As the rise in expenditures will be even faster when the baby-boom generation soon reaches healthcare-dependent ages, healthcare providers are facing cost management decision of achieving superior performance. Taiwan provides a unique environment that the dialysis service providers face only one medical buyer. The purpose of this paper is to discuss cost factors of dialysis facilities.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Healthcare; Cost management; Cost driver; Dialysis service; DATA QUALITY ASSESSMENT; HEALTH-CARE; OWNERSHIP STRUCTURE; AGENCY COSTS; FIRM",
    "subtypeDescription": "Article"
  },
  {
    "title": "Psychometric Evaluation of the Disaster Preparedness Evaluation Tool(C) (DPET) on Emergency Nurses in Mainland China: Two Cross-Sectional Studies",
    "authors": [
      "Wang, Jia",
      "Lu, Sihui",
      "Sun, Xinglan",
      "Wang, Fen",
      "Wan, Meijuan",
      "Chen, Hanxi",
      "Tan, Yibing",
      "CAMBRIDGE UNIV PRESS",
      "Wang, Jia",
      "Lu, Sihui",
      "Sun, Xinglan",
      "Wang, Fen",
      "Wan, Meijuan",
      "Tan, Yibing",
      "Chen, Hanxi",
      "Tan, Yibing",
      "Tan, Yibing",
      "lu, sihui"
    ],
    "year": "2022",
    "journal": "DISASTER MEDICINE AND PUBLIC HEALTH PREPAREDNESS",
    "doi": "10.1017/dmp.2021.39",
    "uid": "WOS:000757123100001",
    "abstract": "Background: Emergency nurses play a major role in disaster relief in mainland China, but there is no valid instrument to measure the extent of their disaster preparedness. The Disaster Preparedness Evaluation Tool(C) is a reliable instrument to assess the disaster preparedness of nurse practitioners. The tool has been translated and validated in Saudi Arabia, Taiwan, China and the United States of America. Objectives: This study aimed at translating and adapting the Disaster Preparedness Evaluation Tool(C) (DPET) for emergency nurses in mainland China and determining its psychometric properties. Design, Settings and Participants: A total of 2 cross-sectional online surveys were conducted in the emergency departments of 26 public grade III-A hospitals in Guangdong, mainland China. In the first study, 633 emergency nurses were recruited from May to August, 2018. In the second study, 205 were recruited in April 2019. Methods: The instrument was adapted through rigorous forward-backward translation, face validity, and pre-test processes. Exploratory factor and parallel analyses were used in the first study. Confirmatory factor analysis, internal consistency and split-half reliability were used in the second study. Results: Exploratory factor and parallel analyses extracted a 5-factor solution comprising of 34 items that accounted for 64.06% of the total variance. The fit indices indicated a good model fit. The reliability was good, as indicated by a Cronbach's alpha of 0.97 and a split-half reliability coefficient of 0.97. Conclusion: The mainland China version of the DPET (DPET-MC) was a reliable and valid instrument and can be used in practice.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "disaster preparedness; instrument; mainland china; emergency nurses; psychometrics; EXPLORATORY FACTOR-ANALYSIS; COEFFICIENT-ALPHA; RELIABILITY; COMPETENCES; PERCEPTION; GUIDELINES; VALIDITY; VERSION; NUMBER; SCALE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Use of Traditional Birth Practices by CHINESE WOMEN in the United States",
    "authors": [
      "Saito, Maki",
      "Lyndon, Audrey",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Saito, Maki",
      "Saito, Maki",
      "Lyndon, Audrey",
      "Lyndon, Audrey",
      "Saito, Maki",
      "Saito, Maki",
      "Lyndon, Audrey",
      "Lyndon, Audrey"
    ],
    "year": "2017",
    "journal": "MCN-THE AMERICAN JOURNAL OF MATERNAL-CHILD NURSING",
    "doi": "10.1097/NMC.0000000000000326",
    "uid": "WOS:000400800900005",
    "abstract": "Purpose: The purpose of our study was to explore how foreign-born Chinese women living in California engage in various traditional and American birth practices.",
    "countries": [
      "Japan",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Chinese; Grounded theory; Pregnancy; Social perception",
    "subtypeDescription": "Article"
  },
  {
    "title": "EPIDEMIOLOGY OF ANAPHYLACTIC SHOCK AND ITS RELATED MORTALITY IN HOSPITAL PATIENTS IN TAIWAN: A NATIONWIDE POPULATION-BASED STUDY",
    "authors": [
      "Liu, Fu-Chao",
      "Chiou, Hung-Jr",
      "Kuo, Chang-Fu",
      "Chung, Ting-Ting",
      "Yu, Huang-Ping",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Liu, Fu-Chao",
      "Chiou, Hung-Jr",
      "Yu, Huang-Ping",
      "Liu, Fu-Chao",
      "Chiou, Hung-Jr",
      "Yu, Huang-Ping",
      "Kuo, Chang-Fu",
      "Kuo, Chang-Fu",
      "Chung, Ting-Ting",
      "Yu, Huang-Ping",
      "Kuo, Chang-Fu",
      "Liu, Fu-Chao",
      "Liu, F-C",
      "Yu, Huang-Ping"
    ],
    "year": "2017",
    "journal": "SHOCK",
    "doi": "10.1097/SHK.0000000000000899",
    "uid": "WOS:000417410400004",
    "abstract": "Anaphylactic shock is potentially life-threatening. However, there is a paucity of data about its incidence and associated mortality, particularly in Asian populations. We aimed to investigate the epidemiology of anaphylactic shock and its related mortality after the hospitalization of patients in the general population of Taiwan. The National Health Insurance Research Database was used to identify patients with anaphylactic shock and estimate its incidence for inpatients sampled from 2005 to 2012. The pattern of anaphylactic shock and anaphylactic shock-related mortality rate was also examined. Of 22,080,199 patients who were admitted to hospitals from 2005 to 2012, there were 2,289 incident cases of anaphylactic shock and 2,219 people were included. Incidence of hospitalizations due to anaphylactic shock ranged from 12.71 to 13.23 per million of the population between 2005 and 2012. The incidence of anaphylactic shock in our study was substantially lower than other western countries, including the United States. There were 24 deaths due to drug-induced anaphylactic shock among the hospitalizations; overall mortality rate was 1.08%. Eighteen (0.81%) patients died within 30 days; 22 (0.99%) died within 2 months following the anaphylactic shock. The highest incidence occurred in patients aged 70-79 years. Conversely, food-induced anaphylactic shock was not influenced by age. In conclusion, drug-induced anaphylactic shock was a major cause of death due to anaphylactic shock in hospitalized patients. Most cases of anaphylactic shock occurred in the older population, and the mortality rate was lower in females than in males, though the difference was not significant.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Anaphylactic shock; epidemiology; hospitalization; mortality; UNITED-STATES; LETHAL ANAPHYLAXIS; CHILDREN; ALLERGY; TRENDS",
    "subtypeDescription": "Article"
  },
  {
    "title": "A Comparative Study of Undergraduates' Attitudes Toward Aging in Taiwan and the United States Through Student Drawings",
    "authors": [
      "Liou, Chih-ling",
      "SAGE PUBLICATIONS INC",
      "Liou, Chih-ling",
      "Liou, Chih-ling",
      "Liou, Chihling",
      "hong, zhao"
    ],
    "year": "2017",
    "journal": "INTERNATIONAL JOURNAL OF AGING & HUMAN DEVELOPMENT",
    "doi": "10.1177/0091415017702906",
    "uid": "WOS:000407510800003",
    "abstract": "The purpose of this study is to compare similarities and differences in the attitudes toward aging among college students from Taiwan and the United States; 128 Taiwanese students and 124 U.S. students participated in this study. The findings indicate that the majority of students from both countries viewed aging as consisting primarily of physical changes. The differences are the U.S. students' drawings showing physical decline along with hospitals, nursing homes, or death, whereas Taiwanese students presenting physical decline as getting wrinkles, wearing glasses, or needing aid devices. U.S. students associated aging with grandparents-grandchildren relationships, whereas more Taiwanese students thought aging related to spousal relationships. This study adds to the existing literature that demonstrates the strong influence of different cultures on students' attitudes toward aging. Further, knowledge derived from this study can be used in gerontology courses for both students and professors to lessen or correct ageist stereotypes over time.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "aging; attitudes; cross culture; undergraduate students; qualitative research; OLDER-ADULTS; PERCEPTIONS; PEOPLE; KNOWLEDGE; SKETCHES; CHINESE; ELDERS; AGEISM; SCALE; VIEWS",
    "subtypeDescription": "Article"
  },
  {
    "title": "The International Fellowship Program in Microsurgery at Uppsala University Hospital: A Paragon Throughout Europe",
    "authors": [
      "Klein, Holger Jan",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Klein, Holger Jan",
      "Klein, Holger Jan",
      "Klein, Holger Jan"
    ],
    "year": "2018",
    "journal": "ANNALS OF PLASTIC SURGERY",
    "doi": "10.1097/SAP.0000000000001460",
    "uid": "WOS:000439309700003",
    "abstract": "Personal reports with valuable information on plastic surgery fellowships from all over the world are about to accumulate in recent years. Whereas some institutions have rightly become widely renowned for their excellent microsurgery fellow training in Taiwan, Canada, United States, and Australia, less is known about European fellowships focusing on reconstructive microsurgery. As former fellow at the Department of Plastic and Maxillofacial Surgery at Uppsala University Hospital, Sweden, the author hereby presents a survey on a unique and exemplary 6-month microsurgical fellowship offering hands-on training, academic education, and not last personal development to ambitious candidates who pursue a career in reconstructive microsurgery.",
    "countries": [
      "Sweden",
      "Switzerland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "microsurgery; fellowship; plastic surgery training; Akademiska Sjukhuset; Uppsala; RESIDENT SELECTION PROTOCOLS; PLASTIC-SURGERY; NATIONAL-SURVEY; DIRECTORS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Predictors for total medical costs for acute hemorrhagic stroke patients transferred to the rehabilitation ward at a regional hospital in Taiwan",
    "authors": [
      "Chen, Chien-Min",
      "Ke, Yen-Liang",
      "TAYLOR & FRANCIS LTD",
      "Chen, Chien-Min",
      "Ke, Yen-Liang",
      "Chen, Chien-Min",
      "Chen, Chien-Min",
      "Chen, Chien-Min",
      "Chen, Chien-Min"
    ],
    "year": "2016",
    "journal": "TOPICS IN STROKE REHABILITATION",
    "doi": "10.1179/1945511915Y.0000000006",
    "uid": "WOS:000370960200006",
    "abstract": "Background: One-third of the acute stroke patients in Taiwan receive rehabilitation. It is imperative for clinicians who care for acute stroke patients undergoing inpatient rehabilitation to identify which medical factors could be the predictors of the total medical costs.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Predictor; Cost; Hemorrhagic stroke; Rehabilitation; PNEUMONIA-PREVENTION PROGRAM; INPATIENT SURGICAL WARD; ACUTE ISCHEMIC-STROKE; INTRACEREBRAL HEMORRHAGE; NOSOCOMIAL INFECTIONS; IMPACT; COHORT; AGE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Gender Differences in Personal and Situational Risk Factors for Traumatic Brain Injury Among Older Adults",
    "authors": [
      "Yu, Wen-Yu",
      "Hwang, Hei-Fen",
      "Lin, Mau-Roung",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Yu, Wen-Yu",
      "Yu, Wen-Yu",
      "Lin, Mau-Roung",
      "Hwang, Hei-Fen",
      "Lin, Mau-Roung"
    ],
    "year": "2022",
    "journal": "JOURNAL OF HEAD TRAUMA REHABILITATION",
    "doi": "10.1097/HTR.0000000000000708",
    "uid": "WOS:000821484300004",
    "abstract": "Objective: To investigate differences between older men and women in Taiwan in personal and situational risk factors for sustaining a traumatic brain injury (TBI) versus soft-tissue injury (STI) due to a fall. Design: Matched case-control study. Participants and Settings: Cases were defined as patients with a primary diagnosis of TBI due to a fall and were identified from those 60 years or older who visited the emergency department (ED) of 3 university-affiliated hospitals in 2015. Matched by the same hospital ED, gender, and time of falling, 3 controls who had no TBI and who had sustained only soft-tissue injury (STI) due to falling were selected for comparison with each case. Personal factors and situational exposures were compared between the control and case groups. In total, 96 cases and 288 controls in men and 72 cases and 216 controls in women participated in this study. Main Measures: Personal factors (sociodemographic and lifestyle factors, medical characteristics, and functional abilities) and situational exposures (location, activities before the fall, center-of-mass change, type of fall, falling direction, protective response, and impact during the fall). Results: In men, after adjusting for other variables, older age (odds ratio [OR] = 1.04), regular alcohol use (OR = 2.03), an indoor fall (OR = 1.92), activity of getting in/out of bed (OR = 2.56), a fall due to dizziness (OR = 4.09), and falling backward (OR = 2.95) were independently associated with a higher odds of TBI. In women, an older age (OR = 1.03), the presence of Parkinson disease (OR = 10.4), activities of toileting (OR = 2.50), getting in/out of bed (OR = 4.90), and negotiating stairs (OR = 7.13), a fall due to dizziness (OR = 5.05), and falling backward (OR = 2.61) were independently associated with a higher odds of TBI. Conclusions: Our results demonstrated similarities and differences in personal and situational risk factors for fall-related TBIs versus STIs between older men and women, and gender differences should be considered when developing intervention strategies.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "fall; gender difference; injury severity; risk factor; situational exposure; FALL-RELATED INJURIES; UNITED-STATES; MORTALITY; AGE; WOMEN; MEN; HOSPITALIZATIONS; EPIDEMIOLOGY; RECOVERY; FRACTURE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Analysis of gynecologic cancer patients visiting emergency department: a population-based cohort study in Taiwan",
    "authors": [
      "Tang, P. L.",
      "Huang, W. C.",
      "Liu, W. S.",
      "Chang, K. C.",
      "I R O G CANADA, INC",
      "Tang, P. L.",
      "Huang, W. C.",
      "Liu, W. S.",
      "Chang, K. C.",
      "Chang, K. C."
    ],
    "year": "2017",
    "journal": "EUROPEAN JOURNAL OF GYNAECOLOGICAL ONCOLOGY",
    "doi": "10.12892/ejgo3350.2017",
    "uid": "WOS:000406893500006",
    "abstract": "Purpose: To investigate the characteristics of gynecologic cancer patients visiting the emergency department (ED). Materials and Methods: A retrospective cohort of gynecologic cancer patients in ED visits from 2000 to 2012 was analyzed using the Longitudinal Health Insurance Database 2000 (LHID2000) which randomly selected 1,000,000 beneficiaries from the year 2000 Registry of Beneficiaries (n = 23.72 million). Results: There were 5,893 ED visits by 1,400 gynecologic cancer patients. The mean age was 55.22 14.60 years. The mean number of ED visits was 4.21 +/- 5.18. 657 (46.93%) patients that were admitted to hospital; 70.57% ED visits occurred in medical center. Abdominal pain (19.04%), complications of surgical and medical care (13.28%) and intestinal obstruction without mention of hernia (10.69%) are the most three common presenting symptoms except other symptoms, signs, and ill-defined conditions (24.79%); 62.56% of the medications prescribed in ED visits are of gastrointestinal category. The overall survival rate of ED visits was significantly lower than that of no ED visits (p < 0.0001). Conclusions: Relatively low rate of hospital admission may indicate unnecessary ED visits resulting in healthcare costs. Abdominal pain is the most common specific symptoms at presentation. Most medications belong to the gastrointestinal category reminding us of the importance of nutrition support. ED visits were a significant poor prognostic factor for overall survival.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Gynecologic cancer; Emergency department; Admittance; Taiwan National Health Insurance Research Database (NHIRD); UNITED-STATES; ADMISSIONS; CARE; CHEMOTHERAPY; MORTALITY; QUALITY; LIFE; ROOM; END",
    "subtypeDescription": "Article"
  },
  {
    "title": "Association between Hospital Volume and Outcomes of Elderly Patients with Hemorrhagic Peptic Ulcer in Japan: An Observational Study",
    "authors": [
      "Murata, Atsuhiko",
      "Ohtani, Makoto",
      "Muramatsu, Keiji",
      "Matsuda, Shinya",
      "ELSEVIER TAIWAN",
      "Murata, Atsuhiko",
      "Ohtani, Makoto",
      "Muramatsu, Keiji",
      "Matsuda, Shinya",
      "Murata, Atsuhiko",
      "Muramatsu, Keiji",
      "Matsuda, Shinya"
    ],
    "year": "2016",
    "journal": "INTERNATIONAL JOURNAL OF GERONTOLOGY",
    "doi": "10.1016/j.ijge.2015.11.002",
    "uid": "WOS:000373601600003",
    "abstract": "Background: Little information is available on the relationship between case volume and the outcomes of elderly patients with bleeding peptic ulcers. This study investigated the effect of case volume on the outcomes of elderly patients with bleeding peptic ulcers, based on a national administrative database.",
    "countries": [
      "Japan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "elderly patient; hemorrhagic peptic ulcer; hospital volume; national administrative database; outcome; MORTALITY; CANCER; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Epidemiology of rubella and congenital rubella syndrome in Japan before 1989",
    "authors": [
      "Ueda, Kohji",
      "ELSEVIER SCI LTD",
      "Ueda, Kohji",
      "Ueda, Kohji"
    ],
    "year": "2016",
    "journal": "VACCINE",
    "doi": "10.1016/j.vaccine.2015.10.010",
    "uid": "WOS:000374198500017",
    "abstract": "Epidemiological studies of rubella and congenital rubella syndrome (CRS) in Japan have been conducted since the first nationwide rubella epidemic of 1965-1969 and subsequent epidemics of 1975-1977,1982, 1987-1988, and 1992-1993. Rubella was non-endemic in Japan before the 1975-1977 epidemic, and endemic thereafter. Japan started a selective rubella vaccination program for junior high school girls in 1977, and universal rubella vaccination of children of both sexes in 1989. No nationwide rubella epidemics have occurred since 1994.",
    "countries": [
      "Japan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Rubella; Congenital rubella syndrome; Epidemiology; Seroepidemiology; Japan; SOUTHERN JAPAN; VIRUS; CHILDREN; FUKUOKA; SCHOOLS; TAIWAN",
    "subtypeDescription": "Review"
  },
  {
    "title": "Demography and burden of care associated with patients readmitted for urinary tract infection",
    "authors": [
      "MacVane, Shawn H.",
      "Tuttle, Lindsay O.",
      "Nicolau, David P.",
      "ELSEVIER TAIWAN",
      "MacVane, Shawn H.",
      "Nicolau, David P.",
      "Tuttle, Lindsay O.",
      "Nicolau, David P.",
      "Nicolau, David P.",
      "Neto, Lindsay",
      "MacVane, Shawn",
      "MacVane, Shawn"
    ],
    "year": "2015",
    "journal": "JOURNAL OF MICROBIOLOGY IMMUNOLOGY AND INFECTION",
    "doi": "10.1016/j.jmii.2014.04.002",
    "uid": "WOS:000362278900008",
    "abstract": "Background: Urinary tract infection (UTI) is one of the most prevalent admission diagnoses in hospital-based clinical practice. Despite its frequency, few data are available regarding its demographics and economic implications.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "demography; economics; readmission; urinary tract infection; DISEASES-SOCIETY; MEDICARE; AMERICA; COSTS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Negotiating the boundaries of social membership: The case of aging return migrants to Taiwan",
    "authors": [
      "Sun, Ken Chih-Yan",
      "SAGE PUBLICATIONS LTD",
      "Sun, Ken Chih-Yan",
      "Sun, Ken Chih-Yan"
    ],
    "year": "2018",
    "journal": "CURRENT SOCIOLOGY",
    "doi": "10.1177/0011392117736311",
    "uid": "WOS:000425028500008",
    "abstract": "This article focuses on the experiences of aging returnees who have moved back to Taiwan after retiring in the United States to illustrate how older return migrants develop a set of narratives about their membership in the homeland. Drawing on data collected from life history interviews with 58 aging return migrants, the author argues that the encounter between aging returnees and a drastically evolving home society demands that aging return migrants carefully negotiate insider-versus-outsider boundaries. These boundary-making practices represent the efforts and struggles of older migrants to justify their decision to resettle in their homeland and to construct social rights as returning migrants. On the one hand, the respondents engage with various forms of inclusionary boundary work' to explain why they wanted to move back and become part of Taiwan after spending decades overseas. On the other hand, returnees in this study sense striking differences between themselves and their co-ethnics in contemporary Taiwan. These findings point to the ways in which aging migrants grapple with traditions, modernity, and membership when trying to fulfill their right to seek an ideal life across borders.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Aging; human rights; membership; migration; transnationalism; RETIREMENT MIGRATION; COMPRESSED MODERNITY; UNITED-STATES; HEALTH-CARE; SEEKING",
    "subtypeDescription": "Article"
  },
  {
    "title": "Reconceptulizing Language Discordance: Meanings and Experiences of Language Barriers in the US and Taiwan",
    "authors": [
      "Hsieh, Elaine",
      "SPRINGER",
      "Hsieh, Elaine",
      "Hsieh, Elaine",
      "Hsieh, Elaine"
    ],
    "year": "2018",
    "journal": "JOURNAL OF IMMIGRANT AND MINORITY HEALTH",
    "doi": "10.1007/s10903-017-0556-x",
    "uid": "WOS:000422796300001",
    "abstract": "Individuals with language barriers may face challenges unique to a host society. By examining and comparing the sociocultural conditions that can result in providers and patients not sharing the same language in the United States and in Taiwan, I argue that (a) language discordance is a social phenomenon that may entail diverging meanings and experiences in different countries; (b) language-discordant patients may not share similar experiences even if they are in the same country; and (c) disparities in language concordance may be confounded with other disparities and cultural particulars that are unique to a host society. In addition, because English is a dominant language in medicine, language-discordant patients' quality of care in Taiwan can be moderated by their fluency in English.",
    "countries": [
      "USA"
    ],
    "citations": 3,
    "references": 0,
    "keywords": "Language discordance; Cross-cultural care; Medical English; HEALTH-CARE",
    "subtypeDescription": "Letter"
  }
]