[
  {
    "title": "Effectiveness of mechanical chest compression for out-of-hospital cardiac arrest patients in an emergency department",
    "authors": [
      "Lin, Ching-Kuo",
      "Huang, Mei-Chin",
      "Feng, Yu-Tung",
      "Jeng, Wei-Hsuan",
      "Chung, Te-Cheng",
      "Lau, Yu-Wa",
      "Cheng, Kuang-I",
      "ELSEVIER TAIWAN",
      "Lin, Ching-Kuo",
      "Jeng, Wei-Hsuan",
      "Chung, Te-Cheng",
      "Lau, Yu-Wa",
      "Lin, Ching-Kuo",
      "Jeng, Wei-Hsuan",
      "Chung, Te-Cheng",
      "Lau, Yu-Wa",
      "Lin, Ching-Kuo",
      "Jeng, Wei-Hsuan",
      "Chung, Te-Cheng",
      "Lau, Yu-Wa",
      "Huang, Mei-Chin",
      "Feng, Yu-Tung",
      "Cheng, Kuang-I",
      "Cheng, Kuang-I",
      "Cheng, Kuang-I",
      "Cheng, Kuang-I"
    ],
    "year": "2015",
    "journal": "JOURNAL OF THE CHINESE MEDICAL ASSOCIATION",
    "doi": "10.1016/j.jcma.2015.01.005",
    "uid": "WOS:000357346300007",
    "abstract": "Background: To increase the chance of restoring spontaneous circulation, cardiopulmonary resuscitation (CPR) with high-quality chest compressions is needed. We hypothesized that, in a municipal hospital emergency department, the outcome in nontraumatic out-of-hospital cardiac arrest patients treated with standard CPR followed by mechanical chest compression (MeCC) was not inferior to that followed by manual chest compression (MaCC). The purposes of the study were to test our hypothesis and investigate whether the use of MeCC decreased human power demands for CPR.",
    "countries": [
      "Taiwan"
    ],
    "citations": 2,
    "references": 0,
    "keywords": "cardiac arrest; cardiopulmonary resuscitation; emergency department crowding; mechanical chest compression; CARDIOPULMONARY-RESUSCITATION; CARDIOVASCULAR CARE; QUALITY; SATISFACTION; ASSOCIATION; ADMISSION; SWEDEN; SYSTEM; TIMES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Quality of care in the course of subcutaneous versus intravenous trastuzumab administration in patients with breast cancer: an integrated time-motion study with mixed-methods research",
    "authors": [
      "Lin, Hsiang-Wen",
      "Lin, Chen-Yuan",
      "Yeh, Tzu-Pei",
      "Lin, Tien-Chao",
      "Yeh, Wan-Chen",
      "Yang, Lin-Chun",
      "Chen, Yu-Chieh",
      "Chiu, Li-Ying",
      "Wu, Chen-Teng",
      "Chen, Chih-Jung",
      "Chen, Yu-Fen",
      "Wang, Hwei-Chung",
      "Wu, Yao-Chung",
      "Liu, Liang-Chih",
      "BMJ PUBLISHING GROUP",
      "Lin, Hsiang-Wen",
      "Lin, Chen-Yuan",
      "Lin, Tien-Chao",
      "Yang, Lin-Chun",
      "Chen, Yu-Chieh",
      "Lin, Hsiang-Wen",
      "Lin, Chen-Yuan",
      "Lin, Tien-Chao",
      "Yang, Lin-Chun",
      "Chen, Yu-Chieh",
      "Lin, Hsiang-Wen",
      "Lin, Hsiang-Wen",
      "Lin, Tien-Chao",
      "Chen, Yu-Chieh",
      "Chiu, Li-Ying",
      "Lin, Chen-Yuan",
      "Yeh, Tzu-Pei",
      "Yeh, Tzu-Pei",
      "Yeh, Wan-Chen",
      "Wu, Chen-Teng",
      "Chen, Chih-Jung",
      "Chen, Yu-Fen",
      "Wang, Hwei-Chung",
      "Wu, Yao-Chung",
      "Liu, Liang-Chih",
      "Liu, Liang-Chih",
      "Liu, Liang-Chih",
      "Liu, Liang-Chih",
      "Ko, Wen-Chien"
    ],
    "year": "2023",
    "journal": "BMJ OPEN",
    "doi": "10.1136/bmjopen-2021-059288",
    "uid": "WOS:001003285100040",
    "abstract": "ObjectivesThis study aimed to compare the time required and concerns raised by various perspectives of participants regarding administering subcutaneous and intravenous trastuzumab for patients with breast cancer (BC).DesignThis observational time-motion study design with mixed-methods research (cross-sectional surveys and semistructured interviews) was conducted. The time spent on preparing or administering trastuzumab by different healthcare professionals (HCPs) was recorded. The data were analysed by descriptive/inferential statistical analyses, followed by thematic analyses.SettingOutpatient and inpatient administration units of a single medical centre in Taiwan.ParticipantsThe study included patients with early-stage BC who received subcutaneous or intravenous trastuzumab (n=93), and HCPs including two attending physicians, a nurse practitioner, two pharmacists and two nurses.ResultBased on the perspectives of patients and HCPs, the subcutaneous form of trastuzumab was more efficient, less expensive and produced less discomfort in outpatient units than inpatient units. More participants preferred the subcutaneous form over the intravenous form in both outpatient and inpatient units. Pharmacists and nurse practitioners spent threefold more time on patients when preparing and administering the intravenous form in both outpatient and inpatient units. The concerns raised by patients and HCPs varied in certain aspects, including the injection skills, speed, mental distress (eg, needle phobia) and pain associated with the subcutaneous form. Almost all patients preferred receiving the subcutaneous form in outpatient units after the initial COVID-19 outbreak.ConclusionPatients with early-stage BC preferred receiving subcutaneous trastuzumab in outpatient units rather than inpatient units or the intravenous form before and after the COVID-19 outbreak. Such findings may serve as real-world evidence to facilitate better quality of care regarding administration of subcutaneous or intravenous trastuzumab in medical settings, and its feasible resolutions to balance the quality, concerns and efficiency of anticancer administration during the COVID-19 pandemic.",
    "countries": [
      "Taiwan",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "cancer pain; quality in health care; health & safety; RESOURCE UTILIZATION; COST; ONCOLOGY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Shared decision making with oncologists and palliative care specialists effectively increases the documentation of the preferences for do not resuscitate and artificial nutrition and hydration in patients with advanced cancer: a model testing study",
    "authors": [
      "Huang, Hsien-Liang",
      "Tsai, Jaw-Shiun",
      "Yao, Chien-An",
      "Cheng, Shao-Yi",
      "Hu, Wen-Yu",
      "Chiu, Tai-Yuan",
      "BMC",
      "Huang, Hsien-Liang",
      "Tsai, Jaw-Shiun",
      "Yao, Chien-An",
      "Cheng, Shao-Yi",
      "Chiu, Tai-Yuan",
      "Hu, Wen-Yu",
      "Chiu, Tai-Yuan",
      "CHENG, SHAO-YI",
      "Cheng, Shao-yi",
      "Huang, HsienLiang",
      "HU, WEN-YU",
      "Tsai, Jaw-Shiun",
      "Huang, Hsien-Liang"
    ],
    "year": "2020",
    "journal": "BMC PALLIATIVE CARE",
    "doi": "10.1186/s12904-020-0521-7",
    "uid": "WOS:000513609200001",
    "abstract": "Background Communication in do not resuscitate (DNR) and artificial nutrition and hydration (ANH) at the end of life is a key component of advance care planning (ACP) which is essential for patients with advanced cancer to have cares concordant with their wishes. The SOP model (Shared decision making with Oncologists and Palliative care specialists) aimed to increase the rate of documentation on the preferences for DNR and ANH in patients with advanced cancer. Methods The SOP model was implemented in a national cancer treatment center in Taiwan from September 2016 to August 2018 for patients with advanced cancer visiting the oncology outpatient clinic. The framework was based on the model of shared decision making as \"choice talk\" initiated by oncologists with \"option talk\" and \"decision talk\" conducted by palliative care specialists. Results Among 375 eligible patients, 255 patients (68%) participated in the model testing with the mean age of 68.5 +/- 14.7 years (mean +/- SD). Comparing to 52.3% of DNR documentation among patients with advanced cancer who died in our hospital, the rate increased to 80.9% (206/255) after the decision talk in our model. Only 6.67% (n = 17) of the participants documented their preferences on ANH after the model. A worse Eastern Cooperative Oncology Group Performance Status was the only statistically significant associating factor with a higher rate of DNR documentation in the multiple logistic regression model. Conclusions The SOP model significantly increased the rate of DNR documentation in patients with advanced cancer in this pilot study. Dissemination of the model could help the patients to receive care that is concordant with their wishes and be useful for the countries having laws on ACP.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Shared decision making; Advanced care planning; Advanced cancer; Do not resuscitate; Artificial nutrition and hydration; PREVAILING ETHICAL DILEMMAS; END; ATTITUDES; PHYSICIANS; OUTCOMES; DISCUSSIONS; INTEGRATION; KNOWLEDGE; QUALITY; TRENDS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Evaluation of the Pressure Injury Prevention Information System",
    "authors": [
      "Huang, Hsiu-Yen",
      "Lee, Ting-Ting",
      "Hsu, Tzu-Chuan",
      "Mills, Mary Etta",
      "Tzeng, I-Shiang",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Huang, Hsiu-Yen",
      "Lee, Ting-Ting",
      "Hsu, Tzu-Chuan",
      "Mills, Mary Etta",
      "Tzeng, I-Shiang",
      "Lee, Ting-Ting",
      "Tzeng, I-Shiang",
      "Tzeng, I-Shiang"
    ],
    "year": "2020",
    "journal": "CIN-COMPUTERS INFORMATICS NURSING",
    "doi": "10.1097/CIN.0000000000000627",
    "uid": "WOS:000596662800005",
    "abstract": "Clinical decision support systems provide empirical guidance to improve the quality of nursing care. This study aimed to evaluate the outcomes of implementation of decision support functions into the preventive care system as regards nurses' acceptance of technology, documentation completeness, and incidence of hospital-acquired pressure injury. The researchers performed data collection in a regional hospital in northern Taiwan. The study used the Davis Science and Technology Acceptance Model scale to investigate nurses' technology acceptance before and after the introduction of a clinical decision support system and compared documentation compliance of preventive records with the incidence of hospital-acquired pressure injuries. Results showed that nurses' acceptance of the technology was significantly improved, and the completion rate of the pressure injury preventive care record significantly increased from 88.9% to 99.9%. Meanwhile, the incidence of hospital-acquired pressure injury decreased significantly from 0.057% to 0.021%. Therefore, it was concluded that the clinical decision support system provides evidenced-based support to nurses and is effective in identifying patient-specific prevention nursing plans of care.",
    "countries": [
      "Taiwan",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Clinical decision support system; Documentation compliance; Pressure injury prevention; Technology Acceptance Model; TECHNOLOGY ACCEPTANCE MODEL; DECISION-SUPPORT-SYSTEM; NURSING-HOMES; CARE; ULCERS; NURSES; QUALITY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Deep Learning for Automated Diabetic Retinopathy Screening Fused With Heterogeneous Data From EHRs Can Lead to Earlier Referral Decisions",
    "authors": [
      "Hsu, Min-Yen",
      "Chiou, Jeng-Yuan",
      "Liu, Jung-Tzu",
      "Lee, Chee-Ming",
      "Lee, Ya-Wen",
      "Chou, Chien-Chih",
      "Lo, Shih-Chang",
      "Kornelius, Edy",
      "Yang, Yi-Sun",
      "Chang, Sung-Yen",
      "Liu, Yu-Cheng",
      "Huang, Chien-Ning",
      "Tseng, Vincent S.",
      "ASSOC RESEARCH VISION OPHTHALMOLOGY INC",
      "Hsu, Min-Yen",
      "Lee, Chee-Ming",
      "Hsu, Min-Yen",
      "Lee, Chee-Ming",
      "Hsu, Min-Yen",
      "Chiou, Jeng-Yuan",
      "Liu, Jung-Tzu",
      "Lee, Ya-Wen",
      "Chang, Sung-Yen",
      "Liu, Yu-Cheng",
      "Chou, Chien-Chih",
      "Chou, Chien-Chih",
      "Lo, Shih-Chang",
      "Kornelius, Edy",
      "Yang, Yi-Sun",
      "Huang, Chien-Ning",
      "Lo, Shih-Chang",
      "Kornelius, Edy",
      "Yang, Yi-Sun",
      "Huang, Chien-Ning",
      "Tseng, Vincent S.",
      "Tseng, Vincent S.",
      "Tseng, Vincent S.",
      "Liu, Jung-Tzu",
      "Hsu, Min-Yen",
      "Chou, Chien Chih",
      "Hsu, MinYen",
      "Kornelius, Edy"
    ],
    "year": "2021",
    "journal": "TRANSLATIONAL VISION SCIENCE & TECHNOLOGY",
    "doi": "10.1167/tvst.10.9.18",
    "uid": "WOS:000834792100002",
    "abstract": "Purpose: Fundus images are typically used as the sole training input for automated diabetic retinopathy (DR) classification. In this study, we considered several well-known DR risk factors and attempted to improve the accuracy of DR screening.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "diabetic retinopathy; fundus image; multimodal data; neural network; data fusion; RISK-FACTORS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Reinforcement of patient education improved physicians' adherence to guideline-recommended medical therapy after acute coronary syndrome",
    "authors": [
      "Lee, Chih-Kuo",
      "Lai, Chao-Lun",
      "Lee, Ming-Hsien",
      "Su, Fang-Ying",
      "Yeh, Tzu-Shan",
      "Cheng, Li-Ying",
      "Hsieh, Mu-Yang",
      "Wu, Yen-Wen",
      "Liu, Yen-Bin",
      "Wu, Chih-Cheng",
      "PUBLIC LIBRARY SCIENCE",
      "Lee, Chih-Kuo",
      "Lai, Chao-Lun",
      "Hsieh, Mu-Yang",
      "Liu, Yen-Bin",
      "Lai, Chao-Lun",
      "Hsieh, Mu-Yang",
      "Wu, Yen-Wen",
      "Liu, Yen-Bin",
      "Wu, Chih-Cheng",
      "Lai, Chao-Lun",
      "Lee, Ming-Hsien",
      "Yeh, Tzu-Shan",
      "Cheng, Li-Ying",
      "Su, Fang-Ying",
      "Wu, Yen-Wen",
      "Wu, Yen-Wen",
      "Wu, Yen-Wen",
      "Wu, Chih-Cheng",
      "Wu, Chih-Cheng",
      "Hsieh, Mu-Yang",
      "Hsieh, Mu-Yang",
      "Wu, Chih-Cheng",
      "Wu, Chih-Cheng",
      "Wu, Chih-Cheng",
      "Su, Fang-Ying",
      "Lee (李), Ming-Hsien (明憲)",
      "Su, Fang-Ying",
      "WU, YEN-WEN",
      "WU, CHIH-CHENG",
      "Liu, Chun-Yu",
      "Lai, Ching"
    ],
    "year": "2019",
    "journal": "PLOS ONE",
    "doi": "10.1371/journal.pone.0217444",
    "uid": "WOS:000470263700029",
    "abstract": "Background",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "ACUTE MYOCARDIAL-INFARCTION; QUALITY-OF-CARE; ORDER SET; RISK; MANAGEMENT; OUTCOMES; MORTALITY; DISCHARGE; TAIWAN",
    "subtypeDescription": "Article"
  },
  {
    "title": "An innovative emergency transportation scenario for mass casualty incident management Lessons learnt from the Formosa Fun Color Dust explosion",
    "authors": [
      "Lin, Ming-Wei",
      "Pan, Chih-Long",
      "Wen, Jet-Chau",
      "Lee, Cheng-Haw",
      "Wu, Zong-Ping",
      "Chang, Chin-Fu",
      "Chiu, Chun-Wen",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Lin, Ming-Wei",
      "Pan, Chih-Long",
      "Wen, Jet-Chau",
      "Wen, Jet-Chau",
      "Lee, Cheng-Haw",
      "Wu, Zong-Ping",
      "Chang, Chin-Fu",
      "Chiu, Chun-Wen",
      "Wen, Jet-Chau"
    ],
    "year": "2021",
    "journal": "MEDICINE",
    "doi": "10.1097/MD.0000000000024482",
    "uid": "WOS:000659055900016",
    "abstract": "The purpose of this research is to analyze and introduce a new emergency medical service (EMS) transportation scenario, Emergency Medical Regulation Center (EMRC), which is a temporary premise for treating moderate and minor casualties, in the 2015 Formosa Fun Color Dust Party explosion in Taiwan. In this mass casualty incident (MCI), although all emergency medical responses and care can be considered as a golden model in such an MCI, some EMS plans and strategies should be estimated impartially to understand the truth of the successful outcome. Factors like on-scene triage, apparent prehospital time (appPHT), inhospital time (IHT), and diversion rate were evaluated for the appropriateness of the EMS transportation plan in such cases. The patient diversion risk of inadequate EMS transportation to the first-arrival hospital is detected by the odds ratios (ORs). In this case, the effectiveness of the EMRC scenario is estimated by a decrease in appPHT. The average appPHTs (in minutes) of mild, moderate, and severe patients are 223.65, 198.37, and 274.55, while the IHT (in minutes) is 18384.25, 63021.14, and 83345.68, respectively. The ORs are: 0.4016 (95% Cl = 0.1032-1.5631), 0.1608 (95% Cl = 0.0743-0.3483), and 4.1343 (95% Cl = 2.3265-7.3468; P < .001), respectively. The appPHT has a 47.61% reduction by employing an EMRC model. Due to the relatively high appPHT, diversion rate, and OR value in severe patients, the EMS transportation plan is distinct from a prevalent response and develops adaptive weaknesses of MCIs in current disaster management. Application of the EMRC scenario reduces the appPHT and alleviates the surge pressure upon emergency departments in an MCI.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "dust explosion; emergency medical regulation center (EMRC); emergency medical service (EMS); EMS transportation; mass casualty incident (MCI); ACUTE MYOCARDIAL-INFARCTION; ON-SCENE TIME; MEDICAL-SERVICE; OBSERVATIONAL COHORT; PREHOSPITAL TIME; BOSTON MARATHON; CARDIAC-ARREST; BURN CASUALTY; TRAUMA; PERFORMANCE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Survival following <i>Staphylococcus aureus</i> bloodstream infection: A prospective multinational cohort study assessing the impact of place of care",
    "authors": [
      "Nambiar, Kate",
      "Seifert, Harald",
      "Rieg, Siegbert",
      "Kern, Winfried, V",
      "Scarborough, Matt",
      "Gordon, N. Claire",
      "Kim, Hong Bin",
      "Song, Kyoung-Ho",
      "Tilley, Robert",
      "Gott, Hannah",
      "Liao, Chun Hsing",
      "Edgeworth, Jonathan",
      "Nsutebu, Emmanuel",
      "Eduardo Lopez-Cortes, Luis",
      "Morat, Laura",
      "Walker, A. Sarah",
      "Thwaites, Guy",
      "Llewelyn, Martin J.",
      "Kaasch, Achim J.",
      "Int Staphylococcus Aureus Collabor",
      "ESCMID Study Grp Bloodstream Infec",
      "W B SAUNDERS CO LTD",
      "Nambiar, Kate",
      "Walker, A. Sarah",
      "Llewelyn, Martin J.",
      "Seifert, Harald",
      "Seifert, Harald",
      "Rieg, Siegbert",
      "Kern, Winfried, V",
      "Scarborough, Matt",
      "Gordon, N. Claire",
      "Kim, Hong Bin",
      "Song, Kyoung-Ho",
      "Kim, Hong Bin",
      "Song, Kyoung-Ho",
      "Tilley, Robert",
      "Gott, Hannah",
      "Liao, Chun Hsing",
      "Liao, Chun Hsing",
      "Edgeworth, Jonathan",
      "Nsutebu, Emmanuel",
      "Eduardo Lopez-Cortes, Luis",
      "Morat, Laura",
      "Walker, A. Sarah",
      "Walker, A. Sarah",
      "Thwaites, Guy",
      "Kaasch, Achim J.",
      "Kaasch, Achim J.",
      "Gordon, Nicola",
      "Walker, Ann Sarah",
      "Liao, Chun-Hsing",
      "Price, James",
      "Thwaites, Guy",
      "Thwaites, Guy",
      "Nambiar, Kate",
      "Song, Kyoung-Ho",
      "Lepe, Jose A.",
      "Nsutebu, Emmanuel",
      "Kaasch, Achim",
      "Kim, Hee",
      "Liao, Chun-Hsing",
      "Kim, Hong Bin",
      "Morata, Laura",
      "López-Cortés, Luis E.",
      "Roca Oporto, Cristina",
      "Walker, Sarah",
      "Rieg, Siegbert",
      "Lopez-Cortes, Luis E.",
      "Seifert, Harald",
      "Cisneros, Jose Miguel",
      "Llewelyn, Martin"
    ],
    "year": "2018",
    "journal": "JOURNAL OF INFECTION",
    "doi": "10.1016/j.jinf.2018.08.015",
    "uid": "WOS:000452533000009",
    "abstract": "Background: Staphylococcus aureus bloodstream infection (SAB) is a common, life-threatening infection with a high mortality. Survival can be improved by implementing quality of care bundles in hospitals. We previously observed marked differences in mortality between hospitals and now assessed whether mortality could serve as a valid and easy to implement quality of care outcome measure.",
    "countries": [
      "England",
      "Germany",
      "South Korea",
      "Taiwan",
      "Spain"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Bacteremia; Quality measures; Staphylococcus aureus; Observational study; Mortality; BACTEREMIA; MANAGEMENT; MORTALITY; RESISTANT",
    "subtypeDescription": "Article"
  },
  {
    "title": "COVID-19: What Is Next for Portugal?",
    "authors": [
      "Shaaban, Ahmed Nabil",
      "Peleteiro, Barbara",
      "Martins, Maria Rosario O.",
      "FRONTIERS MEDIA SA",
      "Shaaban, Ahmed Nabil",
      "Martins, Maria Rosario O.",
      "Shaaban, Ahmed Nabil",
      "Peleteiro, Barbara",
      "Peleteiro, Barbara",
      "Shaaban, Ahmed Nabil",
      "Shaaban, Ahmed Nabil",
      "Peleteiro, Bárbara",
      "martins, Maria",
      "Shaaban, Ahmed",
      "Shaaban, Ahmed Nabil",
      "Oliveira Martins, Maria do Rosario"
    ],
    "year": "2020",
    "journal": "FRONTIERS IN PUBLIC HEALTH",
    "doi": "10.3389/fpubh.2020.00392",
    "uid": "WOS:000568276400001",
    "abstract": "Highly infectious with the possibility of causing severe respiratory complications, the novel COVID-19 began stretching health systems beyond their capacity all over the world and pushing them to breaking points. Giving the devastating effects caused by this infection, unprecedented measures have to be adopted in order to mitigate its impacts on the health system. This perspective aims to review the epidemic of COVID-19 in Portugal, possible areas of improvement, and potential interventions that can help to mitigate the effect of COVID-19 on the Portuguese health system.",
    "countries": [
      "Portugal"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; health inequalites; health system; quality indicators-healthcare; mental health; economic crisis; 30-DAY HOSPITAL READMISSIONS; MENTAL-HEALTH; AFRICAN-AMERICAN; CARE; INEQUALITIES; TAIWAN; ADULTS; COST",
    "subtypeDescription": "Article"
  },
  {
    "title": "A Population-Based Study of Healthcare Resource Utilization in Patients with Mitral Valve Prolapse",
    "authors": [
      "Chen, Sin-Cih",
      "Xirasagar, Sudha",
      "Liu, Ju-Chi",
      "Kao, Yi-Wei",
      "Shia, Ben-Chang",
      "Yang, Tzong-Hann",
      "Lin, Herng-Ching",
      "MDPI",
      "Chen, Sin-Cih",
      "Lin, Herng-Ching",
      "Xirasagar, Sudha",
      "Liu, Ju-Chi",
      "Kao, Yi-Wei",
      "Shia, Ben-Chang",
      "Kao, Yi-Wei",
      "Yang, Tzong-Hann",
      "Yang, Tzong-Hann",
      "Yang, Tzong-Hann",
      "Lin, Herng-Ching",
      "Lin, Herng-Ching",
      "Lin, Herng-Ching",
      "Shia, Ben-Chang",
      "Kao, YW",
      "Yang, Tzong-Hann",
      "Lin, Herng-Ching",
      "Xirasagar, Sudha",
      "Liu, Jue"
    ],
    "year": "2020",
    "journal": "INTERNATIONAL JOURNAL OF ENVIRONMENTAL RESEARCH AND PUBLIC HEALTH",
    "doi": "10.3390/ijerph17051622",
    "uid": "WOS:000522389200162",
    "abstract": "This study investigated differences in the utilization of healthcare services between subjects with mitral valve prolapse (MVP) and comparison subjects using data from Taiwan's National Health Insurance population-based database, 138,493 patients with MVP (study group) and 138,493 matched patients without MVP (comparison group). We calculated the utilization of healthcare services in the year 2016 for each study sample. Patients with MVP had more outpatient cardiological services during the year (5.3 vs. 0.7, p < 0.001) and higher outpatient cardiology costs (US$226.0 vs. US$30.8, p < 0.001) than patients without MVP. As expected, patients with MVP had a longer inpatient stay (0.5 vs. 0.1, p < 0.001) and higher inpatients costs (US$158.0 vs. US$22.9, p < 0.001) than patients without MVP for cardiology services. Furthermore, patients with MVP also had more outpatient non-cardiology services (20.8 vs. 16.5, p < 0.001) and associated costs (US$708.3 vs. US$518.7, p < 0.001) than patients without MVP in the year 2016. Multiple regression analysis indicated that patients with MVP had higher total costs for all healthcare services than patients without MVP after adjusting for the urbanization level, monthly income, and geographic region. This study demonstrated that healthcare utilization by patients with MVP is substantially higher than comparison patients. Future studies are encouraged to explore MVP treatment with less expensive modalities while maintaining care quality and without jeopardizing patient outcomes.",
    "countries": [
      "Taiwan",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "mitral valve prolapse; utilization; epidemiology; big data; VALVULAR HEART-DISEASE; EPIDEMIOLOGY; INSIGHTS; BURDEN; REPAIR",
    "subtypeDescription": "Article"
  },
  {
    "title": "Variation in revascularisation use and outcomes of patients in hospital with acute myocardial infarction across six high income countries: cross sectional cohort study",
    "authors": [
      "Cram, Peter",
      "Hatfield, Laura A.",
      "Bakx, Pieter",
      "Banerjee, Amitava",
      "Fu, Christina",
      "Gordon, Michal",
      "Heine, Renaud",
      "Huang, Nicole",
      "Ko, Dennis",
      "Lix, Lisa M.",
      "Novack, Victor",
      "Pasea, Laura",
      "Qiu, Feng",
      "Stukel, Therese A.",
      "de Groot, Carin Uyl",
      "Yan, Lin",
      "Landon, Bruce",
      "BMJ PUBLISHING GROUP",
      "Cram, Peter",
      "Cram, Peter",
      "Ko, Dennis",
      "Qiu, Feng",
      "Stukel, Therese A.",
      "Cram, Peter",
      "Ko, Dennis",
      "Hatfield, Laura A.",
      "Fu, Christina",
      "Landon, Bruce",
      "Bakx, Pieter",
      "Banerjee, Amitava",
      "Gordon, Michal",
      "Huang, Nicole",
      "Ko, Dennis",
      "Lix, Lisa M.",
      "Stukel, Therese A.",
      "Lix, Lisa M.",
      "Yan, Lin",
      "Landon, Bruce",
      "Cram, Peter",
      "Cram, Peter",
      "Cram, Peter",
      "Bakx, Pieter",
      "Novack, Victor",
      "Novack, Victor",
      "Huang, Nicole",
      "Heine, Renaud",
      "Cram, Peter",
      "Ko, Dennis",
      "Banerjee, Amitava",
      "Hatfield, Laura"
    ],
    "year": "2022",
    "journal": "BMJ-BRITISH MEDICAL JOURNAL",
    "doi": "10.1136/bmj-2021-069164",
    "uid": "WOS:000797552400002",
    "abstract": "OBJECTIVES To compare treatment and outcomes for patients admitted to hospital with a primary diagnosis of ST elevation or non-ST elevation myocardial infarction (STEMI or NSTEMI) in six high income countries with very different healthcare delivery systems. DESIGN Retrospective cross sectional cohort study. SETTING Patient level administrative data from the United States, Canada (Ontario and Manitoba), England, the Netherlands, Israel, and Taiwan. PARTICIPANTS Adults aged 66 years and older admitted to hospital with STEMI or NSTEMI between 1 January 2011 and 31 December 2017. OUTCOMES MEASURES The three categories of outcomes were coronary revascularisation (percutaneous coronary intervention or coronary artery bypass graft surgery), mortality, and efficiency (hospital length of stay and 30 day readmission). Rates were standardised to the age and sex distribution of the US acute myocardial infarction population in 2017. Outcomes were assessed separately for STEMI and NSTEMI. Performance was evaluated longitudinally (over time) and cross sectionally (between countries). RESULTS The total number of hospital admissions ranged from 19 043 in Israel to 1 064 099 in the US. Large differences were found between countries for all outcomes. For example, the proportion of patients admitted to hospital with STEMI who received percutaneous coronary intervention in hospital during 2017 ranged from 36.9% (England) to 78.6% (Canada; 71.8% in the US); use of percutaneous coronary intervention for STEMI increased in all countries between 2011 and 2017, with particularly large rises in Israel (48.4-65.9%) and Taiwan (49.4-70.2%). The proportion of patients with NSTEMI who underwent coronary artery bypass graft surgery within 90 days of admission during 2017 was lowest in the Netherlands (3.5%) and highest in the US (11.7%). Death within one year of admission for STEMI in 2017 ranged from 18.9% (Netherlands) to 27.8% (US) and 32.3% (Taiwan). Mean hospital length of stay in 2017 for STEMI was lowest in the Netherlands and the US (5.0 and 5.1 days) and highest in Taiwan (8.5 days); 30 day readmission for STEMI was lowest in Taiwan (11.7%) and the US (12.2%) and highest in England (23.1%). CONCLUSIONS In an analysis of myocardial infarction in six high income countries, all countries had areas of high performance, but no country excelled in all three domains. Our findings suggest that countries could learn from each other by using international comparisons of patient level nationally representative data.",
    "countries": [
      "USA",
      "Canada",
      "Netherlands",
      "England",
      "Israel",
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Abdominal Aortic Aneurysm; Academy; Acute; Acute myocardial infarction; Address; Admission activity; Affect; Age; Age Distribution; Algorithms; Aortic Aneurysm; Canada; Cardiac Catheterization Procedures; Carotid Arteries; Clinical; Collaborations; Comparative Study; Congestive Heart Failure; Consult; Country; Data; Development; Disadvantaged; Disease; Economics; Elderly; England; Epidemiology; Future; Health; Health system; Healthcare; Healthcare Systems; Hip Fractures; Hospitals; Imaging Techniques; Income; Inequality; Infant Mortality; Inferior; Injury; International; Investments; Ischemic Stroke; Israel; Knowledge; Lead; Learning; Length of Stay; Life Expectancy; Literature; Measures; Medical; Medicine; Methods; Netherlands; Older Population; Outcome; Outpatients; Patient-Focused Outcomes; Patients; Pattern; Performance; Policies; Population; Population Study; Province; Replacement Arthroplasty; Research; Research Methodology; Research Personnel; Research Support; Resource Allocation; Sex Distribution; Site; Social Work; Societal Factors; Socioeconomic Status; Time; Tracer; Treatment Effectiveness; Treatment outcome; Update; Visit; Work; acute care; common treatment; comorbidity; comparative; cost; disadvantaged population; experience; head-to-head comparison; health care service utilization; health difference; hospital readmission; hospitalization rates; improved; insight; low socioeconomic status; mortality; older patient; patient subsets; peer; population health; procedure cost; repaired; safety net; social; social deprivation; treatment comparison; PERCUTANEOUS CORONARY INTERVENTION; ST-SEGMENT ELEVATION; UNITED-STATES; ACCF/AHA GUIDELINE; FOCUSED UPDATE; TASK-FORCE; CARE; MANAGEMENT; ASSOCIATION; SOCIETY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Urolithiasis risk: a comparison between healthcare providers and the general population",
    "authors": [
      "Chen, Ming-Hung",
      "Weng, Shih-Feng",
      "Hsu, Chien-Chin",
      "Lin, Hung-Jung",
      "Su, Shih-Bin",
      "Wang, Jhi-Joung",
      "Guo, How-Ran",
      "Huang, Chien-Cheng",
      "BIOMED CENTRAL LTD",
      "Chen, Ming-Hung",
      "Hsu, Chien-Chin",
      "Lin, Hung-Jung",
      "Huang, Chien-Cheng",
      "Su, Shih-Bin",
      "Huang, Chien-Cheng",
      "Weng, Shih-Feng",
      "Hsu, Chien-Chin",
      "Lin, Hung-Jung",
      "Lin, Hung-Jung",
      "Su, Shih-Bin",
      "Su, Shih-Bin",
      "Wang, Jhi-Joung",
      "Guo, How-Ran",
      "Guo, How-Ran",
      "Huang, Chien-Cheng",
      "Huang, Chien-Cheng",
      "Huang, Chien-Cheng",
      "Huang, Chien-Cheng",
      "Huang, Chien-Cheng",
      "Huang, Chien-Cheng",
      "Huang, Chien-Cheng",
      "Huang, Chien-Cheng",
      "Weng, Shih-Feng",
      "Guo, How-Ran",
      "Hsu, Chien-Ning",
      "Guo, How-Ran"
    ],
    "year": "2016",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-016-1539-7",
    "uid": "WOS:000380098500001",
    "abstract": "Background: Healthcare providers have many health-related risk factors that might contribute to urolithiasis: a heavy workload, a stressful workplace, and an unhealthy quality of life. However, the urolithiasis risk in healthcare providers is not clear.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Healthcare provider; Nurse; Pharmacist; Physician; Urolithiasis; Specialty; SYMPTOMATIC KIDNEY-STONES; PHYSICIANS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Factors influencing microbial colonies in the air of operating rooms",
    "authors": [
      "Shaw, Ling Fu",
      "Chen, Ian Horng",
      "Chen, Chii Shya",
      "Wu, Hui Hsin",
      "Lai, Li Shing",
      "Chen, Yin Yin",
      "Wang, Fu Der",
      "BMC",
      "Shaw, Ling Fu",
      "Wu, Hui Hsin",
      "Chen, Yin Yin",
      "Shaw, Ling Fu",
      "Chen, Yin Yin",
      "Chen, Ian Horng",
      "Chen, Chii Shya",
      "Wu, Hui Hsin",
      "Lai, Li Shing",
      "Chen, Yin Yin",
      "Wang, Fu Der",
      "Wang, Fu Der",
      "Wang, Fu Der",
      "Chen, Yin Yin",
      "Chen, Yin Yin",
      "Chen, Yin Yin"
    ],
    "year": "2018",
    "journal": "BMC INFECTIOUS DISEASES",
    "doi": "10.1186/s12879-017-2928-1",
    "uid": "WOS:000419202300004",
    "abstract": "Background: The operating room (OR) of the hospital is a special unit that requires a relatively clean environment. The microbial concentration of an indoor OR extrinsically influences surgical site infection rates. The aim of this study was to use active sampling methods to assess microbial colony counts in working ORs and to determine the factors affecting air contamination in a tertiary referral medical center.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Microbial colonies; Air quality; Operating room; CONTAMINATION; INFECTION; PREVENTION; COST; RISK",
    "subtypeDescription": "Article"
  },
  {
    "title": "Aggressive sperm immobilization improves reproductive outcomes in patients with suboptimal semen parameters and previous ICSI fertilization failure",
    "authors": [
      "Chou, Ching-Wen",
      "Chen, Shee-Uan",
      "Chang, Chin-Hao",
      "Tsai, Yi-Yi",
      "Huang, Chu-Chun",
      "NATURE PORTFOLIO",
      "Chou, Ching-Wen",
      "Chen, Shee-Uan",
      "Tsai, Yi-Yi",
      "Huang, Chu-Chun",
      "Chang, Chin-Hao",
      "Chang, Chin-Hao",
      "Huang, Chu-Chun",
      "Chien, Sheng-Hsuan"
    ],
    "year": "2024",
    "journal": "SCIENTIFIC REPORTS",
    "doi": "10.1038/s41598-024-56092-4",
    "uid": "WOS:001180029300123",
    "abstract": "Intracytoplasmic sperm injection (ICSI) is the most effective procedure to resolve male infertility, enhancing overall fertilization and pregnancy outcomes. However, it is important to note that fertilization failure (FF) can still occur in a few cases after ICSI. This study aims to introduce a specialized technique of aggressive sperm immobilization for ICSI and evaluate its impact on reproductive outcomes in cases involving prior fertilization failure. All infertile couples with male partners having suboptimal semen samples and previous ICSI fertilization failure were evaluated using retrospective data from National Taiwan tertiary university hospital (NTUH) between January 2016 and February 2022. Fertilization failure in our study was defined as less than 30% fertilization rate (FR, the number of normally fertilized oocytes divided by the total number of injected mature oocytes). Data involving both standard (routine procedure) and aggressive sperm immobilization (SI) techniques during different ICSI cycles were included in this study. Standard and aggressive SI methods were performed by compressing the distal half tail of the spermatozoa <= 5 and 15 times prior to ICSI respectively. Generalized estimating equations analysis were applied to compare the clinical outcomes between two procedures. Overall, data from 23 infertile couples who had undergone 65 ICSI cycles (31 standard SI with low fertilization rate and 34 aggressive SI) were included in the study. The average FR in the ICSI cycles with standard SI and aggressive SI were 23.6 +/- 23.1% and 49.5 +/- 31.8 respectively (P = 0.0002). The majority of embryos were transferred at the day 3 stage, with an average number transferred of 2.6 +/- 0.9 in the aggressive SI group and 1.9 +/- 0.9 in the standard group. The number of embryos transferred per transfer cycle was higher in the aggressive SI (P = 0.015), whereas the number of good-quality embryos was similar between the two procedures (P = 0.44). There were one and seven live births from the standard SI cycles and aggressive SI cycles respectively. In conclusion, aggressive SI was associated with a significantly higher FR, resulting in more available embryos for transfer without compromising embryo quality. Therefore, this specialized technique improved pregnancy outcome among infertile couples with a previous ICSI-FF. It can be a safe, economic, and effective method to improve the assisted reproductive technologies outcomes for infertile patients affected by previous ICSI-FF.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "ARTIFICIAL OOCYTE ACTIVATION; PLASMA-MEMBRANE; INJECTION; PREGNANCY; IMPLANTATION; SPERMATOZOA; DISRUPTION; TAIL; ODDS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Effects of the Time of Hospice and Palliative Care Enrollment before Death on Morphine, Length of Stay, and Healthcare Expense in Patients with Cancer in Taiwan",
    "authors": [
      "Liao, Yi-Shu",
      "Tsai, Wen-Chen",
      "Chiu, Li-Ting",
      "Kung, Pei-Tseng",
      "MDPI",
      "Liao, Yi-Shu",
      "Liao, Yi-Shu",
      "Tsai, Wen-Chen",
      "Chiu, Li-Ting",
      "Kung, Pei-Tseng",
      "Kung, Pei-Tseng",
      "Kung, Pei-Tseng",
      "Kung, Pei-Tseng",
      "Tsai, Wen-Chen",
      "chen, chunyan"
    ],
    "year": "2023",
    "journal": "HEALTHCARE",
    "doi": "10.3390/healthcare11212867",
    "uid": "WOS:001099428100001",
    "abstract": "We aimed to investigate the effects of the time from hospice and palliative care enrollment to death on the quality of care and the effectiveness and trend of healthcare utilization in patients with terminal cancer. Data on the cancer-related mortality rates between 2005 and 2018 reported in the National Health Insurance Research Database in Taiwan were obtained. The effect of hospice and palliative care enrollment at different timepoints before death on healthcare utilization was explored. This retrospective cohort study included 605,126 patients diagnosed with terminal cancer between 2005 and 2018; the percentage of patients receiving hospice and palliative care before death increased annually. Terminal cancer patients who enrolled in hospice and palliative care at different timepoints before death received higher total morphine doses; the difference in the total morphine doses between the two groups decreased as the time to death shortened. The difference in the total morphine doses between the groups gradually decreased from 2005 to 2018. The enrolled patients had longer hospital stays; the length of hospital stays for both groups increased as the time to death lengthened, but the difference was not significant. The enrolled patients incurred lower total medical expenses, but the difference between the two groups increased as the time to death shortened.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "patient with terminal cancer; hospice care; palliative care; healthcare utilization; morphine dose; total length of hospital stay; total medical expenses; MEDICAL EXPENDITURES; COST-EFFECTIVENESS; LIFE CARE; CONSULTATION; IMPACT; END; COHORT; TEAMS; HOSPITALIZATION; INTEGRATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "Which recommendations are considered essential for outbreak preparedness by first responders?",
    "authors": [
      "Belfroid, Evelien",
      "Timen, Aura",
      "van Steenbergen, Jim E.",
      "Huis, Anita",
      "Hulscher, Marlies E. J. L.",
      "BIOMED CENTRAL LTD",
      "Belfroid, Evelien",
      "Huis, Anita",
      "Hulscher, Marlies E. J. L.",
      "Belfroid, Evelien",
      "Timen, Aura",
      "van Steenbergen, Jim E.",
      "Belfroid, Evelien",
      "Belfroid, Evelien",
      "Belfroid, Evelien",
      "Timen, Aura",
      "Hulscher, Marlies",
      "Huis, Anita",
      "Belfroid, Evelien",
      "Huis, Anita"
    ],
    "year": "2017",
    "journal": "BMC INFECTIOUS DISEASES",
    "doi": "10.1186/s12879-017-2293-0",
    "uid": "WOS:000397392600003",
    "abstract": "Background: Preparedness is considered essential for healthcare organizations to respond effectively to outbreaks. In the current study we aim to capture the views of first responders on what they consider key recommendations for high quality preparedness. Furthermore, we identified the recommendations with the highest urgency from the perspective of first responders.",
    "countries": [
      "Netherlands"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "HEALTH EMERGENCY PREPAREDNESS; INFECTIOUS-DISEASES; SARS; CHALLENGES; NURSES; TAIWAN; H1N1; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Development and psychometric testing the Health of Body, Mind and Spirit Scale for assessing individuals who have drug abuse histories",
    "authors": [
      "Sun, Fan-Ko",
      "Chiang, Chun-Ying",
      "Lu, Chu-Yun",
      "Yu, Pei-Jane",
      "Liao, Tzu-Chiao",
      "Lan, Chu-Mei",
      "WILEY",
      "Sun, Fan-Ko",
      "Chiang, Chun-Ying",
      "Lu, Chu-Yun",
      "Yu, Pei-Jane",
      "Liao, Tzu-Chiao",
      "Lan, Chu-Mei",
      "Lan, Chu-Mei",
      "Sun, Fan-Ko"
    ],
    "year": "2018",
    "journal": "JOURNAL OF CLINICAL NURSING",
    "doi": "10.1111/jocn.14100",
    "uid": "WOS:000428419400064",
    "abstract": "Aims and objectivesTo develop the Health of Body, Mind and Spirit Scale (HBMSS), which was designed to assess drug abusers' health condition.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "drug abuse; health; reliability; scale development; validity; QUALITY-OF-LIFE; KETAMINE; USERS; INTERVENTION; ALCOHOL",
    "subtypeDescription": "Article"
  },
  {
    "title": "Exploratory Study of Palliative Care Utilization and Medical Expense for Inpatients at the End-of-Life",
    "authors": [
      "Lin, Hui-Mei",
      "Liu, Chih-Kuang",
      "Huang, Yen-Chun",
      "Chen, Ming-Chih",
      "MDPI",
      "Lin, Hui-Mei",
      "Lin, Hui-Mei",
      "Liu, Chih-Kuang",
      "Huang, Yen-Chun",
      "Chen, Ming-Chih",
      "Liu, Chih-Kuang",
      "Huang, Yen-Chun",
      "Chen, Ming-Chih",
      "Liu, Chih-Kuang",
      "Chen, Ming-Chih",
      "Chen, Ming-Chih"
    ],
    "year": "2022",
    "journal": "INTERNATIONAL JOURNAL OF ENVIRONMENTAL RESEARCH AND PUBLIC HEALTH",
    "doi": "10.3390/ijerph19074263",
    "uid": "WOS:000781332000001",
    "abstract": "Background: Previous research mostly analyzed the utilization of palliative care for patients with cancer, and data regarding non-cancer inpatients are limited. Objectives: This research aimed to investigate the current situation regarding palliative care and the important factors that influence its utilization by inpatients (including inpatients with and without cancer) at the end of their lives. We also explored the feasibility of establishing a prediction model of palliative care utilization for inpatients at the end of their lives. These findings will allow medical staff to monitor and focus on those who may require palliative care, resulting in more end-of-life patients receiving palliative care and thereby reducing medical expense and improving their quality of life. Methods: This was a retrospective study based on real-world health information system (HIS) data from 5 different branches of Taipei City Hospital between 1 January 2018 and 31 December 2018 that enrolled a total of 1668 deceased inpatients. To explore palliative care utilization at the end of life, we used 5-fold cross-validation in four different statistical models to obtain the performance of predictive accuracy: logistic regression (LGR), classification and regression tree (CART), multivariate adaptive regression spline (MARS), and gradient boosting (GB). The important variables that may affect palliative care utilization by inpatients were also identified. Results: The results were as follows: (1) 497 (29.8%) inpatients received palliative care; (2) the average daily hospitalization cost of patients with cancer who received palliative care (NTD 5789 vs. NTD 12,115; p <= 0.001) and all patients who received palliative care (NTD 91,527 vs. NTD 186,981; p = 0.0037) were statistically significantly lower than patients who did not receive palliative care; (3) diagnosis, hospital, and length of stay (LOS) may affect palliative care utilization of inpatient; diagnosis, hospitalization unit, and length of hospitalization were statistically significant by LGR; (4) 51.5% of patients utilized palliative consultation services, and 48.5% utilized palliative care units; and (5) MARS had the most consistent results; its accuracy was 0.751, and the main predictors of palliative care utilization are hospital, medical expense, LOS, diagnosis, and Palliative Care Screening Tool-Taiwan version (TW-PCST) scores. Conclusions: The results reveal that palliative care utilization by inpatients remains low, and it is necessary to educate patients without cancer of the benefits and advantages of palliative care. Although data were limited, the predictability of the MARS model was 0.751; a better prediction model with more data is necessary for further research. Precisely predicting the need for palliative care may encourage patients and their family members to consider palliative care, which may balance both physical and mental care. Therefore, unnecessary medical care can be avoided and limited medical resources can be allocated to more patients in need.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "palliative care utilization; machine learning methods; ADVANCED CANCER; EMERGENCY-DEPARTMENT; CONSULTATION; COST; INTERVENTION; HOSPICE; COHORT; TEAMS; UNIT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Effect of multidisciplinary team care on patient survival in chronic hepatitis B or C hepatocellular carcinoma",
    "authors": [
      "Tseng, Yu-Chen",
      "Kung, Pei-Tseng",
      "Peng, Cheng-Yuan",
      "Chou, Wen-Yu",
      "Tsai, Wen-Chen",
      "FRONTIERS MEDIA SA",
      "Tseng, Yu-Chen",
      "Tseng, Yu-Chen",
      "Chou, Wen-Yu",
      "Tsai, Wen-Chen",
      "Tseng, Yu-Chen",
      "Tseng, Yu-Chen",
      "Kung, Pei-Tseng",
      "Kung, Pei-Tseng",
      "Peng, Cheng-Yuan",
      "Peng, Cheng-Yuan",
      "Tseng, Yu-Chen",
      "Tsai, Wen-Chen",
      "Tseng, Yu-Chen",
      "Tseng, Yu-Chen",
      "Peng, Cheng-Yuan",
      "chen, chunyan"
    ],
    "year": "2023",
    "journal": "FRONTIERS IN ONCOLOGY",
    "doi": "10.3389/fonc.2023.1251571",
    "uid": "WOS:001135606900001",
    "abstract": "IntroductionMultidisciplinary team care coordinates with medical teams to improve the quality of cancer care. This study explored multidisciplinary team care in hepatitis B or hepatitis C virus-related hepatocellular carcinoma patients from the time of diagnosis to the first-time treatment interval and investigated treatment outcomes and prognosis.MethodsThis retrospective cohort study included data from a nationwide population from 2007 to 2016. Data were collected from the Taiwan Cancer Registry Database, linked to the Taiwan National Health Insurance Research Database. Propensity score matching was applied at a ratio of 1:2 to reduce the selection bias. A multiple regression model with generalized estimating equations was used to analyze whether multidisciplinary team care affected the diagnosis-to-treatment interval. The stratified Cox proportional hazards model examined whether involvement in multidisciplinary team care influenced survival status.ResultsA total of 10,928 and 21,856 patients with hepatocellular carcinoma received multidisciplinary and non-multidisciplinary care, respectively. Participants with multidisciplinary care had a longer diagnosis-to-treatment interval but a lower risk of cumulative cancer death (HR=0.88, 95% CI:0.84-0.92). In patients with intermediate- to advanced-stage hepatocellular carcinoma, multidisciplinary team care has obvious benefits for improving survival.ConclusionPatients with hepatocellular carcinoma who participated in multidisciplinary team care had a longer diagnosis-to-treatment interval but a lower risk of cancer death. Patients with intermediate- to advanced-stage hepatocellular carcinoma who received multidisciplinary team care significantly benefited from this outcome. Hospitals should provide HCC patients with multidisciplinary team care to improve cancer care.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "hepatocellular carcinoma; multidisciplinary team; hepatitis B virus; hepatitis C virus; survival; ORAL-CAVITY CANCER; TREATMENT INTERVAL; NATIONWIDE COHORT; MANAGEMENT; DIAGNOSIS; DETERMINANTS; IMPACT",
    "subtypeDescription": "Article"
  },
  {
    "title": "Surgical volume and outcomes of surgical ablation for atrial fibrillation: a nationwide population-based cohort study",
    "authors": [
      "Chang, Feng-Cheng",
      "Huang, Yu-Tung",
      "Wu, Victor Chien-Chia",
      "Tu, Hui-Tzu",
      "Lin, Chia-Pin",
      "Yeh, Jih-Kai",
      "Cheng, Yu-Ting",
      "Chang, Shang-Hung",
      "Chu, Pao-Hsien",
      "Chou, An-Hsun",
      "Chen, Shao-Wei",
      "BMC",
      "Chang, Feng-Cheng",
      "Chou, An-Hsun",
      "Chen, Shao-Wei",
      "Huang, Yu-Tung",
      "Tu, Hui-Tzu",
      "Chang, Shang-Hung",
      "Chen, Shao-Wei",
      "Wu, Victor Chien-Chia",
      "Lin, Chia-Pin",
      "Yeh, Jih-Kai",
      "Chang, Shang-Hung",
      "Chu, Pao-Hsien",
      "Cheng, Yu-Ting",
      "Chen, Shao-Wei",
      "Chen, Shao-Wei",
      "Chen, Shao-Wei",
      "Chen, Shao-Wei",
      "Chu, Pao-Hsien",
      "Hung, yu-chiang",
      "Wu, Victor Chien-Chia",
      "Chen, Shaowei",
      "HUANG, Yu-Tung",
      "Cheng, Yu-Ting",
      "Chu, Pao-Hsien"
    ],
    "year": "2023",
    "journal": "BMC CARDIOVASCULAR DISORDERS",
    "doi": "10.1186/s12872-023-03101-5",
    "uid": "WOS:000929674300001",
    "abstract": "BackgroundAtrial fibrillation is the most common cardiac arrythmia and causes many complications. Sinus rhythm restoration could reduce late mortality of atrial fibrillation patients. The Maze procedure is the gold standard for surgical ablation of atrial fibrillation. Higher surgical volume has been documented with favorable outcomes of various cardiac procedures such as mitral valve surgery and aortic valve replacement. We aimed to determine the volume-outcome relationship (i.e., association between surgical volume and outcomes) for the concomitant Maze procedure during major cardiac surgeries.MethodsThis nationwide population-based cohort study retrieved data from the Taiwan National Health Insurance Research Database. Adult patients undergoing concomitant Maze procedures during 2010-2017 were identified; consequently, 2666 patients were classified into four subgroups based on hospital cumulative surgery volumes. In-hospital outcomes and late outcomes during follow-up were analyzed. Logistic regression and Cox proportional hazards model were used to analyze the volume-outcome relationship.ResultsPatients undergoing Maze procedures at lower-volume hospitals tended to be frailer and had higher comorbidity scores. Patients in the highest-volume hospitals had a lower risk of in-hospital mortality than those in the lowest-volume hospitals [adjusted odds ratio, 0.30; 95% confidence interval (CI), 0.15-0.61; P < 0.001]. Patients in the highest-volume hospitals had lower rates of late mortality than those in the lowest-volume hospitals, including all-cause mortality [adjusted hazard ratio (aHR) 0.53; 95% CI 0.40-0.68; P < 0.001] and all-cause mortality after discharge (aHR 0.60; 95% CI 0.44-0.80; P < 0.001).ConclusionsA positive hospital volume-outcome relationship for concomitant Maze procedures was demonstrated for in-hospital and late follow-up mortality. The consequence may be attributed to physician skill/experience, experienced multidisciplinary teams, and comprehensive care processes. We suggest referring patients with frailty or those requiring complicated cardiac surgeries to high-volume hospitals to improve clinical outcomes.Trial registration: the institutional review board of Chang Gung Memorial Hospital approved all data usage and the study protocol (registration number: 202100151B0C502).",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Atrial fibrillation; Surgical ablation; Volume-outcome; Maze procedures; Survival analysis; AORTIC-VALVE-REPLACEMENT; HOSPITAL VOLUME; OPERATIVE RISK; SURVIVAL; PERFORMANCE; CONCOMITANT; MORTALITY; SURGERY; TRENDS",
    "subtypeDescription": "Article"
  }
]