[
  {
    "title": "Extracranial-Intracranial Bypass for Moyamoya Disease: The Influence of Racial and Socioeconomic Disparities on Outcomes - A National Inpatient Sample Analysis",
    "authors": [
      "Rios-Zermeno, Jorge",
      "Ghaith, Abdul Karim",
      "El Hajj, Victor Gabriel",
      "Soltan, Fatima",
      "Greco, Elena",
      "Michaelides, Loizos",
      "Lin, Michelle P.",
      "Meschia, James F.",
      "Akinduro, Oluwaseun O.",
      "Bydon, Mohamad",
      "Bendok, Bernard R.",
      "Tawk, Rabih G.",
      "ELSEVIER SCIENCE INC",
      "Rios-Zermeno, Jorge",
      "Greco, Elena",
      "Michaelides, Loizos",
      "Akinduro, Oluwaseun O.",
      "Tawk, Rabih G.",
      "Ghaith, Abdul Karim",
      "Bydon, Mohamad",
      "Ghaith, Abdul Karim",
      "Bydon, Mohamad",
      "El Hajj, Victor Gabriel",
      "Soltan, Fatima",
      "Lin, Michelle P.",
      "Meschia, James F.",
      "Bendok, Bernard R.",
      "Tawk, Rabih G.",
      "Akinduro, Oluwaseun",
      "Ghaith, Abdul",
      "Lin, Michelle",
      "Greco, Elena",
      "Greco, Elena",
      "El-Hajj, Victor Gabriel",
      "Rios Zermeno, Jorge",
      "El-Hajj, Victor Gabriel",
      "Ghaith, Abdul Karim"
    ],
    "year": "2024",
    "journal": "WORLD NEUROSURGERY",
    "doi": "10.1016/j.wneu.2023.12.005",
    "uid": "WOS:001192350900001",
    "abstract": "- BACKGROUND: Extracranial-intracranial (EC-IC) bypass is an established therapeutic option for Moyamoya disease (MMD). However, little is known about the effects of racial and ethnic disparities on outcomes. This study assessed trends in EC-IC bypass outcomes among MMD patients stratified by race and ethnicity. - METHODS: Utilizing the US National Inpatient Sample, we identified MMD patients undergoing EC-IC bypass between 2002 and 2020. Demographic and hospital-level data were collected. Multivariable analysis was conducted to identify independent factors associated with outcomes. Trend analysis was performed using piecewise joinpoint regression. - RESULTS: Out of 14,062 patients with MMD, 1771 underwent EC-IC bypass. Of these, 60.59% were White, 17.56% were Black, 12.36% were Asians, 8.47% were Hispanic, and 1.02% were Native Americans. Nonhome discharge was noted in 21.7% of cases, with a 6.7% death and 3.8% postoperative neurologic complications rates. EC-IC bypass was more commonly performed in Native Americans (23.38%) and Asians (17.76%). Hispanics had the longest mean length of stay (8.4 days) and lower odds of nonhome discharge compared to Whites (odds ratio: 0.64; 95% confidence interval: 0.40-1.03; P [ 0.04). Patients with Medicaid, private insurance, self-payers, and insurance paid by other governments had lower odds of nonhome discharge than those with Medicare. - CONCLUSION: This study highlights racial and socioeconomic disparities in EC-IC bypass for patients with MMD. Despite these disparities, we did not find any significant difference in the quality of care. Addressing these disparities is essential for optimizing MMD outcomes.",
    "countries": [
      "USA",
      "Sweden",
      "England"
    ],
    "citations": 2,
    "references": 0,
    "keywords": "Extracranial-intracranial bypass; Moyamoya; Social disparities; SURGICAL-MANAGEMENT; UNITED-STATES; CRANIOTOMY; DISCHARGE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Nursing home work environment, care quality, registered nurse burnout and job dissatisfaction",
    "authors": [
      "White, Elizabeth M.",
      "Aiken, Linda H.",
      "Sloane, Douglas M.",
      "McHugh, Matthew D.",
      "MOSBY-ELSEVIER",
      "White, Elizabeth M.",
      "Aiken, Linda H.",
      "Sloane, Douglas M.",
      "McHugh, Matthew D.",
      "White, Elizabeth M.",
      "White, Elizabeth M.",
      "White, Elizabeth M.",
      "White, Elizabeth M"
    ],
    "year": "2020",
    "journal": "GERIATRIC NURSING",
    "doi": "10.1016/j.gerinurse.2019.08.007",
    "uid": "WOS:000530074400014",
    "abstract": "The objective of this cross-sectional study was to examine the relationships between work environment, care quality, registered nurse (RN) burnout, and job dissatisfaction in nursing homes. We linked 2015 RN4CAST-US nurse survey data with LTCfocus and Nursing Home Compare. The sample included 245 Medicare and Medicaid-certified nursing homes in four states, and 674 of their RN employees. Nursing homes with good vs. poor work environments, had 1.8% fewer residents with pressure ulcers (p = .02) and 16 fewer hospitalizations per 100 residents per year (p = .05). They also had lower antipsychotic use, but the difference was not statistically significant. RNs were one-tenth as likely to report job dissatisfaction (p < .001) and one-eighth as likely to exhibit burnout (p < .001) when employed in good vs. poor work environments. These results suggest that the work environment is an important area to target for interventions to improve care quality and nurse retention in nursing homes. (C) 2019 Elsevier Inc. All rights reserved.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Nursing home; Registered nurses; Work environment; Burnout; Quality; OF-CARE; MEDICAL DIRECTORS; MEDIATING ROLE; HOSPITALS; TURNOVER; OUTCOMES; IMPACT; MORTALITY; PROGRAM; SCALE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Evaluation of Medicaid Expansion Under the Affordable Care Act and Contraceptive Care in US Community Health Centers",
    "authors": [
      "Darney, Blair G.",
      "Jacob, R. Lorie",
      "Hoopes, Megan",
      "Rodriguez, Maria I.",
      "Hatch, Brigit",
      "Marino, Miguel",
      "Templeton, Anna",
      "Oakley, Jee",
      "Cottrell, Erika K.",
      "AMER MEDICAL ASSOC",
      "Darney, Blair G.",
      "Rodriguez, Maria I.",
      "Hatch, Brigit",
      "Marino, Miguel",
      "Cottrell, Erika K.",
      "Darney, Blair G.",
      "Marino, Miguel",
      "Darney, Blair G.",
      "Jacob, R. Lorie",
      "Hoopes, Megan",
      "Hatch, Brigit",
      "Templeton, Anna",
      "Oakley, Jee",
      "Cottrell, Erika K.",
      "Darney, Blair G.",
      "Hoopes, Megan",
      "Hoopes, Megan",
      "Rodriguez, MARIA ISABEL",
      "Jacob, Reside",
      "Darney, Blair",
      "Hatch, Brigit",
      "Rodriguez, Maria Isabel"
    ],
    "year": "2020",
    "journal": "JAMA NETWORK OPEN",
    "doi": "10.1001/jamanetworkopen.2020.6874",
    "uid": "WOS:000540432700004",
    "abstract": "Key PointsQuestionWas Medicaid expansion under the Affordable Care Act associated with improvements in contraceptive use quality metrics in the US health care safety net? FindingsIn this cross-sectional study including more than 500 000 women, Medicare expansion was associated with an increase in use of the most effective contraceptive methods (long-acting reversible contraception) by 1.2 percentage points among women at risk of pregnancy in states that expanded Medicaid compared with nonexpansion states, controlling for other payers for contraceptive care (such as Title X and 1115 waiver programs). MeaningAffordable Care Act-sponsored Medicaid expansion was independently associated with a small but meaningful increase in access to the most effective methods of contraception.",
    "countries": [
      "USA",
      "Mexico"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "DIFFERENCE-IN-DIFFERENCES; UNINTENDED PREGNANCY; TITLE X; UNITED-STATES; PERFORMANCE-MEASURES; INSURANCE-COVERAGE; EARLY IMPACT; NO-COST; SERVICES; RATES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Does Insurance Effect the Outcome in Patients With Acute Coronary Syndrome?: An Insight from the Most Recent National Inpatient Sample",
    "authors": [
      "Chakraborty, Sandipan",
      "Bandyopadhyay, Dhrubajyoti",
      "Amgai, Birendra",
      "Sidhu, Jasdeep Singh",
      "Paudel, Rabin",
      "Koirala, Soniya",
      "Hajra, Adrija",
      "Ghosh, Raktim K.",
      "Lavie, Carl J.",
      "MOSBY-ELSEVIER",
      "Sidhu, Jasdeep",
      "Bandyopadhyay, Dhrubajyoti",
      "Hajra, Adrija",
      "Lavie, Carl"
    ],
    "year": "2021",
    "journal": "CURRENT PROBLEMS IN CARDIOLOGY",
    "doi": "10.1016/j.cpcardiol.2019.02.003",
    "uid": "WOS:000595359900001",
    "abstract": "Several studies have shown disparities in outcome in the patients with Acute coronary syndrome (ACS) based on several factors. Treatment might differ based on insurance type. Therefore, we retrospectively analyzed National Inpatient Sample (NIS 2016) data to identify the impact of different types of insurances on mortality outcome in patients admitted with ACS. ICD-CM-10 codes were used to identify hospital discharges with a principal diagnosis of ACS. Observations were stratified based on insurance (Medicare, Medicaid, Private, and No insurance). Primary and secondary outcomes were in-hospital mortality, length of stay and total cost. Any potential confounders were adjusted using multivariate logistic regression. STATA/IC 15.1 Stata Corp LLC was used for analysis. A total of 8,01,195 hospitalizations with the primary diagnosis of ACS were identified, of which 59.2% had Medicare, 9.72% had Medicaid, 26.8% had Private insurance, and 4.3% had no insurance. Higher odds of mortality were seen in the patients with Medicare, Medicaid, and Noninsured group. Adjusted Odds ratio for mortality in Medicare was 1.01 (confidence interval [CI]: 0.94-1.1; P = 0.65), in Medicaid was 1.16 (CI: 1.03-1.30; P = 0.01) and in uninsured group was 1.46 (CI: 1.26-1.69; P <= 0.01). However, the patients with private insurance adjusted odds ratio for mortality were 0.77 (CI: 0.70-0.84; P <= 0.01) compared to the patients with other insurance groups. Above results show that the disparity exists in the outcome of patients admitted with ACS based on their insurance types, particularly for Medicaid patients. We need further studies to understand the root cause of this disparity.",
    "countries": [
      "N/A"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "ACUTE MYOCARDIAL-INFARCTION; PRACTICE GUIDELINES COMMITTEE; ASSOCIATION TASK-FORCE; ETHNIC DISPARITIES; AMERICAN-COLLEGE; UNSTABLE ANGINA; CARE; QUALITY; MANAGEMENT; MORTALITY",
    "subtypeDescription": "Review"
  },
  {
    "title": "Accelerating integration of tobacco use treatment in the context of lung cancer screening: Relevance and application of implementation science to achieving policy and practice",
    "authors": [
      "Shelley, Donna",
      "Wang, Vivian Hsing-Chun",
      "Taylor, Kathryn",
      "Williams, Randi",
      "Toll, Benjamin",
      "Rojewski, Alana",
      "Foley, Kristie L.",
      "Rigotti, Nancy",
      "Ostroff, Jamie S.",
      "OXFORD UNIV PRESS",
      "Shelley, Donna",
      "Wang, Vivian Hsing-Chun",
      "Taylor, Kathryn",
      "Williams, Randi",
      "Toll, Benjamin",
      "Rojewski, Alana",
      "Foley, Kristie L.",
      "Rigotti, Nancy",
      "Ostroff, Jamie S.",
      "Shelley, Donna",
      "Rojewski, Alana",
      "Rojewski, Alana"
    ],
    "year": "2022",
    "journal": "TRANSLATIONAL BEHAVIORAL MEDICINE",
    "doi": "10.1093/tbm/ibac076",
    "uid": "WOS:000868056700001",
    "abstract": "Based on the findings from the National Lung Screening Trial, the U.S. Preventive Services Task Force recommends annual low dose computed tomography (LDCT) lung cancer screening (LCS) among high-risk adults. Approximately 54% of individuals seeking LCS report current cigarette smoking. Effective smoking cessation interventions, offered at the time of LCS, enhances the health benefits of screening that are attributable to reductions in lung cancer overall and tobacco-related mortality. Considering these data, the Centers for Medicare & Medicaid Services' (CMS) 2015 decision to cover LCS with LDCT required that radiology imaging facilities make tobacco cessation interventions available for people who smoke. In February 2022, CMS reversed their 2015 coverage requirement for delivering tobacco use treatment at the time of LDCT; CMS retained the requirement for counseling during the shared decision-making visit prior to the exam. The policy change does not diminish the importance of offering high-quality tobacco cessation services in conjunction with routine LDCT for LCS. However, LCS programs face a range of barriers to implementing tobacco use treatment in their settings. As a result, implementation has lagged. Closing the \"evidence to practice\" gap is the focus of implementation science, a field that offers a set of rigorous methods and a systematic approach to identifying and overcoming contextual barriers to implementing evidence-based guidelines in a range of clinical settings. In this paper, we describe how implementation science frameworks and methods can be used to help guide LCS programs in their efforts to integrate tobacco use treatment and discuss policy changes needed to further facilitate the delivery of TUT as an essential component of the LCS process.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Address; Adherence; Advisory Committees; Age; Behavior Therapy; Cancer Etiology; Cessation of life; Clinical; Counseling; Country; Early Diagnosis; Elements; Evaluation; Expectancy; General Population; Individual; Institution; Insurance Carriers; Intervention; Lung; Malignant Neoplasms; Malignant neoplasm of lung; Mediator of activation protein; Methods; Motivation; Nicotine Dependence; Nodule; Outcome; Participant; Patients; Pharmaceutical Preparations; Population; Prevalence; Preventive service; Primary Prevention; Procedures; Randomized; Recommendation; Reporting; Research Design; Risk; Sampling; Scanning; Secondary Prevention; Self Efficacy; Site; Smoker; Smoking; Smoking Cessation Intervention; Smoking History; Subgroup; Techniques; Time; Tobacco; Tobacco smoking behavior; United States Centers for Medicare and Medicaid Services; Woman; Work; X-Ray Computed Tomography; base; beneficiary; cost; design; digital; efficacy study; group intervention; health disparity; high risk; high risk population; improved; low dose computed tomography; lung cancer screening; men; mortality; nicotine patch; nicotine replacement; novel; patient screening; programs; randomized trial; routine screening; screening; screening program; smoking cessation; success; tobacco control; treatment effect; treatment group; treatment response; Abstinence; Accounting; Aftercare; Caring; Communities; Drops; Effectiveness; Environment; Goals; Gold; Guidelines; Health; Mediating; Medical; Medication Management; Mental Health; Modality; Modeling; National Comprehensive Cancer Network; Pharmacotherapy; Play; Probability; Provider; Public Health; Relapse; Research; Resource Allocation; Role; Services; Specialist; Stress; Thoracic Radiography; Tobacco use; Treatment outcome; United States; United States Public Health Service; Visit; behavior change; brief advice; clinical practice; computed tomography screening; cost effective; cost effective treatment; cost effectiveness; cost-effectiveness evaluation; efficacy evaluation; efficacy testing; evidence base; flexibility; health care settings; interest; negative affect; quitline; relative cost; relative effectiveness; scale up; smoking abstinence; standard care; treatment strategy; Lung cancer screening; Tobacco cessation; Tobacco use treatment; Implementation science; SMOKING-CESSATION; PUBLIC-HEALTH; INTERVENTIONS; MORTALITY; IMPACT; STATES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Impact of sociodemographic status and sex on chronic rhinosinusitis and olfaction in people with cystic fibrosis",
    "authors": [
      "Han, Ethan J.",
      "Liu, Christine M.",
      "Fischer, Jakob L.",
      "Mace, Jess C.",
      "Markarian, Karolin",
      "Alt, Jeremiah A.",
      "Bodner, Todd E.",
      "Chowdhury, Naweed I.",
      "Eshaghian, Patricia H.",
      "Gao, Yuqing A.",
      "Getz, Anne E.",
      "Hwang, Peter H.",
      "Khanwalkar, Ashoke",
      "Kimple, Adam J.",
      "Lee, Jivianne T.",
      "Li, Douglas A.",
      "Norris, Meghan",
      "Nayak, Jayakar V.",
      "Owens, Cameran",
      "Patel, Zara M.",
      "Poch, Katie",
      "Schlosser, Rodney J.",
      "Smith, Kristine A.",
      "Smith, Timothy L.",
      "Soler, Zachary M.",
      "Suh, Jeffrey D.",
      "Turner, Grant A.",
      "Wang, Marilene B.",
      "Taylor-Cousar, Jennifer L.",
      "Saavedra, Milene T.",
      "Beswick, Daniel M.",
      "WILEY",
      "Han, Ethan J.",
      "Liu, Christine M.",
      "Fischer, Jakob L.",
      "Lee, Jivianne T.",
      "Suh, Jeffrey D.",
      "Wang, Marilene B.",
      "Beswick, Daniel M.",
      "Mace, Jess C.",
      "Smith, Timothy L.",
      "Markarian, Karolin",
      "Alt, Jeremiah A.",
      "Smith, Kristine A.",
      "Bodner, Todd E.",
      "Chowdhury, Naweed I.",
      "Eshaghian, Patricia H.",
      "Gao, Yuqing A.",
      "Li, Douglas A.",
      "Turner, Grant A.",
      "Getz, Anne E.",
      "Khanwalkar, Ashoke",
      "Hwang, Peter H.",
      "Nayak, Jayakar V.",
      "Patel, Zara M.",
      "Kimple, Adam J.",
      "Norris, Meghan",
      "Owens, Cameran",
      "Poch, Katie",
      "Taylor-Cousar, Jennifer L.",
      "Saavedra, Milene T.",
      "Schlosser, Rodney J.",
      "Soler, Zachary M.",
      "Taylor-Cousar, Jennifer L.",
      "Beswick, Daniel M.",
      "Markarian, Karolin",
      "Han, Ethan",
      "Patel, Zara",
      "Chowdhury, Naweed",
      "HAN, ETHAN",
      "Kimple, Adam",
      "Hwang, Peter"
    ],
    "year": "2024",
    "journal": "INTERNATIONAL FORUM OF ALLERGY & RHINOLOGY",
    "doi": "10.1002/alr.23402",
    "uid": "WOS:001263201800001",
    "abstract": "Background: Sociodemographic status (SDS) including race/ethnicity and socioeconomic status as approximated by education, income, and insurance status impact pulmonary disease in people with cystic fibrosis (PwCF). The relationship between SDS and chronic rhinosinusitis (CRS) remains understudied. Methods: In a prospective, multi-institutional study, adult PwCF completed the 22-Question SinoNasal Outcome Test (SNOT-22), Smell Identification Test (SIT), Questionnaire of Olfactory Disorder Negative Statements (QOD-NS), and Cystic Fibrosis Questionnaire-Revised (CFQ-R). Lund-Kennedy scores, sinus computed tomography, and clinical data were collected. Data were analyzed across race/ethnicity, sex, and socioeconomic factors using multivariate regression. Results: Seventy-three PwCF participated with a mean age of 34.7 +/- 10.9 years and 49 (67.1%) were female. Linear regression identified that elexacaftor/tezacaftor/ivacaftor (ETI) use (beta = -4.09, 95% confidence interval [CI] [-6.08, -2.11], p < 0.001), female sex (beta = -2.14, 95% CI [-4.11, -0.17], p = 0.034), and increasing age (beta = -0.14, 95% CI [-0.22, -0.05], p = 0.003) were associated with lower/better endoscopy scores. Private health insurance (beta = 17.76, 95% CI [5.20, 30.32], p = 0.006) and >16 educational years (beta = 13.50, 95% CI [2.21, 24.80], p = 0.020) were associated with higher baseline percent predicted forced expiratory volume in one second (ppFEV1). Medicaid/Medicare insurance was associated with worse endoscopy scores, CFQ-R respiratory scores, and ppFEV1 (all p < 0.017), and Hispanic/Latino ethnicity was associated with worse SNOT-22 scores (p = 0.047), prior to adjustment for other cofactors. No other SDS factors were associated with SNOT-22, QOD-NS, or SIT scores. Conclusions: Differences in objective measures of CRS severity exist among PwCF related to sex, age, and ETI use. Variant status and race did not influence patient-reported CRS severity measures or olfaction in this study. Understanding how these factors impact response to treatment may improve care disparities among PwCF. Clinical TrialsNCT04469439",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "chronic rhinosinusitis; cystic fibrosis; patient symptoms; socioeconomic status; QUALITY-OF-LIFE; SOCIOECONOMIC-STATUS; OUTCOMES; ASSOCIATION; GENDER",
    "subtypeDescription": "Article"
  },
  {
    "title": "A machine learning approach for predictive models of adverse events following spine surgery",
    "authors": [
      "Han, Summer S.",
      "Azad, Tej D.",
      "Suarez, Paola A.",
      "Ratliff, John K.",
      "ELSEVIER SCIENCE INC",
      "Han, Summer S.",
      "Azad, Tej D.",
      "Suarez, Paola A.",
      "Ratliff, John K.",
      "Ratliff, John K.",
      "Azad, Tej"
    ],
    "year": "2019",
    "journal": "SPINE JOURNAL",
    "doi": "10.1016/j.spinee.2019.06.018",
    "uid": "WOS:000492692400003",
    "abstract": "BACKGROUND: Rates of adverse events following spine surgery vary widely by patient-, diagnosis-, and procedure-related factors. It is critical to understand the expected rates of complications and to be able to implement targeted efforts at limiting these events.",
    "countries": [
      "USA"
    ],
    "citations": 9,
    "references": 0,
    "keywords": "Spine surgery; Adverse event; Prediction model; Risk adjustment; EARLY COMPLICATIONS; PREOPERATIVE DIAGNOSIS; MEDICAID STATUS; RATES; RISK",
    "subtypeDescription": "Article"
  },
  {
    "title": "Comparing Quality of Care in Veterans Affairs and Non-Veterans Affairs Settings",
    "authors": [
      "Price, Rebecca Anhang",
      "Sloss, Elizabeth M.",
      "Cefalu, Matthew",
      "Farmer, Carrie M.",
      "Hussey, Peter S.",
      "SPRINGER",
      "Price, Rebecca Anhang",
      "Sloss, Elizabeth M.",
      "Cefalu, Matthew",
      "Farmer, Carrie M.",
      "Hussey, Peter S.",
      "Price, Rebecca Anhang"
    ],
    "year": "2018",
    "journal": "JOURNAL OF GENERAL INTERNAL MEDICINE",
    "doi": "10.1007/s11606-018-4433-7",
    "uid": "WOS:000446086400018",
    "abstract": "Congress, veterans' groups, and the press have expressed concerns that access to care and quality of care in Department of Veterans Affairs (VA) settings are inferior to access and quality in non-VA settings.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "veterans; Veterans Affairs; Veterans Health Administration; quality; SURGICAL CARE; HOSPITALS; PERFORMANCE; SYSTEM",
    "subtypeDescription": "Article"
  },
  {
    "title": "Driving blind: instituting SEP-1 without high quality outcomes data",
    "authors": [
      "Wang, Jeffrey",
      "Strich, Jeffrey R.",
      "Applefeld, Willard N.",
      "Sun, Junfeng",
      "Cui, Xizhong",
      "Natanson, Charles",
      "Eichacker, Peter Q.",
      "AME PUBLISHING COMPANY",
      "Wang, Jeffrey",
      "Strich, Jeffrey R.",
      "Applefeld, Willard N.",
      "Sun, Junfeng",
      "Cui, Xizhong",
      "Natanson, Charles",
      "Eichacker, Peter Q.",
      "Eichacker, Peter Q.",
      "Sun, Junfeng"
    ],
    "year": "2020",
    "journal": "JOURNAL OF THORACIC DISEASE",
    "doi": "10.21037/jtd.2019.12.100",
    "uid": "WOS:000507930600004",
    "abstract": "In 2015, the Centers for Medicare and Medicaid Services (CMS) instituted an all-or-none sepsis performance measure bundle (SEP-1) to promote high-quality, cost-effective care. Systematic reviews demonstrated only low-quality evidence supporting most of SEP-1's interventions. CMS has removed some but not all of these unproven components. The current SEP-1 version requires patients with suspected sepsis have a lactate level, blood cultures, broad-spectrum antibiotics and, if hypotensive, a fixed 30 mL/kg fluid infusion within 3 hours, and a repeat lactate if initially elevated within 6 hours. Experts have continued to raise concerns that SEP-1 remains overly prescriptive, lacks a sound scientific basis and presents risks (overuse of antibiotics and inappropriate fluids not titrated to need). To incentivize compliance with SEP-1, CMS now publicly publishes how often hospitals complete all interventions in individual patients. However, compliance measured across hospitals (5 studies, 48-2,851 hospitals) or patients (three studies, 110-851 patients) has been low (approximately 50%) which is not surprising given SEP-1's lack of scientific basis. The largest observational study (1,738 patients) reporting survival rates employing SEP-1 found they were not significantly improved with the measure (P=0.53) as did the next largest study (851 patients, adjusted survival odds ratio 1.36, 95% CI, 0.85 to 2.18). Two smaller observational studies (158 and 450 patients) reported SEP-1 improved unadjusted survival (P <= 0.05) but were confounded either by baseline imbalances or by simultaneous introduction of a code sepsis protocol to improve compliance. Regardless, retrospective studies have well known biases related to non-randomized designs, uncontrolled data collection and failure to adjust for unrecognized influential variables. Such low-quality science should not be the basis for a national mandate compelling care for a rapidly lethal disease with a high mortality rate. Instead, SEP-1 should be based on high quality reproducible evidence from randomized controlled trials (RCT) demonstrating its benefit and thereby safety. Otherwise we risk not only doing harm but standardizing it.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Sepsis; septic shock; treatment; management; bundle; performance measure; GOAL-DIRECTED RESUSCITATION; SEPTIC SHOCK; CRITICALLY-ILL; INTENSIVE-CARE; SEVERE SEPSIS; THERAPY; MEDICARE; ANTIBIOTICS; GUIDELINES; MANAGEMENT",
    "subtypeDescription": "Review"
  },
  {
    "title": "Patient selection in the Comprehensive Care for Joint Replacement model",
    "authors": [
      "Ko, Hyunkyu",
      "Martin, Brook, I",
      "Nelson, Richard E.",
      "Pelt, Christopher E.",
      "WILEY",
      "Ko, Hyunkyu",
      "Martin, Brook, I",
      "Pelt, Christopher E.",
      "Nelson, Richard E.",
      "Nelson, Richard E.",
      "Ko, Hyunkyu",
      "Ko, Hyunkyu",
      "Ko, Hyunkyu"
    ],
    "year": "2022",
    "journal": "HEALTH SERVICES RESEARCH",
    "doi": "10.1111/1475-6773.13880",
    "uid": "WOS:000703982400001",
    "abstract": "Objective To understand whether the Comprehensive Care for Joint Replacement (CJR) program induces participating hospitals to (1) preferentially select lower risk patients, (2) reduce 90-day episode-of-care costs, (3) improve quality of care, and (4) achieve greater cost reduction during its second year, when downside financial risk was applied. Data sources We identified beneficiaries of age 65 years or older undergoing hip or knee joint replacement in the 100% sample of Medicare fee-for-service inpatient (Part A) claims from January 1, 2013 to August 31, 2017. Cases were linked to subsequent outpatient, Part B, home health agency, and skilled nursing facility claims, as well as publicly available participation status for CJR. Study design We estimated the effect of CJR for hospitals in the 67 metropolitan statistical areas (MSA) selected to participate in CJR (785 hospitals), compared to those in 104 non-CJR MSAs (962 hospitals; maintaining fee-for-service). A difference-in-differences approach was used to detect patient selection, as well as to compare 90-day episode-of-care costs and quality of care between CJR and non-CJR hospitals over the first two performance years. Data collection We excluded 172 hospitals from our analysis due to their preexisting BPCI participation. We focused on elective admissions in the main analysis. Principal findings While reductions in 90-day episode-of-care costs were greater among CJR hospitals (-$902, 95% CI: -$1305, -$499), largely driven by a 16.8% (p < 0.01) decline in 90-day spending in skilled nursing facilities, CJR hospitals significantly reduced the 90-day readmission rate (-3.9%; p < 0.05) and preferentially avoided patients aged 85 years or older (-5.9%; p < 0.01) and Black (-7.0%; p < 0.01). Cost reduction was greater in 2017 than in 2016, corresponding to the start of downside risk. Conclusions Participation in CJR was associated with a modest cost reduction and a reduction in 90-day readmission rates; however, we also observed evidence of preferential avoidance of older patients perceived as being higher risk among CJR hospitals.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "bundled payment program; Centers for Medicare and Medicaid Services; Comprehensive Care for Joint Replacement model; Medicare; patient selection; KNEE ARTHROPLASTY; BUNDLED PAYMENT; MEDICARE; ASSOCIATION; DISPARITIES; PROGRAM",
    "subtypeDescription": "Article"
  },
  {
    "title": "Characteristics and Healthcare Burden of Patients with Schizophrenia Treated in a US Integrated Healthcare System",
    "authors": [
      "Mahabaleshwarkar, Rohan",
      "Lin, Dee",
      "Joshi, Kruti",
      "Fishman, Jesse",
      "Blair, Todd",
      "Hetherington, Timothy",
      "Palmer, Pooja",
      "Patel, Charmi",
      "Krull, Constance",
      "Tcheremissine, Oleg, V",
      "INT CTR MENTAL HEALTH POLICY & ECONOMICS-ICMPE",
      "Mahabaleshwarkar, Rohan",
      "Blair, Todd",
      "Hetherington, Timothy",
      "Palmer, Pooja",
      "Krull, Constance",
      "Lin, Dee",
      "Joshi, Kruti",
      "Fishman, Jesse",
      "Patel, Charmi",
      "Tcheremissine, Oleg, V",
      "Mahabaleshwarkar, Rohan",
      "Fishman, Jesse",
      "Fishman, Jesse",
      "Mahabaleshwarkar, Rohan"
    ],
    "year": "2021",
    "journal": "JOURNAL OF MENTAL HEALTH POLICY AND ECONOMICS",
    "doi": "N/A",
    "uid": "WOS:000661254400002",
    "abstract": "Background: Schizophrenia is one of 15 major causes of disability worldwide and is responsible for more than $150 billion in annual healthcare costs in the United States. Although the burden of schizophrenia as measured by healthcare resource utilization (HRU) is known to be considerable, data generally come from claims databases or healthcare systems/payors representing only a subset of patients, such as Medicare/Medicaid recipients. A broader understanding of HRU across the schizophrenia patient population would help identify underserved groups and inform strategies for improving healthcare delivery.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "ACTING INJECTABLE ANTIPSYCHOTICS; RESOURCE UTILIZATION; ADHERENCE; COMMUNITY; ADULTS; COST; MEDICATION",
    "subtypeDescription": "Article"
  }
]