[
  {
    "title": "Subscribers' perception of quality of services provided by Ghana's National Health Insurance Scheme - what are the correlates?",
    "authors": [
      "Nketiah-Amponsah, Edward",
      "Alhassan, Robert Kaba",
      "Ampaw, Samuel",
      "Abuosi, Aaron",
      "BMC",
      "Nketiah-Amponsah, Edward",
      "Ampaw, Samuel",
      "Alhassan, Robert Kaba",
      "Abuosi, Aaron",
      "Nketiah-Amponsah, Edward",
      "Alhassan, Robert Kaba",
      "Abuosi, Aaron",
      "AMPAW, SAMUEL",
      "Ampaw, Samuel",
      "Abuosi, Aaron",
      ", Robert",
      "Klu, Desmond",
      "Nketiah-Amponsah, Edward",
      "Nketiah-Amponsah, Edward"
    ],
    "year": "2019",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-019-4023-3",
    "uid": "WOS:000463297700002",
    "abstract": "Background: Ghana's National Health Insurance Scheme (NHIS) has witnessed an upsurge in enrollment since its inception in 2003, with over 40% of the Ghanaian population actively enrolled in the scheme. While the scheme strives to achieve universal health coverage, this quest is derailed by negative perceptions of the quality of services rendered to NHIS subscribers. This paper presents an analysis on perceptions of service quality provided to subscribers of Ghana's NHIS with emphasis on rural and urban scheme policy holders, using a nationally representative data.",
    "countries": [
      "Ghana"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Quality care; National Health Insurance Scheme; Rural-urban; Ordered logistics regression; Demographic and health survey; Ghana; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Spatial Characteristics of Urban Green Spaces and Human Health: An Exploratory Analysis of Canonical Correlation",
    "authors": [
      "Yeh, Chia-Tsung",
      "Cheng, Ya-Yun",
      "Liu, Tsai-Yun",
      "MDPI",
      "Yeh, Chia-Tsung",
      "Cheng, Ya-Yun",
      "Liu, Tsai-Yun",
      "Yeh, Chia-Tsung"
    ],
    "year": "2020",
    "journal": "INTERNATIONAL JOURNAL OF ENVIRONMENTAL RESEARCH AND PUBLIC HEALTH",
    "doi": "10.3390/ijerph17093227",
    "uid": "WOS:000535745400251",
    "abstract": "In highly urbanized areas, urban green spaces (UGSs) are important natural and cultural entities. Previous studies have shown some evidence of positive relationships between UGSs and human health. Most of these studies relied on self-reported health data and often used institutional quantitative measures of UGSs instead of the spatial characteristics of UGSs. This study analyzed the relationships between the spatial characteristics of UGSs and morbidity of diseases, which were considered variables of human health in the Taipei Metro. The Longitudinal Health Insurance Database of Taiwan was applied as the source of morbidity of diseases. A canonical correlation analysis was performed by using the six variables of spatial characteristics of UGSs as predictors and three variables of morbidity as criterion variables to evaluate the multivariate shared relationships between the two variable sets. The results found a strong canonical correlation between the spatial characteristics of UGSs and human health. Furthermore, the results revealed that living in districts with a higher area percentage of green spaces and denser vegetation cover, as well as exposure to more aggregative and irregular-shape green spaces, can reduce the morbidity of diseases.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "urban green spaces; spatial characteristics; human health; canonical correlation analysis; PHYSICAL-ACTIVITY; MENTAL-HEALTH; ASSOCIATION; ACCESS; ENVIRONMENTS; INDIVIDUALS; INDICATORS; EXPOSURE; BENEFITS; QUALITY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Commercialization of obstetric and neonatal care in the Democratic Republic of the Congo: A study of the variability in user fees in Lubumbashi, 2014",
    "authors": [
      "Ntambue, Abel Mukengeshayi",
      "Malonga, Francoise Kaj",
      "Dramaix-Wilmet, Michele",
      "Ilunga, Tabitha Mpoyi",
      "Musau, Angel Nkola",
      "Matungulu, Charles Matungulu",
      "Cowgill, Karen D.",
      "Donnen, Philippe",
      "PUBLIC LIBRARY SCIENCE",
      "Ntambue, Abel Mukengeshayi",
      "Malonga, Francoise Kaj",
      "Ilunga, Tabitha Mpoyi",
      "Musau, Angel Nkola",
      "Matungulu, Charles Matungulu",
      "Dramaix-Wilmet, Michele",
      "Donnen, Philippe",
      "Cowgill, Karen D.",
      "Cowgill, Karen D.",
      "Donnen, Philippe",
      "Ntambue, Abel Mukengeshayi"
    ],
    "year": "2018",
    "journal": "PLOS ONE",
    "doi": "10.1371/journal.pone.0205082",
    "uid": "WOS:000446921100072",
    "abstract": "Objective",
    "countries": [
      "DEM REP CONGO",
      "Belgium",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "MATERNAL HEALTH; COSTS; COMPLICATIONS; EXPENDITURE; DELIVERY; FACILITY; STATE; WOMEN",
    "subtypeDescription": "Article"
  },
  {
    "title": "Health services utilization of Chinese patients with Huntington's disease: a cross-sectional study",
    "authors": [
      "Ke, Huiyi",
      "Cao, Xi",
      "Song, Yanyan",
      "Cao, Li",
      "BMC",
      "Ke, Huiyi",
      "Cao, Li",
      "Ke, Huiyi",
      "Cao, Xi",
      "Cao, Li",
      "Song, Yanyan",
      "Cao, Li",
      "Cao, Li",
      "Cao, Li",
      "Cao, Li",
      "Cao, Li",
      "Cao, Li",
      "deng, yan"
    ],
    "year": "2021",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-021-06826-1",
    "uid": "WOS:000685139100001",
    "abstract": "Background Huntington's disease (HD) is a hereditary disease which could have a large impact on patients' quality of life. As the neurodegenerative disorders progress, HD patients are expected to regularly take follow-up medical visits for proper treatment. This study aimed to analyze the general situation of health services utilization of Chinese HD patients and factors associated with their adherence to follow-up medical visits. Methods We collected data from a questionnaire-based investigation conducted by the Chinese Huntington's Disease Association. Data from 232 respondents were included to investigate whether they adhered to regular follow-up medical visits and the influencing factors. Based on Andersen's behavioral model, the independent variables were categorized into predisposing, enabling and need factors. The variables were analyzed by chi-square test and stepwise logistic regression analysis. Results Thirty-one point nine percent of the respondents had regular follow-up medical visits over the past year. Univariate analysis showed that there were significant differences with 6 factors (P < 0.05), among which, according to logistic regression, 2 enabling factors (reimbursement of health insurance, need for accompanying family members to follow-up visits) and 3 need factors (perceived stage of disease, perceived effectiveness of drugs, self-care ability) were independent influencing factors of follow-up medical behaviors of Chinese HD patients. The predisposing factors investigated here did not play a part in determining patients' adherence to follow-up visits. Conclusions Poor adherence to medical visits among Chinese HD patients is derived from multiple factors, including reimbursement of health insurance, perceived stage of disease and effectiveness of drugs, need for accompanying family members and self-care ability. To promote HD patients' health services utilization, the improvement of the health insurance system, the enhancement of social support and the development of therapeutic approaches still have a long way to go.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Huntington's disease; Health services utilization; Andersen's behavioral model; Follow-up medical visits; BEHAVIORAL-MODEL; ACCESS; COSTS; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Evaluating health service coverage in Ghana's Volta Region using a modified Tanahashi model",
    "authors": [
      "Sheff, Mallory C.",
      "Bawah, Ayaga A.",
      "Asuming, Patrick O.",
      "Kyei, Pearl",
      "Kushitor, Mawuli",
      "Phillips, James F.",
      "Kachur, S. Patrick",
      "TAYLOR & FRANCIS LTD",
      "Sheff, Mallory C.",
      "Phillips, James F.",
      "Kachur, S. Patrick",
      "Bawah, Ayaga A.",
      "Kyei, Pearl",
      "Kushitor, Mawuli",
      "Asuming, Patrick O.",
      "Sheff, Mallory C.",
      "Bawah, Ayaga",
      "Kushitor, Mawuli",
      "Corrales-Yepes, Yesenia",
      "Asuming, Patrick O.",
      "Reis, AlessanRSS",
      "Phillips, James",
      "Kachur, Patrick",
      "Bawah, Ayaga",
      "Phillips, James",
      "KACHUR, S. Patrick"
    ],
    "year": "2020",
    "journal": "GLOBAL HEALTH ACTION",
    "doi": "10.1080/16549716.2020.1732664",
    "uid": "WOS:000519982100001",
    "abstract": "Background: The United Nations 2030 Sustainable Development Goals have reaffirmed the international community's commitment to maternal, newborn, and child health, with further investments in achieving quality essential service coverage and financial protection for all. Objective: Using a modified version of the 1978 Tanahashi model as an analytical framework for measuring and assessing health service coverage, this paper aims to examine the system of care at the community level in Ghana's Volta Region to highlight the continued reforms needed to achieve Universal Health Coverage. Methods: The Tanahashi model evaluates health system coverage through five key measures that reflect different stages along the service provision continuum: availability of services; accessibility; initial contact with the health system; continued utilization; and quality coverage. Data from cross-sectional household and health facility surveys were used in this study. Immunization and antenatal care services were selected as tracer interventions to serve as proxies to assess systems bottlenecks. Results: Financial access and quality coverage were identified as the biggest bottlenecks for both tracer indicators. Financial accessibility, measured by enrollment in Ghana's National Health Insurance Scheme was poor with 16.94% presenting valid membership cards. Childhood immunization was high but dropped modestly from 93.8% at initial contact to 76.7% quality coverage. For antenatal care, estimates ranged from 65.9% at initial visit to 25.1% quality coverage. Conclusion: Results highlight the difficulty in achieving high levels of quality service coverage and the large variations that exist within services provided at the primary care level. While vertical investments have been prioritized to benefit specific health services, a comprehensive systems approach to primary health care needs to be further strengthened to reach Ghana's Universal Health Coverage objectives.",
    "countries": [
      "USA",
      "Ghana"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Health systems; systems evaluation; health policy; universal health coverage; primary health care; ACHIEVE; PROGRAM; IMPACT",
    "subtypeDescription": "Article"
  },
  {
    "title": "The impact of publicly subsidised health insurance on access, behavioural risk factors and disease management",
    "authors": [
      "Miraldo, Marisa",
      "Propper, Carol",
      "Williams, Rachael I.",
      "PERGAMON-ELSEVIER SCIENCE LTD",
      "Miraldo, Marisa",
      "Propper, Carol",
      "Miraldo, Marisa",
      "Propper, Carol",
      "Propper, Carol",
      "Williams, Rachael I.",
      "Williams, Rachael I.",
      "Miraldo, Marisa",
      "Miraldo, Marisa",
      "Miraldo, Marisa",
      "Propper, Carol"
    ],
    "year": "2018",
    "journal": "SOCIAL SCIENCE & MEDICINE",
    "doi": "10.1016/j.socscimed.2018.09.028",
    "uid": "WOS:000449445100017",
    "abstract": "In 2006, the Massachusetts healthcare reform was introduced to mandate health insurance, extend eligibility of publicly subsidised health insurance, improve quality and access to care and develop preventive health services. The objective of this study was to determine the impact of expanding publicly subsidised health insurance through the Massachusetts reform on access to primary care, disease management and behavioural risk factors. Using cross-sectional data from the Behavioural Risk Factor Surveillance System (BRFSS) from 2001 to 2010 and exploiting the selective introduction of the healthcare reform, we assessed its impact on primary care access, behavioural risk factors, such as obesity, and receipt of diabetes management tests. We did so using a differences in-differences methodology by comparing Massachusetts with other New England States for 131,002 adults under 300% of the federal poverty level and by race/ethnicity within this group. Triple difference estimates were also conducted to control for potential within state time varying confounding factors. The results suggest that increasing publicly subsidised health insurance had a positive impact on primary care access for lower income adults, particularly those that are white. However, with the exception of improvements in alcohol consumption for one specific group (lower income whites) the reform had no effect on behaviour risk factors or diabetes disease management. The aims of the reform were to improve access to care and through this, behavioural risk factors and diabetes management. This study suggests that while access to care was increased, reducing risk factors attributed to health risky behaviour and diabetes cannot be sufficiently done simply by extending health insurance coverage and the provision of preventive services. This suggests that more targeted interventions are required.",
    "countries": [
      "England"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "United States of America; Healthcare reform; Health policy; Health insurance; Behavioural risk factor surveillance system; Health disparities; Primary care access; Disease management; UNITED-STATES; PRIMARY-CARE; MASSACHUSETTS REFORM; NATIONAL-HEALTH; DISPARITIES; INTERVENTION; COVERAGE; SURVEILLANCE; INDIVIDUALS; POPULATION",
    "subtypeDescription": "Article"
  }
]