[
  {
    "title": "Association of Financial Integration Between Physicians and Hospitals With Commercial Health Care Prices",
    "authors": [
      "Neprash, Hannah T.",
      "Chernew, Michael E.",
      "Hicks, Andrew L.",
      "Gibson, Teresa",
      "McWilliams, J. Michael",
      "AMER MEDICAL ASSOC",
      "Neprash, Hannah T.",
      "Chernew, Michael E.",
      "Hicks, Andrew L.",
      "Gibson, Teresa",
      "McWilliams, J. Michael",
      "McWilliams, J. Michael",
      "McWilliams, J. Michael"
    ],
    "year": "2015",
    "journal": "JAMA INTERNAL MEDICINE",
    "doi": "10.1001/jamainternmed.2015.4610",
    "uid": "WOS:000366332000012",
    "abstract": "IMPORTANCE Financial integration between physicians and hospitals may help health care provider organizations meet the challenges of new payment models but also may enhance the bargaining power of provider organizations, leading to higher prices and spending in commercial health care markets.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "MARKET CONCENTRATION; ACCOUNTABLE CARE; QUALITY; EXPENDITURES; AFFILIATIONS; COMPETITION; PATIENT",
    "subtypeDescription": "Article"
  },
  {
    "title": "THE PRICE AIN'T RIGHT? HOSPITAL PRICES AND HEALTH SPENDING ON THE PRIVATELY INSURED",
    "authors": [
      "Cooper, Zack",
      "Craig, Stuart V.",
      "Gaynor, Martin",
      "Van Reenen, John",
      "OXFORD UNIV PRESS INC",
      "Cooper, Zack",
      "Craig, Stuart V.",
      "Gaynor, Martin",
      "Gaynor, Martin",
      "Van Reenen, John",
      "Van Reenen, John",
      "Cooper, Zack",
      "Van Reenen, John",
      "Van Reenen, John"
    ],
    "year": "2019",
    "journal": "QUARTERLY JOURNAL OF ECONOMICS",
    "doi": "10.1093/qje/qjy020",
    "uid": "WOS:000489161300002",
    "abstract": "We use insurance claims data covering 28% of individuals with employer-sponsored health insurance in the United States to study the variation in health spending on the privately insured, examine the structure of insurer-hospital contracts, and analyze the variation in hospital prices across the nation. Health spending per privately insured beneficiary differs by a factor of three across geographic areas and has a very low correlation with Medicare spending. For the privately insured, half of the spending variation is driven by price variation across regions, and half is driven by quantity variation. Prices vary substantially across regions, across hospitals within regions, and even within hospitals. For example, even for a nearly homogeneous service such as lower-limb magnetic resonance imaging, about a fifth of the total case-level price variation occurs within a hospital in the cross section. Hospital market structure is strongly associated with price levels and contract structure. Prices at monopoly hospitals are 12% higher than those in markets with four or more rivals. Monopoly hospitals also have contracts that load more risk on insurers (e.g., they have more cases with prices set as a share of their charges). In concentrated insurer markets the opposite occurs-hospitals have lower prices and bear more financial risk. Examining the 366 mergers and acquisitions that occurred between 2007 and 2011, we find that prices increased by over 6% when the merging hospitals were geographically close (e.g., 5 miles or less apart), but not when the hospitals were geographically distant (e.g., over 25 miles apart). JEL Codes: I11, L10, L11.",
    "countries": [
      "USA",
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "GEOGRAPHIC-VARIATION; COMPETITION; MERGERS; CARE; CONSOLIDATION; INDUSTRY; IMPACT; COSTS; POWER",
    "subtypeDescription": "Article"
  },
  {
    "title": "In the Shadow of a Giant: Medicare's Influence on Private Physician Payments",
    "authors": [
      "Clemens, Jeffrey",
      "Gottlieb, Joshua D.",
      "UNIV CHICAGO PRESS",
      "Clemens, Jeffrey",
      "Clemens, Jeffrey",
      "Gottlieb, Joshua D.",
      "Gottlieb, Joshua D.",
      "Clemens, Jeffrey",
      "Clemens, Jeffrey",
      "Gottlieb, Joshua"
    ],
    "year": "2017",
    "journal": "JOURNAL OF POLITICAL ECONOMY",
    "doi": "N/A",
    "uid": "WOS:000393320100001",
    "abstract": "We analyze Medicare's influence on private insurers' payments for physicians' services. Using a large administrative change in reimbursements for surgical versus medical care, we find that private prices follow Medicare's lead. A $1.00 increase in Medicare's fees increases corresponding private prices by $1.16. A second set of Medicare fee changes, which generates area-specific payment shocks, has a similar effect on private reimbursements. Medicare's influence is strongest in areas with concentrated insurers and competitive physician markets, consistent with insurer-doctor bargaining. By echoing Medicare's pricing changes, these payment spillovers amplify Medicare's impact on specialty choice and other welfare-relevant aspects of physician practices.",
    "countries": [
      "USA",
      "Canada"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "HEALTH-CARE; MANAGED CARE; MARKET-SIZE; COST-SHIFT; COMPETITION; NETWORKS; INDUSTRY; INNOVATION; COVERAGE; PRICES",
    "subtypeDescription": "Article"
  },
  {
    "title": "INSURER COMPETITION IN HEALTH CARE MARKETS",
    "authors": [
      "Ho, Kate",
      "Lee, Robin S.",
      "WILEY",
      "Ho, Kate",
      "Ho, Kate",
      "Lee, Robin S.",
      "Lee, Robin S.",
      "Ho, Kate",
      "Ho, Kate"
    ],
    "year": "2017",
    "journal": "ECONOMETRICA",
    "doi": "10.3982/ECTA13570",
    "uid": "WOS:000403114800002",
    "abstract": "The impact of insurer competition on welfare, negotiated provider prices, and premiums in the U.S. private health care industry is theoretically ambiguous. Reduced competition may increase the premiums charged by insurers and their payments made to hospitals. However, it may also strengthen insurers' bargaining leverage when negotiating with hospitals, thereby generating offsetting cost decreases. To understand and measure this trade-off, we estimate a model of employer-insurer and hospital-insurer bargaining over premiums and reimbursements, household demand for insurance, and individual demand for hospitals using detailed California admissions, claims, and enrollment data. We simulate the removal of both large and small insurers from consumers' choice sets. Although consumer welfare decreases and premiums typically increase, we find that premiums can fall upon the removal of a small insurer if an employer imposes effective premium constraints through negotiations with the remaining insurers. We also document substantial heterogeneity in hospital price adjustments upon the removal of an insurer, with renegotiated price increases and decreases of as much as 10% across markets.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Health insurance; insurer competition; hospital prices; bargaining; countervailing power; ADVERSE SELECTION; INSURANCE MARKETS; BARGAINING POWER; VERTICAL MERGERS; HOSPITAL PRICES; INCENTIVES; CHOICE",
    "subtypeDescription": "Article"
  }
]