[
  {
    "title": "Subscribers' perception of quality of services provided by Ghana's National Health Insurance Scheme - what are the correlates?",
    "authors": [
      "Nketiah-Amponsah, Edward",
      "Alhassan, Robert Kaba",
      "Ampaw, Samuel",
      "Abuosi, Aaron",
      "BMC",
      "Nketiah-Amponsah, Edward",
      "Ampaw, Samuel",
      "Alhassan, Robert Kaba",
      "Abuosi, Aaron",
      "Nketiah-Amponsah, Edward",
      "Alhassan, Robert Kaba",
      "Abuosi, Aaron",
      "AMPAW, SAMUEL",
      "Ampaw, Samuel",
      "Abuosi, Aaron",
      ", Robert",
      "Klu, Desmond",
      "Nketiah-Amponsah, Edward",
      "Nketiah-Amponsah, Edward"
    ],
    "year": "2019",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-019-4023-3",
    "uid": "WOS:000463297700002",
    "abstract": "Background: Ghana's National Health Insurance Scheme (NHIS) has witnessed an upsurge in enrollment since its inception in 2003, with over 40% of the Ghanaian population actively enrolled in the scheme. While the scheme strives to achieve universal health coverage, this quest is derailed by negative perceptions of the quality of services rendered to NHIS subscribers. This paper presents an analysis on perceptions of service quality provided to subscribers of Ghana's NHIS with emphasis on rural and urban scheme policy holders, using a nationally representative data.",
    "countries": [
      "Ghana"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Quality care; National Health Insurance Scheme; Rural-urban; Ordered logistics regression; Demographic and health survey; Ghana; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Measuring socioeconomic and health financing inequality in maternal mortality in Colombia: a mixed methods approach",
    "authors": [
      "Rivillas, Juan Carlos",
      "Devia-Rodriguez, Raul",
      "Ingabire, Marie-Gloriose",
      "BMC",
      "Rivillas, Juan Carlos",
      "Ingabire, Marie-Gloriose",
      "Devia-Rodriguez, Raul",
      "Rivillas, Juan Carlos",
      "Rivillas, Juan Carlos",
      "Rodriguez, Raul",
      "Rivillas, Juan"
    ],
    "year": "2020",
    "journal": "INTERNATIONAL JOURNAL FOR EQUITY IN HEALTH",
    "doi": "10.1186/s12939-020-01219-y",
    "uid": "WOS:000557705400001",
    "abstract": "Background: Understanding health financing reforms and means is key to evaluate how maternal health has improved. Problems related to health financing policies are contributing to inadequate quality of care and inequitable use of healthcare by pregnant women, resulting in poor maternal health outcomes. The purpose of the study was to measure socioeconomic and health financing related inequality in maternal mortality in Colombia as well as identifying potential epicenters of this inequality.",
    "countries": [
      "Canada",
      "Colombia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Health financing; Maternal health; Inequality; Health insurance; Equity; Universal health coverage; UNIVERSAL HEALTH; LATIN-AMERICA; CARE; PROGRESS; COUNTRIES; INCOME",
    "subtypeDescription": "Article"
  },
  {
    "title": "Impacts of performance-based financing on health system performance: evidence from the Democratic Republic of Congo",
    "authors": [
      "Shapira, Gil",
      "Clarke-Deelder, Emma",
      "Booto, Baudouin Makuma",
      "Samaha, Hadia",
      "Fritsche, Gyorgy Bela",
      "Muvudi, Michel",
      "Baabo, Dominique",
      "Antwisi, Delphin",
      "Ramanana, Didier",
      "Benami, Saloua",
      "Fink, Gunther",
      "BMC",
      "Shapira, Gil",
      "Samaha, Hadia",
      "Fritsche, Gyorgy Bela",
      "Muvudi, Michel",
      "Benami, Saloua",
      "Clarke-Deelder, Emma",
      "Fink, Gunther",
      "Clarke-Deelder, Emma",
      "Fink, Gunther",
      "Booto, Baudouin Makuma",
      "Baabo, Dominique",
      "Antwisi, Delphin",
      "Ramanana, Didier",
      "Shapira, Gil"
    ],
    "year": "2023",
    "journal": "BMC MEDICINE",
    "doi": "10.1186/s12916-023-03062-8",
    "uid": "WOS:001082028900003",
    "abstract": "BackgroundHealth systems' weakness remains one of the primary obstacles towards achieving universal access to quality healthcare in low-income settings. Performance-based financing (PBF) programs have been increasingly used to increase access to quality care in LMICs. However, evidence on the impacts of these programs remains fragmented and inconclusive. We analyze the health system impacts of the PBF program in the Democratic Republic of the Congo (DRC), one of the largest such programs introduced in LMICs to date.MethodsWe used a health systems perspective to analyze the benefits of PBF relative to unconditional financing of health facilities. Fifty-eight health zones in six provinces were randomly assigned to either a control group (28 zones) in which facilities received unconditional transfers or to a PBF program (30 zones) that started at the end of 2016. Follow-up data collection took place in 2021-2022 and included health facility assessments, health worker interviews, direct observations of consultations and deliveries, patient exit interviews, and household surveys. Using multivariate regression models, we estimated the impact of the program on 55 outcomes in seven health system domains: structural quality, technical process quality, non-technical process quality, service fees, facility management, providers' satisfaction, and service coverage. We used random-effects meta-analysis to generate pooled average estimates within each domain.ResultsThe PBF program improved the structural quality of health facilities by 4 percentage points (ppts) (95% CI 0.01-0.08), technical process quality by 5 ppts (0.03-0.07), and non-technical process by 2 ppts (0-0.04). PBF also increased coverage of priority health services by 3 ppts (0.02-0.04). Improvements were also observed for facility management (9 ppts, 0.04-0.15), service fee policies, and users' satisfaction with service affordability (14 ppts, 0.07-0.20). Service fees and health workers' satisfaction were not affected by the program.ConclusionsThe results suggest that well-designed PBF programs can lead to improvements in most health systems domains relative to comparable unconditional financing. However, the large persisting gaps suggest that additional changes, such as allocating more resources to the health system and reforming the human resources for health management, will be necessary in DRC to achieve the ambitious global universal health coverage and mortality goals.Trial registrationAmerican Economics Association Trial registry AEARCTR-0002880.",
    "countries": [
      "USA",
      "Switzerland",
      "DEM REP CONGO"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Performance-based financing; Health systems; Quality of care; Maternal and child health; QUALITY; CARE; SERVICES; RWANDA",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Influences of SES on Patient Choice of Doctor: A Systematic Review",
    "authors": [
      "Lin, Cheryl",
      "Tu, Pikuei",
      "Parker, Taylor",
      "Mella-Velazquez, Alejandra",
      "Bier, Brooke",
      "Braund, Wendy E.",
      "ELSEVIER SCIENCE INC",
      "Lin, Cheryl",
      "Tu, Pikuei",
      "Parker, Taylor",
      "Mella-Velazquez, Alejandra",
      "Bier, Brooke",
      "Braund, Wendy E.",
      "Tu, Pikuei",
      "Mella-Velazquez, Alejandra",
      "Parker, Taylor"
    ],
    "year": "2024",
    "journal": "AMERICAN JOURNAL OF PREVENTIVE MEDICINE",
    "doi": "10.1016/j.amepre.2024.06.012",
    "uid": "WOS:001342314400001",
    "abstract": "Introduction: As patients become increasingly involved in healthcare decision-making, it is important to examine the drivers behind patient choice of doctor (PCOD); the initial decision can have lasting impacts on patients' trust in providers and health outcomes. However, limited studies have explored PCOD relative to socioeconomic status (SES) or health disparity. This review identified similar preferences and varied decision criteria in PCOD across SES groups. Methods: PubMed, PsycINFO, Web of Science, and relevant cross-references were searched for articles published between January 2007-September 2022. Papers were screened using Covidence. Included studies examined PCOD by income and/or educational levels. Analysis was performed in 2022-2023. Results: From 4,449 search results, 29 articles were selected (16 countries, 14 medical specialties, total of 32,651 participants). Individuals of higher SES ranked physician characteristics (e.g., qualifi- cations, empathy) or performance more important than cost or convenience. Individuals of lower SES often had to prioritize logistical factors (e.g., insurance coverage, distance) due to resource constraints and gaps in knowledge or awareness about options. Despite differing healthcare systems, such divergence in PCOD were relatively consistent across countries. Some patients, especially females and disadvantaged groups, favored gender-concordant physicians for intimate medical matters (e.g., gynecologist); this partiality was not limited to conservative cultures. Few researchers investigated the outcomes of PCOD and indicated that lower-SES populations inadvertently chose, experienced, or perceived lower quality of care. Discussion: Patients' decision criteria varied by SES, even under national systems intended for universal access, indicating the impacts of social determinants and structural inequities. Health education supporting patient decision-making and research on how SES affects PCOD and outcomes could help reduce health disparity. Am J Prev Med 2024;67(5):759-769. (c) 2024 The Author(s). Published by Elsevier Inc. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "SHARED DECISION-MAKING; HEALTH-CARE PROVIDER; SOCIOECONOMIC-STATUS; GENERAL-PRACTITIONER; JOINT REPLACEMENT; PATIENTS CHOOSE; PREFERENCES; INFORMATION; GENDER; SATISFACTION",
    "subtypeDescription": "Review"
  },
  {
    "title": "The impact of <i>i</i>-PUSH on maternal and child health care utilization, health outcomes, and financial protection: study protocol for a cluster randomized controlled trial based on financial and health diaries data",
    "authors": [
      "Abajobir, Amanuel",
      "de Groot, Richard",
      "Wainaina, Caroline",
      "Njeri, Anne",
      "Maina, Daniel",
      "Njoki, Silvia",
      "Mbaya, Nelson",
      "Donfouet, Hermann Pythagore Pierre",
      "Pradhan, Menno",
      "Janssens, Wendy",
      "Sidze, Estelle M.",
      "BMC",
      "Abajobir, Amanuel",
      "Wainaina, Caroline",
      "Njeri, Anne",
      "Maina, Daniel",
      "Njoki, Silvia",
      "Mbaya, Nelson",
      "Donfouet, Hermann Pythagore Pierre",
      "Sidze, Estelle M.",
      "de Groot, Richard",
      "Pradhan, Menno",
      "Janssens, Wendy",
      "Pradhan, Menno",
      "Janssens, Wendy",
      "Abajobir, Amanuel",
      "Nderitu, Daniel Maina",
      "Nderitu, Daniel",
      "Sidze, Estelle",
      "Abajobir, Amanuel Alemu",
      "Janssens, Wendy"
    ],
    "year": "2021",
    "journal": "TRIALS",
    "doi": "10.1186/s13063-021-05598-7",
    "uid": "WOS:000696216400006",
    "abstract": "Background: Universal Health Coverage ensures access to quality health services for all, with no financial hardship when accessing the needed services. Nevertheless, access to quality health services is marred by substantial resource shortages creating service delivery gaps in low-and middle-income countries, including Kenya. The Innovative Partnership for Universal Sustainable Healthcare (i-PUSH) program, developed by AMREF Health Africa and PharmAccess Foundation (PAF), aims to empower low-income women of reproductive age and their families through innovative digital tools. This study aims to evaluate the impact of i-PUSH on maternal and child health care utilization, women's health including their knowledge, behavior, and uptake of respective services, as well as women's empowerment and financial protection. It also aims to evaluate the impact of the LEAP training tool on empowering and enhancing community health volunteers' health literacy and to evaluate the impact of the M-TIBA health wallet on savings for health and health insurance uptake.",
    "countries": [
      "Kenya",
      "Netherlands"
    ],
    "citations": 3,
    "references": 0,
    "keywords": "Maternal and child health; Health care utilization; Out-of-pocket health expenditures; Health insurance; Universal Health Coverage; Cluster randomized controlled trial; Digital tools; Mobile health; Kenya; INSURANCE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Access to maternal health services for Indigenous women in low- and middle-income countries: an updated integrative review of the literature from 2018 to 2023",
    "authors": [
      "Morgan, Julia",
      "Breau, Genevieve M.",
      "COLL MEDICINE & DENTISTRY, JAMES COOK UNIV TOWNSVILLE",
      "Morgan, Julia",
      "Breau, Genevieve M.",
      "Morgan, Julia",
      "Breau, Genevieve"
    ],
    "year": "2024",
    "journal": "RURAL AND REMOTE HEALTH",
    "doi": "10.22605/RRH8520",
    "uid": "WOS:001233265700001",
    "abstract": "Introduction : Ninety-seven per cent of Indigenous Peoples live in low -and middle -income countries (LMICs). A previous systematic integrative review of articles published between 2000 and 2017 identified numerous barriers for Indigenous women in LMICs in accessing maternal healthcare services. It is timely given the aim of achieving Universal Health Coverage in six years' time, by 2030, to undertake another review. This article updates the previous review exploring the recent available literature on Indigenous women's access to maternal health services in LMICs identifying barriers to services. Methods : An integrative review of literature published between 2018 and 2023 was undertaken. This review followed a systematic process using Whittemore and Knafl's five -step framework for integrative reviews and Preferred Reporting Items for Systematic Reviews and Meta -Analyses (PRISMA) guidelines. A total of 944 articles were identified from six databases: Academic Search Premier, MEDLINE, Psychology and Behavioral Sciences Collection, APA PsycInfo, CINAHL Plus with Full Text and APA PsycArticles (through EBSCOhost). The search was undertaken on 16 January 2023. After screening of the title/abstract and the full text using inclusion and exclusion criteria 26 articles were identified. Critical appraisal resulted in 24 articles being included in the review. Data were extracted using a matrix informed by Penchansky and Thomas's taxonomy, extended by Saurman, which focused on six dimensions of access to health care: affordability, accessibility, availability, accommodation, acceptability and awareness. Ten studies took place in Asia, 10 studies were from the Americas and four studies took place in the African region. Seventeen articles were qualitative, two were quantitative and five were mixed methods. The methods for the integrative review were prespecified in a protocol, registered at Open Science Framework. Results : Barriers identified included affordability; community awareness of services including poor communication between providers and women; the availability of services, with staff often missing from the facilities; poor quality services, which did not consider the cultural and spiritual needs of Indigenous Peoples; an overreliance on the biomedical model; a lack of facilities to enable appropriate maternal care; services that did not accommodate the everyday needs of women, including work and family responsibilities; lack of understanding of Indigenous cultures from health professionals; and evidence of obstetric violence and mistreatment of Indigenous women. Conclusion : Barriers to Indigenous women's access to maternal health services are underpinned by the social exclusion and marginalisation of Indigenous Peoples. Empowerment of Indigenous women and communities in LMICs is required as well as initiatives to challenge the stigmatisation and marginalisation that they face. The importance of community involvement in design and interventions that support the political and human rights of Indigenous Peoples are required. Limitations of this review include the possibility of missing articles as it was sometimes unclear from the articles whether a particular group was from an Indigenous community. More research on access to services in the postnatal period is still needed, as well as quality quantitative research. There is also a lack of research on Indigenous groups in North Africa, and in sub-Saharan Africa - especially hunter -gatherer groups - as well as the impact of COVID-19 on access to services.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "access to services; antenatal care s postnatal; childbirth; Indigenous women; low-and middle-income countries; maternal health services; postnatal care; OBSTETRIC CARE NAVIGATION",
    "subtypeDescription": "Review"
  },
  {
    "title": "Global critical care: a call to action",
    "authors": [
      "Crawford, Ana Maria",
      "Shiferaw, Ananya Abate",
      "Ntambwe, Papytcho",
      "Milan, Alexei Ortiz",
      "Khalid, Karima",
      "Rubio, Rodrigo",
      "Nizeyimana, Francoise",
      "Ariza, Fredy",
      "Mohammed, Alhassan Datti",
      "Baker, Tim",
      "Banguti, Paulin Ruhato",
      "Madzimbamuto, Farai",
      "BMC",
      "Crawford, Ana Maria",
      "Shiferaw, Ananya Abate",
      "Ntambwe, Papytcho",
      "Milan, Alexei Ortiz",
      "Khalid, Karima",
      "Baker, Tim",
      "Rubio, Rodrigo",
      "Nizeyimana, Francoise",
      "Ariza, Fredy",
      "Mohammed, Alhassan Datti",
      "Baker, Tim",
      "Baker, Tim",
      "Banguti, Paulin Ruhato",
      "Madzimbamuto, Farai",
      "Crawford, Ana Maria",
      "Rubio, Rodrigo",
      "Crawford, Ana",
      "Shiferaw, Ananya Abate",
      "Baker, Timothy",
      "Milan, Alexei",
      "Ortiz Milan, Alexei"
    ],
    "year": "2023",
    "journal": "CRITICAL CARE",
    "doi": "10.1186/s13054-022-04296-3",
    "uid": "WOS:000920473300001",
    "abstract": "Critical care is underprioritized. A global call to action is needed to increase equitable access to care and the quality of care provided to critically ill patients. Current challenges to effective critical care in resource-constrained settings are many. Estimates of the burden of critical illness are extrapolated from common etiologies, but the true burden remains ill-defined. Measuring the burden of critical illness is epidemiologically challenging but is thought to be increasing. Resources, infrastructure, and training are inadequate. Millions die unnecessarily due to critical illness. Solutions start with the implementation of first-step, patient care fundamentals known as Essential Emergency and Critical Care. Such essential care stands to decrease critical-illness mortality, augment pandemic preparedness, decrease postoperative mortality, and decrease the need for advanced level care. The entire healthcare workforce must be trained in these fundamentals. Additionally, physician and nurse specialists trained in critical care are needed and must be retained as leaders of critical care initiatives, researchers, and teachers. Context-specific research is mandatory to ensure care is appropriate for the patient populations served, not just duplicated from high-resourced settings. Governments must increase healthcare spending and invest in capacity to treat critically ill patients. Advocacy at all levels is needed to achieve universal health coverage for critically ill patients.",
    "countries": [
      "USA",
      "Ethiopia",
      "Zambia",
      "Botswana",
      "Tanzania",
      "Mexico",
      "Rwanda",
      "Colombia",
      "Nigeria",
      "Sweden",
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Critical care; Global health; Critical illness; Burden of illness; ICU; RESPIRATORY-DISTRESS-SYNDROME; LANCET COMMISSION; MORTALITY; OUTCOMES; HEALTH; SEPSIS",
    "subtypeDescription": "Review"
  },
  {
    "title": "Improving equity and cultural responsiveness with marginalised communities: Understanding competing worldviews",
    "authors": [
      "Wilson, Denise",
      "Heaslip, Vanessa",
      "Jackson, Debra",
      "WILEY",
      "Wilson, Denise",
      "Heaslip, Vanessa",
      "Jackson, Debra",
      "Wilson, Denise",
      "Jackson, Debra",
      "Jackson, Debra",
      "Heaslip, Vanessa",
      "Wilson, Denise",
      "Wilson, Denise"
    ],
    "year": "2018",
    "journal": "JOURNAL OF CLINICAL NURSING",
    "doi": "10.1111/jocn.14546",
    "uid": "WOS:000444077000038",
    "abstract": "yy AimTo explore the impact of culture on health, healthcare provision and its contribution towards health inequity experienced by some marginalised communities.",
    "countries": [
      "New Zealand",
      "England",
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "competency; cultural issues; discrimination; ethnicity; health promotion; indigenous health; nurse-patient relationship; nursing practice; patient-centred care; quality of care; PERSON-CENTERED CARE; NEW-ZEALAND; HEALTH-CARE; NURSES; RACISM; ROMA; ASSOCIATION; EXPERIENCES; DISPARITIES; ACCESS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Systems transformation: learning from change in 60 countries",
    "authors": [
      "Braithwaite, Jeffrey",
      "Ludlow, Kristiana",
      "Churruca, Kate",
      "James, Wendy",
      "Herkes, Jessica",
      "McPherson, Elise",
      "Ellis, Louise A.",
      "Long, Janet C.",
      "EMERALD GROUP PUBLISHING LTD",
      "Braithwaite, Jeffrey",
      "Ludlow, Kristiana",
      "Churruca, Kate",
      "James, Wendy",
      "Herkes, Jessica",
      "McPherson, Elise",
      "Ellis, Louise A.",
      "Long, Janet C.",
      "Braithwaite, Jeffrey",
      "Long, Janet",
      "Ludlow, Kristiana",
      "Long, Janet",
      "Churruca, Kate",
      "McPherson, Elise",
      "Ellis, Louise",
      "Churruca, Kate",
      "Ludlow, Kristiana",
      "Braithwaite, Jeffrey"
    ],
    "year": "2020",
    "journal": "JOURNAL OF HEALTH ORGANIZATION AND MANAGEMENT",
    "doi": "10.1108/JHOM-01-2019-0018",
    "uid": "WOS:000530059300002",
    "abstract": "Purpose",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Change management; Case studies; Health policy; International comparison; Healthcare reform; Large-scale change; HEALTH SYSTEMS",
    "subtypeDescription": "Article"
  }
]