[
  {
    "title": "The accuracy of using administrative healthcare data to identify epilepsy cases: A systematic review of validation studies",
    "authors": [
      "Mbizvo, Gashirai K.",
      "Bennett, Kyle H.",
      "Schnier, Christian",
      "Simpson, Colin R.",
      "Duncan, Susan E.",
      "Chin, Richard F. M.",
      "WILEY",
      "Mbizvo, Gashirai K.",
      "Bennett, Kyle H.",
      "Duncan, Susan E.",
      "Chin, Richard F. M.",
      "Schnier, Christian",
      "Simpson, Colin R.",
      "Simpson, Colin R.",
      "Duncan, Susan E.",
      "Chin, Richard F. M.",
      "Mbizvo, Gashirai K.",
      "Mbizvo, Gashirai Kimeon",
      "Mbizvo, Gashirai",
      "Schnier, Christian",
      "Chin, Richard",
      "Duncan, Susan",
      "Simpson, Colin"
    ],
    "year": "2020",
    "journal": "EPILEPSIA",
    "doi": "10.1111/epi.16547",
    "uid": "WOS:000536362900001",
    "abstract": "Our objective was to undertake a systematic review ascertaining the accuracy of using administrative healthcare data to identify epilepsy cases. We searched MEDLINE and Embase from 01/01/1975 to 03/07/2018 for studies evaluating the diagnostic accuracy of routinely collected healthcare data in identifying epilepsy cases. Any disease coding system in use since the International Classification of Diseases, Ninth Revision (ICD-9) was permissible. Two authors independently screened studies, extracted data, and quality-assessed studies. We assessed positive predictive value (PPV), sensitivity, negative predictive value (NPV), and specificity. The primary analysis was a narrative synthesis of review findings. Thirty studies were included, published between 1989 and 2018. Risks of bias were low, high, and unclear in 4, 14, and 12 studies, respectively. Coding systems included ICD-9, ICD-10, and Read Codes, with or without antiepileptic drugs (AEDs). PPVs included ranges of 5.2%-100% (Canada), 32.7%-96.0% (USA), 47.0%-100% (UK), and 37.0%-88.0% (Norway). Sensitivities included ranges of 22.2%-99.7% (Canada), 12.2%-97.3% (USA), and 79.0%-94.0% (UK). Nineteen studies contained at least one algorithm with a PPV >80%. Sixteen studies contained at least one algorithm with a sensitivity >80%. PPV was highest in algorithms consisting of disease codes (ICD-10 G40-41, ICD-9 345) in combination with one or more AEDs. The addition of symptom codes to this (ICD-10 R56; ICD-9 780.3, 780.39) lowered PPV. Sensitivity was highest in algorithms consisting of symptom codes with one or more AEDs. Although using AEDs alone achieved high sensitivities, the associated PPVs were low. Most NPVs and specificities were >90%. We conclude that it is reasonable to use administrative data to identify people with epilepsy (PWE) in epidemiological research. Studies prioritizing high PPVs should focus on combining disease codes with AEDs. Studies prioritizing high sensitivities should focus on combining symptom codes with AEDs. We caution against the use of AEDs alone to identify PWE.",
    "countries": [
      "Scotland",
      "New Zealand"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "diagnostic test accuracy; international classification of diseases; positive predictive value; routine data; seizures; sensitivity; METHODOLOGICAL QUALITY; MULTIPLE-SCLEROSIS; MEASUREMENT TOOL; CASE-DEFINITION; PREVALENCE; VALIDITY; DATABASES; DIAGNOSES; IDENTIFICATION; SURVEILLANCE",
    "subtypeDescription": "Review"
  },
  {
    "title": "Trauma-Informed Care: a Strategy to Improve Primary Healthcare Engagement for Persons with Criminal Justice System Involvement",
    "authors": [
      "Chaudhri, Simran",
      "Zweig, Kimberly Caramanica",
      "Hebbar, Preetha",
      "Angell, Sonia",
      "Vasan, Ashwin",
      "SPRINGER",
      "Chaudhri, Simran",
      "Zweig, Kimberly Caramanica",
      "Hebbar, Preetha",
      "Vasan, Ashwin",
      "Chaudhri, Simran",
      "Zweig, Kimberly Caramanica",
      "Hebbar, Preetha",
      "Angell, Sonia",
      "Vasan, Ashwin",
      "Angell, Sonia",
      "Vasan, Ashwin",
      "Vasan, Ashwin",
      "Chaudhri, Simran"
    ],
    "year": "2019",
    "journal": "JOURNAL OF GENERAL INTERNAL MEDICINE",
    "doi": "10.1007/s11606-018-4783-1",
    "uid": "WOS:000469884700057",
    "abstract": "Trauma is pervasive in the USA, but disproportionately present in individuals and communities burdened by poverty, violence, and exposure to the criminal justice system. Engagement in clinical care, especially community-based primary care, is particularly important in the immediate period following community reentry from incarceration, where opportunities to engage clients in services are essential for improved health and reduced recidivism. Trauma-informed care offers an important and innovative opportunity for healthcare systems and primary care providers to improve quality of care and the patient experience, thereby increasing longitudinal engagement of marginalized and hard-to-reach patient populations like persons with criminal justice system exposure. Trauma-informed care implementation includes educating providers and transforming practices to incorporate safety, trust, peer support, collaboration, empowerment, and cultural perspectives into everyday operations and care delivery. While comprehensive trauma-informed care involves transformation on a system level, trauma-informed approaches can also be adopted by the individual provider to improve the clinical consultation. By recognizing the role of trauma and its impact on an individual's physical, emotional, and behavioral health, providers and clients can build mutual trust, focus on individual growth, and begin to foster healing.",
    "countries": [
      "USA"
    ],
    "citations": 2,
    "references": 0,
    "keywords": "trauma; trauma-informed care; criminal justice; patient engagement; quality of care; implementation; primary care; POSTTRAUMATIC-STRESS-DISORDER; PERCEIVED DISCRIMINATION; CHILDHOOD; DEATH; EXPERIENCES; MORTALITY; EXPOSURE; RELEASE; IMPACT; PRISON",
    "subtypeDescription": "Article"
  },
  {
    "title": "Diagnosis and management of pediatric sinusitis: A survey of primary care, otolaryngology and urgent care providers",
    "authors": [
      "Newton, Laurie",
      "Kotowski, Amanda",
      "Grinker, Melissa",
      "Chun, Robert",
      "ELSEVIER IRELAND LTD",
      "Newton, Laurie",
      "Chun, Robert",
      "Kotowski, Amanda",
      "Grinker, Melissa",
      "Newton, Laurie",
      "Chun, Robert",
      "chun, robert"
    ],
    "year": "2018",
    "journal": "INTERNATIONAL JOURNAL OF PEDIATRIC OTORHINOLARYNGOLOGY",
    "doi": "10.1016/j.ijporl.2018.02.039",
    "uid": "WOS:000430903600030",
    "abstract": "Objectives: The aims of this project were two-fold: 1) To assess pediatric primary care (PCP), pediatric otolaryngology (ENT) and pediatric urgent care (UC) providers' perception of their adherence to the 2013 American Academy of Pediatrics (AAP) established guidelines for the diagnosis and management of acute bacterial rhinosinusitis (ABRS) in children 1-18 years old and 2) to assess the same providers' practice patterns in the diagnosis and management of pediatric chronic rhinosinusitis (PCRS).",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Pediatric; Sinusitis; Diagnosis; Treatment; Survey; GUIDELINE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Death of outrage over talking about dying",
    "authors": [
      "Bhaysar, Nrupen A.",
      "Constand, Sara",
      "Harker, Matthew",
      "Taylor, Donald H., Jr.",
      "BMJ PUBLISHING GROUP",
      "Bhaysar, Nrupen A.",
      "Constand, Sara",
      "Harker, Matthew",
      "Taylor, Donald H., Jr.",
      "Taylor, Donald H., Jr.",
      "Bhaysar, Nrupen A."
    ],
    "year": "2019",
    "journal": "BMJ SUPPORTIVE & PALLIATIVE CARE",
    "doi": "10.1136/bmjspcare-2016-001182",
    "uid": "WOS:000471863100027",
    "abstract": "Objectives We examined public reaction to the proposed Center for Medicare and Medicaid Services rule reimbursing physicians for advanced care planning (ACP) discussions with patients.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Article"
  },
  {
    "title": "Cost drivers for managing dialysis facilities in a large chain in Taiwan",
    "authors": [
      "Cho, Chia-Ching",
      "Chiu, AnAn",
      "Huang, Shaio Yan",
      "Liu, Shuen-Zen",
      "EMERALD GROUP PUBLISHING LTD",
      "Cho, Chia-Ching",
      "Huang, Shaio Yan",
      "Chiu, AnAn",
      "Liu, Shuen-Zen",
      "Chiu, AnAn"
    ],
    "year": "2018",
    "journal": "MANAGEMENT DECISION",
    "doi": "10.1108/MD-06-2017-0550",
    "uid": "WOS:000445453400009",
    "abstract": "Purpose As the rise in expenditures will be even faster when the baby-boom generation soon reaches healthcare-dependent ages, healthcare providers are facing cost management decision of achieving superior performance. Taiwan provides a unique environment that the dialysis service providers face only one medical buyer. The purpose of this paper is to discuss cost factors of dialysis facilities.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Healthcare; Cost management; Cost driver; Dialysis service; DATA QUALITY ASSESSMENT; HEALTH-CARE; OWNERSHIP STRUCTURE; AGENCY COSTS; FIRM",
    "subtypeDescription": "Article"
  }
]