[
  {
    "title": "Health promotion interventions and policies addressing excessive alcohol use: a systematic review of national and global evidence as a guide to health-care reform in China",
    "authors": [
      "Li, Qing",
      "Babor, Thomas F.",
      "Zeigler, Donald",
      "Xuan, Ziming",
      "Morisky, Donald",
      "Hovell, Melbourne F.",
      "Nelson, Toben F.",
      "Shen, Weixing",
      "Li, Bing",
      "WILEY",
      "Li, Qing",
      "Li, Qing",
      "Hovell, Melbourne F.",
      "Babor, Thomas F.",
      "Zeigler, Donald",
      "Xuan, Ziming",
      "Morisky, Donald",
      "Nelson, Toben F.",
      "Shen, Weixing",
      "Li, Bing",
      "Li, Qing",
      "Xuan, Ziming",
      "Morisky, Donald",
      "Li, Qing",
      "Babor, Thomas",
      "Nelson, Toben"
    ],
    "year": "2015",
    "journal": "ADDICTION",
    "doi": "10.1111/add.12784",
    "uid": "WOS:000346765400009",
    "abstract": "AimsSteady increases in alcohol consumption and related problems are likely to accompany China's rapid epidemiological transition and profit-based marketing activities. We reviewed research on health promotion interventions and policies to address excessive drinking and to guide health-care reform.",
    "countries": [
      "USA",
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Alcohol policy; China; Global Strategy; health-care reform; intervention and health promotion; public health approach; SEXUALLY-TRANSMITTED INFECTIONS; RANDOMIZED CONTROLLED-TRIAL; FEMALE SEX WORKERS; PUBLIC-HEALTH; CHRONIC DISEASE; RISK BEHAVIORS; CAPE-TOWN; DRINKING; INJURY; IMPLEMENTATION",
    "subtypeDescription": "Review"
  },
  {
    "title": "How Taiwan has responded to COVID-19 and how COVID-19 has affected Taiwan, 2020-2022",
    "authors": [
      "Lai, Chih-Cheng",
      "Lee, Ping-Ing",
      "Hsueh, Po-Ren",
      "ELSEVIER TAIWAN",
      "Lai, Chih-Cheng",
      "Lai, Chih-Cheng",
      "Lee, Ping-Ing",
      "Hsueh, Po-Ren",
      "Hsueh, Po-Ren",
      "Hsueh, Po-Ren",
      "Hsueh, Po-Ren",
      "Hsueh, Po-Ren",
      "Hsueh, Po-Ren",
      "Hsueh, Po-Ren",
      "LEE, PING-ING",
      "Hsueh, Po-Ren",
      "Lai, Chih-Cheng"
    ],
    "year": "2023",
    "journal": "JOURNAL OF MICROBIOLOGY IMMUNOLOGY AND INFECTION",
    "doi": "10.1016/j.jmii.2023.04.001",
    "uid": "WOS:001022030400001",
    "abstract": "From January 2020 to December 2022, there was a total of 8,872,955 confirmed COVID-19 cases in Taiwan. In addition, a total of 15,253 COVID-19 related deaths were re-ported. During these three years, the government and health authority did many efforts to response this pandemic. In the early pandemic, Taiwan Central Epidemic Command Center was established in the early 2020 to organize associated resource, develop effective policy and implement strict intervention. In response to COVID-19 pandemic, many infection control policy and interventions, including universal mask wearing with increasing production of face mask, hand hygiene, border control, introduce of digital technology incorporating big data, quarantine of COVID-19 cases, travel and gathering restriction, were implemented. In the meanwhile, two COVID-19 vaccines, namely MVC-COV1901 and UB-612, have been developed under the support of government. Furthermore, MVC-COV1901 was taken into clinical practice after received emergency use approval. In addition, two traditional Chinese medicines, including NRICM101 and NRICM102 showed their promising effect against SARS-CoV-2 infection and were recommended as potential therapeutic options for COVID-19. During the pandemic, the nonpharmacologic intervention help reduce many infectious diseases, especially for airborne/droplet-transmitted diseases. However, COVID-19 exhibited some adverse impacts on the healthcare systems, such as emergency medical service on out of hospital cardiac arrest, cancer screening, HIV screening and prevention services, and public health, namely the psychosocial status of healthcare workers. Although the outbreak of SARS-CoV-2 infections may gradually subsided, we should keep monitoring its associated impact and appropriately response to this pandemic. Copyright 2023, Taiwan Society of Microbiology. Published by Elsevier Taiwan LLC. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; Taiwan; SARS-CoV-2; Omicron; Vaccines; EMERGENCY-DEPARTMENT; MENTAL-HEALTH; IMPACT; WORKERS; INFECTION; RISK",
    "subtypeDescription": "Review"
  },
  {
    "title": "The roles of exercise professionals in the health care system: A comparison between Australia and China",
    "authors": [
      "Zhou, Shi",
      "Davison, Kade",
      "Qin, Fei",
      "Lin, Kuei-Fu",
      "Chow, Bik-Chu",
      "Zhao, Jie-Xiu",
      "ELSEVIER SINGAPORE PTE LTD",
      "Zhou, Shi",
      "Davison, Kade",
      "Qin, Fei",
      "Zhao, Jie-Xiu",
      "Lin, Kuei-Fu",
      "Chow, Bik-Chu",
      "Qin, Fei",
      "Chow, Bik-Chu",
      "Davison, Kade",
      "Lin, Kuei-Fu",
      "Chow, Bik-Chu",
      "Zhao, Jie-Xiu",
      "Chow, Bik-Chu",
      "Zhao, Jiexiu",
      "Davison, Kade",
      "Zhou, Shi",
      "Davison, Kade",
      "Chow, Bik"
    ],
    "year": "2019",
    "journal": "JOURNAL OF EXERCISE SCIENCE & FITNESS",
    "doi": "10.1016/j.jesf.2019.04.001",
    "uid": "WOS:000485660500001",
    "abstract": "Physical inactivity is identified by the World Health Organisation as the fourth risk factor for global mortality and has major implications on the prevalence of non-communicable diseases and general health of the populations. There has been substantial evidence indicating that adequate levels of physical activity, such as prescribed exercise, can be an effective intervention for prevention and treatment of many chronic health conditions, as well as for improvement of mental health, quality of life and wellbeing. Many countries in the world have developed policies and guidelines for promotion of participation in physical activity and application of prescribed exercise as a means of intervention for chronic health conditions. Subsequently, the roles of exercise professionals in the community and health care system who provide services to the general community members, individuals with various health conditions, as well as elite athletes, and their professional training, qualifications and standards need to be defined and implemented.",
    "countries": [
      "Australia",
      "Peoples R China",
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Health care; Clinical exercise physiology; Exercise prescription; Exercise professionals; Athletic trainer; Sport scientists",
    "subtypeDescription": "Review"
  },
  {
    "title": "Linking State Intervention and Health Equity Differently: The Universalization of Health Care in South Korea and Taiwan",
    "authors": [
      "Yi, Ilcheong",
      "Sohn, Hyuk-Sang",
      "Kim, Taekyoon",
      "INST KOREAN STUDIES",
      "Yi, Ilcheong",
      "Sohn, Hyuk-Sang",
      "Sohn, Hyuk-Sang",
      "Kim, Taekyoon",
      "Sohn, Hyuk-Sang",
      "Sohn, Hyuk-Sang",
      "Yi, Ilcheong",
      "Yi, Ilcheong"
    ],
    "year": "2015",
    "journal": "KOREA OBSERVER",
    "doi": "N/A",
    "uid": "WOS:000362156200004",
    "abstract": "This study sets out to compare the process of the universalization of health insurance in South Korea and Taiwan, with a particular focus on the similarities of the commercial elements, such as the dominance of a private provider and user fees. What were both the constraints on, and the challenges to government policies to establish universal health insurance with commercial elements? Are there differences between the cases of these two countries? If there are, what caused those differences? What role have the state, market and civil society institutions played in shaping the health systems of these countries? To answer these questions, this paper analyzes the roles of historical institutional legacies, competitive election, active civil society, the education of doctors and nurses, the allocation of medical human resources in the labor market, the medical device industry, public and private hospitals and inter-sectoral policy measures, with a focus on the linkages within and between the health system and other sectors. It is fair to argue that the different modes of government interventions in various sectors and their varying degrees, in terms of enforcement, resulted in the universal health systems of the two countries being qualitatively different, and resulted in different consequences as regards health equity.",
    "countries": [
      "Switzerland",
      "South Korea"
    ],
    "citations": 5,
    "references": 0,
    "keywords": "Universalization; Health System; National Health Insurance; State Intervention; Transformative Social Policy",
    "subtypeDescription": "Article"
  },
  {
    "title": "Multidimensional Care Poverty Among East Asian and Nordic Older Adults",
    "authors": [
      "Chou, Yueh-Ching",
      "Mathew Puthenparambil, Jiby",
      "Kroger, Teppo",
      "Pu, Christy",
      "OXFORD UNIV PRESS",
      "Chou, Yueh-Ching",
      "Mathew Puthenparambil, Jiby",
      "Kroger, Teppo",
      "Pu, Christy",
      "Chou, Yueh-Ching",
      "Kroger, Teppo",
      "Kröger, Teppo",
      "Mathew Puthenparambil, Jiby",
      "Chou, Yueh-Ching",
      "Mathew Puthenparambil, Jiby"
    ],
    "year": "2024",
    "journal": "INNOVATION IN AGING",
    "doi": "10.1093/geroni/igae076",
    "uid": "WOS:001325153200002",
    "abstract": "Background and Objectives This study uses the care poverty framework, focusing on both individuals and structures. In this context, structures are represented by 2 welfare states: Taiwan, an East Asian welfare system and Finland, a Nordic welfare state. This study explores multidimensional care poverty rates and examines 3 realms of individual factors (health status, sociodemographic factors, and care support availability) among older adults in these long-term care (LTC) models.Research Design and Methods We analyzed data from the 2019 Taiwan Longitudinal Study on Ageing Survey and the 2020 Daily Life and Care in Old Age Survey in Finland to compare the rates and factors of care poverty in these 2 culturally and structurally different countries.Results Our analysis revealed different rates of care poverty in personal, practical, and socioemotional care needs in the 2 countries. Under a familistic welfare regime, Taiwanese older adults had higher personal care poverty rates than their Finnish counterparts. Those living alone faced more personal and practical care poverty. Conversely, Finnish older adults, under the Nordic welfare model, experienced more practical and socioemotional care poverty. Those with high care needs and disadvantaged social status and support were more likely to experience personal and practical care poverty. Socioemotional care poverty varied with the availability of support and health status in both countries.Discussion and Implications The study highlights the impact of 2 LTC policies and cultures on older adults' multidimensional care poverty, identifying disadvantaged older adults under different welfare-transforming LTC models. Taiwan's budget-constrained LTC policies and high family reliance contrast with Finland's inadequate attention to the practical and socioemotional needs of its aging population. This study suggests that holistic LTC policies are needed in both countries to improve the well-being of older adults with limited support and health issues.",
    "countries": [
      "Taiwan",
      "Finland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Personal care; Practical care; Socioemotional care; Unmet needs; Welfare state comparison; LONG-TERM-CARE; UNMET NEEDS; PERSONAL ASSISTANCE; WELFARE-STATE; LONELINESS; SERVICES; PEOPLE; LIFE; ELDERCARE; TAIWAN",
    "subtypeDescription": "Article"
  },
  {
    "title": "Prevalence and Related Factors of Depression among the Elderly in Indonesia",
    "authors": [
      "Madyaningrum, Ema",
      "Chuang, Ying-Chih",
      "Chuang, Kun-Yang",
      "TAIWAN SOC GERIATRIC EMERGENCY & CRITICAL CARE MEDICINE-TSGECM",
      "Madyaningrum, Ema",
      "Chuang, Ying-Chih",
      "Chuang, Kun-Yang",
      "Madyaningrum, Ema",
      "Chuang, Kun-Yang",
      "Madyaningrum, Ema",
      "Madyaningrum, Ema"
    ],
    "year": "2019",
    "journal": "INTERNATIONAL JOURNAL OF GERONTOLOGY",
    "doi": "10.6890/IJGE.201909_13(3).0004",
    "uid": "WOS:000488602100005",
    "abstract": "Background: Information regarding elderly depression and its related factors in Indonesia, the 4 th populated country with 22 million elderly, is scarce. The aim of this research was to provide an overall social, demographic profile of depression among the elderly in Indonesia.",
    "countries": [
      "Taiwan",
      "Indonesia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "depression; sleep; prevalence; elderly; SLEEP QUALITY; MENTAL-HEALTH; OLDER-ADULTS; COMMUNITIES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Implementation of Health Information Systems to Improve Patient Identification",
    "authors": [
      "Popescu, Catalin",
      "El-Chaarani, Hani",
      "El-Abiad, Zouhour",
      "Gigauri, Iza",
      "MDPI",
      "Popescu, Catalin",
      "El-Chaarani, Hani",
      "El-Abiad, Zouhour",
      "Gigauri, Iza",
      "Popescu, Catalin",
      "Gigauri, Iza",
      "Gigauri, Iza",
      "Popescu, Catalin",
      "El-Chaarani, Hani",
      "el.chaarani, hani",
      "POPESCU, Catalin"
    ],
    "year": "2022",
    "journal": "INTERNATIONAL JOURNAL OF ENVIRONMENTAL RESEARCH AND PUBLIC HEALTH",
    "doi": "10.3390/ijerph192215236",
    "uid": "WOS:000887226900001",
    "abstract": "Wellbeing can be ensured in society through quality healthcare, a minimum of medical errors, and the improved performance of healthcare professionals. To this end, health information systems have been implemented in hospitals, with this implementation representing progress in medicine and information technologies. As a result, life expectancy has significantly increased, standards in healthcare have been raised, and public health has improved. This progress is influenced by the process of managing healthcare organizations and information systems. While hospitals tend to adapt health information systems to reduce errors related to patient misidentification, the rise in the occurrence and recording of medical errors in Lebanon resulting from failures to correctly identify patients reveals that such measures remain insufficient due to unknown factors. This research aimed to investigate the effect of health information systems (HISs) and other factors related to work-related conditions on reductions in patient misidentification and related consequences. The empirical data were collected from 109 employees in Neioumazloum Hospital in Lebanon. The results revealed a correlation between HISs and components and the effects of other factors on patient identification. These other factors included workload, nurse fatigue, a culture of patient safety, and lack of implementation of patient identification policies. This paper provides evidence from a Lebanese hospital and paves the way for further studies aiming to explore the role of information technologies in adopting HISs for work performance and patient satisfaction. Improved care for patients can help achieve health equality, enhance healthcare delivery performance and patient safety, and decrease the numbers of medical errors.",
    "countries": [
      "Romania",
      "Lebanon",
      "Georgia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "healthcare; information system; information technologies; health information systems (HISs); digitalisation; patient identification; task support satisfaction; culture of patient safety; BIG DATA ANALYTICS; CARE; ADOPTION; TECHNOLOGY; DEFINITIONS; DECISION; TAIWAN",
    "subtypeDescription": "Article"
  },
  {
    "title": "The influence of medical cost controls implemented by Taiwan's national health insurance program on doctor-patient relationships",
    "authors": [
      "Chiu, Jhih-Ling",
      "WILEY-BLACKWELL",
      "Chiu, Jhih-Ling"
    ],
    "year": "2015",
    "journal": "INTERNATIONAL JOURNAL OF HEALTH PLANNING AND MANAGEMENT",
    "doi": "10.1002/hpm.2256",
    "uid": "WOS:000351394800006",
    "abstract": "To prevent medical costs from rising, the National Health Insurance administration implemented the global budget system for financial reform, effective 1 July 2004. Since the implementation of this system, patients have been required to pay for some medicines to limit costs to the system. More recently, as they have faced constant increases in health insurance fees and also faced an increase in the number of medical expenses they must pay during an economic recession and a rise in unemployment, would the economic burden on the people of Taiwan not be increased? Even though National Health Insurance is a form of social insurance, does it guarantee social equality? The value of the healthcare industry is irreplaceable, so the most critical concern is whether worsening doctor-patient relationships will worsen healthcare quality. In short, while the global budget system saves on National Health Insurance costs, whether its implementation has affected healthcare quality is also worth exploring. This commentary also hopes to serve as a reference for the implementation of national health insurance in the United States. Copyright (c) 2014 John Wiley & Sons, Ltd.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "medical cost control; global budget system; doctor-patient relationship; health insurance",
    "subtypeDescription": "Article"
  },
  {
    "title": "A Solidaristic Approach to Workers' Compensation Reform in Taiwan",
    "authors": [
      "Yeh, Ming-Jui",
      "OXFORD UNIV PRESS",
      "Yeh, Ming-Jui",
      "Yeh, Ming-Jui",
      "Yeh, Ming-Jui"
    ],
    "year": "2019",
    "journal": "PUBLIC HEALTH ETHICS",
    "doi": "10.1093/phe/phz005",
    "uid": "WOS:000510750500005",
    "abstract": "The workers' compensation system in Taiwan cannot provide sufficient coverage for all workers. This essay adopts a solidaristic approach to address this issue by analyzing the reasons why workers' compensation is underdeveloped in Taiwan and what could be done to persuade more key actors to support the reform for a more just policy arrangement. First, through comparison with the healthcare system, it is argued that the lack of solidarity and the perception of relevant similarities could explain the underdevelopment of workers' compensation. Second, the essay turns to the normative aspect of the issue. Compared with other normative political theories, Iris M. Young's social connection model provides specific normative guidance that is useful for justifying the allocation of responsibility for a more just workers' compensation reform.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "HEALTH-INSURANCE; RETURN MIGRANTS; RIGHTS; INJURIES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Inferences of waste management policy and reduction of marine debris in Southern Taiwan",
    "authors": [
      "Yang, H-T",
      "Chao, H-R",
      "Cheng, Y-F",
      "SPRINGER",
      "Yang, H-T",
      "Chao, H-R",
      "Yang, H-T",
      "Cheng, Y-F",
      "Yang, H-T",
      "Yang, H-T"
    ],
    "year": "2023",
    "journal": "INTERNATIONAL JOURNAL OF ENVIRONMENTAL SCIENCE AND TECHNOLOGY",
    "doi": "10.1007/s13762-022-04082-2",
    "uid": "WOS:000774667600001",
    "abstract": "Increasing marine debris destroys the aesthetic beauty of seashores and causes high potential risks to marine life and human health. In this study, marine debris was investigated along the Southern coastline of Taiwan at 26 spots, including seashores and fish ports at three different geography types in all four seasons after the neap and spring ides during June-2018-May-2019. The debris density was determined using the Strip Transect Method, and the coordinates were recorded using the Global Positioning System (GPS). Composition and sources of debris were also assessed, and the results of 48 surveys at 6 experimental sites were compared with the National Marine Debris Monitoring Program (NMDMP) of US EPA. Total 9313 waste items were recorded, and it was observed that debris concentration varied a lot with a change in location and geography type, whereas the change in seasons and tide types showed an insignificant difference. Overall results showed that more debris were found on rocky shores than fishing spots and sandy beaches. Plastic was the major contributor along with recreational activities as a major debris source. This survey suggests increasing the cleaning rate, following plastic-use-reducing policy, and promoting public awareness through proper education and the establishment of a debris monitoring system. It was also observed that waste management policy influences marine debris concentration, so proper management and laws could help overcome this issue.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Waste management; Marine debris; Strip transect method; Debris density; Debris composition; Debris source; NORTHWESTERN HAWAIIAN-ISLANDS; POLLUTION; QUANTITY; LITTER; BEACH",
    "subtypeDescription": "Article"
  },
  {
    "title": "Examining sociopolitical elements of health system reform: The experience of Singapore and Taiwan",
    "authors": [
      "Yeh, Ming-Jui",
      "Serrano, Ray",
      "WILEY",
      "Yeh, Ming-Jui",
      "Serrano, Ray",
      "Yeh, Ming-Jui",
      "Yeh, Ming-Jui"
    ],
    "year": "2020",
    "journal": "INTERNATIONAL JOURNAL OF HEALTH PLANNING AND MANAGEMENT",
    "doi": "10.1002/hpm.2955",
    "uid": "WOS:000496697900001",
    "abstract": "This essay suggests five sociopolitical dimensions that influence the success of health system reforms. It examines the experience of two high-income Asian countries, Singapore and Taiwan, and illustrates how these five dimensions matter. These five sociopolitical dimensions are public trust, perceived government performance, political legitimacy, equity/solidarity, and demand for choice. Public trust in government, perceived government performance, and the legitimacy of political authorities were necessary for governments in both countries to enact key reforms. Public perceptions of government capacity combined with public conceptions of equity were deliberated and clarified as stakeholders sought to reach consensus based on values upheld by segments of each society. Nevertheless, these elements alone are not enough to sustain major institutional reforms in light of ongoing social, political, and demographic changes. This essay provides a different approach to traditional policy cycle models and seeks to emphasize stewardship and governance in health systems.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Health systems; Political Science; Singapore; Sociology; Taiwan; PUBLIC TRUST; CARE; GOVERNMENT; SOLIDARITY",
    "subtypeDescription": "Article"
  },
  {
    "title": "A Realistic Review of the Drug-Injury Relief System in Taiwan: Challenges, Lessons, and Achievements",
    "authors": [
      "Chen, Wen-Wen",
      "Chien, Mei-Yi",
      "Wu, Wan-Lun",
      "Chiou, Mu-Han",
      "WILEY",
      "Chen, Wen-Wen",
      "Chien, Mei-Yi",
      "Wu, Wan-Lun",
      "Chiou, Mu-Han",
      "Chen, Wen-Wen",
      "chen, wen"
    ],
    "year": "2019",
    "journal": "CLINICAL PHARMACOLOGY & THERAPEUTICS",
    "doi": "10.1002/cpt.1474",
    "uid": "WOS:000485984400025",
    "abstract": "The drug-injury relief system in Taiwan was implemented 20 years ago with the goal of providing timely relief for drug injuries incurred by the proper use of legal drugs. This system utilizes a nonlitigation expert review process to evaluate drug-injury relief applications, and 2,732 applications have been reviewed from 1999-2016. Of these, 1,572 applications received relief payments, an approval rate of 58%. Average review timeframes per application have decreased from 248 days (2003-2011) to 182 days (2012-2016). Most adverse drug reactions (ADRs) for approved cases involved skin and subcutaneous tissue disorders (67%), with allopurinol being the primary culprit drug. A recent decline observed for such ADRs may reflect the influences of promotional activities and policy initiatives carried out according to informed analysis from drug-injury relief applications, which suggests that the drug-injury relief system can also play an important public health role in enhancing drug safety.",
    "countries": [
      "Taiwan"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "",
    "subtypeDescription": "Review"
  }
]