[
  {
    "title": "Inpatient Culture and Satisfaction With Care: A Novel Perspective",
    "authors": [
      "Perkins, Henry S.",
      "Freed, Alisa A.",
      "Cortez, Josie D.",
      "Hazuda, Helen P.",
      "ELSEVIER SCIENCE INC",
      "Perkins, Henry S.",
      "Freed, Alisa A.",
      "Hazuda, Helen P.",
      "Cortez, Josie D.",
      "Perkins, Henry S.",
      "Freed, Alisa A.",
      "Perkins, Henry S.",
      "Perkins, Henry S."
    ],
    "year": "2021",
    "journal": "AMERICAN JOURNAL OF THE MEDICAL SCIENCES",
    "doi": "N/A",
    "uid": "WOS:000628856400016",
    "abstract": "Background: Hospital professionals must attend to patients' satisfaction with care. Along with technical quality of care, patients' personal characteristics may affect that satisfaction, but standard demographics research often overlooks cultural links.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Satisfaction with inpatient care; Cross-cultural comparisons; Physician-patient relations",
    "subtypeDescription": "Article"
  },
  {
    "title": "NAM-help or burden? Intercultural evaluation of parental stress caused by nasoalveolar molding: a retrospective multi-center study",
    "authors": [
      "Roth, Maximilian",
      "Lonic, Daniel",
      "Grill, Florian D.",
      "Ritschl, Lucas M.",
      "Loeffelbein, Denys J.",
      "Wolff, Klaus-Dietrich",
      "Niu, Lien-Shin",
      "Pai, Betty Chien-Jung",
      "Prantl, Lukas",
      "Kehrer, Andreas",
      "Heidekruger, Paul I.",
      "Rau, Andrea",
      "Lo, Lun-Jou",
      "SPRINGER HEIDELBERG",
      "Roth, Maximilian",
      "Grill, Florian D.",
      "Ritschl, Lucas M.",
      "Loeffelbein, Denys J.",
      "Wolff, Klaus-Dietrich",
      "Roth, Maximilian",
      "Lonic, Daniel",
      "Prantl, Lukas",
      "Kehrer, Andreas",
      "Heidekruger, Paul I.",
      "Lonic, Daniel",
      "Lo, Lun-Jou",
      "Lonic, Daniel",
      "Lo, Lun-Jou",
      "Lonic, Daniel",
      "Lonic, Daniel",
      "Loeffelbein, Denys J.",
      "Loeffelbein, Denys J.",
      "Niu, Lien-Shin",
      "Pai, Betty Chien-Jung",
      "Pai, Betty Chien-Jung",
      "Rau, Andrea",
      "Roth, Maximilian",
      "Roth, Maximilian",
      "Lo, Lun-Jou",
      "Lo, Lun-Jou",
      "Ritschl, Lucas",
      "Roth, Maximilian",
      "Prantl, Lukas",
      "Heidekrueger, Paul",
      "Loeffelbein, Denys",
      "prantl, Lukas",
      "Kehrer, Andreas"
    ],
    "year": "2021",
    "journal": "CLINICAL ORAL INVESTIGATIONS",
    "doi": "10.1007/s00784-021-03850-7",
    "uid": "WOS:000625513900005",
    "abstract": "Objectives Nasoalveolar molding (NAM) was developed to facilitate easier treatment and better outcomes for cleft lip and palate (CLP) patients. The aim of this study was to investigate the parental burden and possible intercultural differences of this treatment modality, which is often argued to burden parents to an extraordinary amount. Materials and methods Standardized questionnaires (available in English, Mandarin, and German) with 15 non-specific and 14 NAM-specific items to be retrospectively answered by Likert scales by parents of unilateral CLP patients with completed NAM treatment. Results The parents of 117 patients from two treatment centers in Taiwan and Germany were included. A very high level of overall satisfaction was found in both countries with significant intercultural differences in prenatal parent information, feeding problems, dealing with 3rd party's perception, and experienced personal effort. Conclusion NAM is an effective treatment tool for children's CLP deformities and their caregivers in overcoming the feeling of helplessness. Intercultural differences may be due to infrastructural reasons, cultural attitudes and habits, or different public medical education.",
    "countries": [
      "Germany",
      "Taiwan"
    ],
    "citations": 1,
    "references": 0,
    "keywords": "Nasoalveolar molding; Intercultural evaluation; Parental stress; Burden; Cleft lip palate; Questionnaire",
    "subtypeDescription": "Article"
  },
  {
    "title": "Hip Arthroscopy for Femoroacetabular Impingement Syndrome in High-Level Athletes: A 10-Year Follow-up",
    "authors": [
      "Karlsson, Louise",
      "Collberg, Olle",
      "Erlandsson, David",
      "Nikou, Sarantos",
      "Baranto, Adad",
      "Ohlin, Axel",
      "Lindman, Ida",
      "SAGE PUBLICATIONS INC",
      "Karlsson, Louise",
      "Collberg, Olle",
      "Erlandsson, David",
      "Nikou, Sarantos",
      "Baranto, Adad",
      "Ohlin, Axel",
      "Lindman, Ida",
      "Karlsson, Louise",
      "Collberg, Olle",
      "Erlandsson, David",
      "Nikou, Sarantos",
      "Baranto, Adad",
      "Ohlin, Axel",
      "Lindman, Ida",
      "Karlsson, Louise",
      "Collberg, Olle",
      "Erlandsson, David",
      "Nikou, Sarantos",
      "Baranto, Adad",
      "Ohlin, Axel",
      "Lindman, Ida",
      "Karlsson, Louise",
      "Baranto, Adad",
      "Ohlin, Axel",
      "Nikou, Sarantos",
      "Karlsson, Louise"
    ],
    "year": "2024",
    "journal": "ORTHOPAEDIC JOURNAL OF SPORTS MEDICINE",
    "doi": "10.1177/23259671241275657",
    "uid": "WOS:001339848400001",
    "abstract": "Background: Arthroscopic treatment for femoroacetabular impingement syndrome (FAIS) has previously been reported to have favorable short-term results in high-level athletes. Less is known about long-term outcomes. Purpose: To report outcomes 10 years after hip arthroscopy for FAIS in high-level athletes using validated patient-reported outcome measures (PROMs). Study Design: Case series; Level of evidence, 4. Methods: Patients who underwent hip arthroscopy between November 2011 and January 2013 were included in a local hip arthroscopy registry and completed preoperative PROMs. At 10-year follow-up, the same PROMs were completed. Inclusion criteria were age <40 years at time of surgery, no prior hip surgeries, and a pre-symptomatic Hip Sports Activity Scale (HSAS) level of 7 or 8. The exclusion criterion was total hip arthroplasty at follow-up. The PROMs included the international Hip Outcome Tool-12 items (iHOT-12), the Copenhagen Hip and Groin Outcome Score (HAGOS), visual analog scale (VAS) for overall hip function, European Quality of Life-5 Dimensions questionnaire (EQ-5D) and European Quality of Life-visual analog scale (EQ-VAS), HSAS, and a single question on patient satisfaction. The rates of patients achieving minimal important change and reporting Patient Acceptable Symptom State (PASS) were reported for HAGOS and iHOT-12. For iHOT-12, preoperative results were compared with 1, 5, and 10-year follow-ups. Results: A total of 45 patients (34 men, 11 women; 70 hips; mean age 24.4 years at time of surgery) were included, with 77 patients eligible for inclusion. Significant improvements (P < .001) were seen at 10-year follow-up in all HAGOS subscales: Symptoms, Pain, Daily Activity, Sports, Physical Activity, Quality of Life (50.3 vs 78.6, 59.2 vs 86.8, 65.9 vs 88.8, 37.1 vs 81.1, 24.4 vs 81.1, 32.1 vs 79.3), iHOT-12 (40.1 vs 81.6), EQ-5D (0.59 vs 0.89), EQ-VAS (65.6 vs 80.4), and VAS for overall hip function (48 vs 79). For iHOT-12, the largest change was seen between preoperative and 1-year follow-up values, with consistent results over time. There was no statistically significant difference between HSAS levels preoperatively and at 10-year follow-up (HSAS level 4), with 24% of patients reporting a HSAS level 7 or 8 at the follow-up. Of the patients, 93% reported satisfaction with the surgery. PASS was achieved in 82% for iHOT-12, with a range of 76% to 91% for HAGOS subscales. Furthermore, 93% exceeded the minimal important change for iHOT-12, and a range of 67% to 84% for HAGOS. Conclusion: In a high-level athletic population, significant improvements in long-term outcomes are reported after hip arthroscopy for FAIS, with patients reporting a high satisfaction rate. The results also show that the largest improvement occurs within the first postoperative year, with results being maintained for 10 years.",
    "countries": [
      "Sweden"
    ],
    "citations": 2,
    "references": 0,
    "keywords": "hip; femoroacetabular impingement; hip arthroscopy; football (soccer); ice hockey; medical aspects of sports; athletes; patient-reported outcome measures; CROSS-CULTURAL ADAPTATION; CAM-TYPE DEFORMITY; PHYSICAL FUNCTION; GROIN DISABILITY; VALIDATION; PAIN; SYMPTOMS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Impact of critical care environment on burnout, perceived quality of care and safety attitude of the nursing team",
    "authors": [
      "Guirardello, Edineis de Brito",
      "UNIV SAO PAULO, ESCOLA DE ENFERMAGEM DE RIBEIRAO PRETO",
      "Guirardello, Edineis de Brito",
      "Guirardello, Edineis de Brito",
      "Guirardello, Edinêis"
    ],
    "year": "2017",
    "journal": "REVISTA LATINO-AMERICANA DE ENFERMAGEM",
    "doi": "10.1590/1518-8345.1472.2884",
    "uid": "WOS:000403275100001",
    "abstract": "Objective: assess the perception of the nursing team about the environment of practice in critical care services and its relation with the safety attitude, perceived quality of care and burnout level. Method: cross-sectional study involving 114 nursing professionals from the intensive care unit of a teaching hospital. The following instruments were used: Nursing Work Index-Revised, Maslach Burnout Inventory and the Safety Attitude Questionnaire. Results: the professionals who perceived greater autonomy, good relationships with the medical team and better control over the work environment presented lower levels of burnout, assessed the quality of care as good and reported a positive perception on the safety attitude for the domain job satisfaction. Conclusion: the findings evidenced that environments favorable to these professionals' practice result in lower levels of burnout, a better perceived quality of care and attitudes favorable to patient safety.",
    "countries": [
      "Brazil"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Patient Safety; Quality of Health Care; Health Facility Environment; Nursing; Critical Care; Job Satisfaction; CROSS-CULTURAL ADAPTATION; WORK INDEX; PATIENT SATISFACTION; SECTIONAL SURVEYS; NURSES; OUTCOMES; VALIDATION; HOSPITALS; COUNTRIES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Psychometric properties of the Albanian version of the Orofacial Esthetic Scale: OES-ALB",
    "authors": [
      "Bimbashi, Venera",
      "Celebic, Asja",
      "Staka, Gloria",
      "Hoxha, Flurije",
      "Persic, Sanja",
      "Petricevic, Nikola",
      "BMC",
      "Bimbashi, Venera",
      "Staka, Gloria",
      "Hoxha, Flurije",
      "Celebic, Asja",
      "Persic, Sanja",
      "Petricevic, Nikola",
      "Staka, Gloria",
      "Hoxha, Flurije",
      "Staka, Gloria",
      "Bimbashi, Venera",
      "Celebic, Asja",
      "Petricevic, Nikola",
      "Peršić Kiršić, Sanja"
    ],
    "year": "2015",
    "journal": "BMC ORAL HEALTH",
    "doi": "10.1186/s12903-015-0083-x",
    "uid": "WOS:000360103700001",
    "abstract": "The aim was to adapt the Orofacial Esthetic Scale (OES) and to test psychometric properties of the Albanian language version in the cultural environment of the Republic of Kosovo.",
    "countries": [
      "Serbia",
      "Croatia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "DENTAL PROFESSIONALS; HEALTH-STATUS; IMPACT; QUESTIONNAIRE; VALIDITY; QUALITY; SATISFACTION; PERCEPTIONS; VALIDATION; ISSUES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Rural patients' satisfaction with humanistic nursing care in Chinese Public Tertiary Hospitals: a national cross-sectional study",
    "authors": [
      "Li, Chuang",
      "Wang, Ning",
      "Zhang, Haixin",
      "Yan, Yongguang",
      "Chen, Huiling",
      "Jiang, Ruxin",
      "Chang, Yulan",
      "Zhao, Pingfan",
      "Cheng, Qiaomei",
      "Song, Bing",
      "Guo, Shujie",
      "FRONTIERS MEDIA SA",
      "Li, Chuang",
      "Zhang, Haixin",
      "Yan, Yongguang",
      "Jiang, Ruxin",
      "Zhao, Pingfan",
      "Cheng, Qiaomei",
      "Guo, Shujie",
      "Li, Chuang",
      "Guo, Shujie",
      "Wang, Ning",
      "Song, Bing",
      "Zhang, Haixin",
      "Yan, Yongguang",
      "Chen, Huiling",
      "Jiang, Ruxin",
      "Chang, Yulan",
      "Guo, Shujie",
      "Guo, Shujie",
      "Guo, Shujie",
      "Guo, Shujie"
    ],
    "year": "2024",
    "journal": "FRONTIERS IN PUBLIC HEALTH",
    "doi": "10.3389/fpubh.2024.1455305",
    "uid": "WOS:001387317000001",
    "abstract": "Background The provision of high-quality healthcare services and patient satisfaction are fundamental objectives in modern healthcare. Humanistic nursing care, which emphasizes empathy, respect for individuality, and cultural sensitivity, aims to build trust and improve the overall experience for patients. This approach is especially relevant for rural patients in China, who often face additional challenges in accessing care in large tertiary hospitals.Methods A multistage, stratified sampling method was employed to collect data from 8,263 patients aged 18 years or older in large public tertiary hospitals. Humanistic care satisfaction scores were measured using the Nurse Caring Instrument (NCI) questionnaire, a validated tool for assessing patient satisfaction with nursing care.Results Satisfaction with nursing humanistic care among rural Chinese patients attending large tertiary public hospitals was low with the overall mean satisfaction score 81.62 +/- 16.85. Significant differences in satisfaction were found based on age, marital status, number of children, educational attainment, occupation, monthly household income, department visited, type of medical insurance, and first-time visitor. A multivariate analysis revealed positive correlations with satisfaction for factors such as having children, higher education, higher family monthly income, and first-time visitor, and negative correlations for factors such as older age, being widowed, department visited, and region.Conclusion Older adults, widowed individuals, and first-time patients expressed lower levels of satisfaction, highlighting the need for tailored interventions. The findings provide insights into the impact of humanistic nursing care for rural patients and emphasize the importance of culturally sensitive approaches to improve patient satisfaction in rural China. This study has several limitations. The cross-sectional design restricts the ability to establish causal relationships, and there is a potential for selection bias, as participants who completed the survey may have higher educational and economic levels, possibly leading to an overestimation of satisfaction. Lastly, as this study focused on rural patients in large public tertiary hospitals in China, the findings may not be generalizable to other settings or patient groups. Future studies should address these limitations for broader applicability and insight.",
    "countries": [
      "Peoples R China"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "rural patients; humanistic nursing care; Chinese Public Tertiary Hospitals; patient satisfaction; cross-sectional study; SCIENCE; EXPERIENCE; OUTCOMES",
    "subtypeDescription": "Article"
  },
  {
    "title": "Clocks Moving at Different Speeds Cultural Variation in the Satisfaction With Wait Time for Outpatient Care",
    "authors": [
      "Chung, Sukyung",
      "Johns, Nicole",
      "Zhao, Beinan",
      "Romanelli, Rob",
      "Pu, Jia",
      "Palaniappan, Latha P.",
      "Luft, Hal",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Chung, Sukyung",
      "Zhao, Beinan",
      "Romanelli, Rob",
      "Pu, Jia",
      "Luft, Hal",
      "Johns, Nicole",
      "Palaniappan, Latha P.",
      "Chung, Sukyung",
      "Romanelli, Robert",
      "Palaniappan, Latha"
    ],
    "year": "2016",
    "journal": "MEDICAL CARE",
    "doi": "10.1097/MLR.0000000000000473",
    "uid": "WOS:000372935400008",
    "abstract": "Objective:",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Accounting; Area; Behavior; care delivery; career; Caring; Clinical; clinical care; clinical practice; Code; Communication; Data; Databases; design; Discipline; experience; Feedback; Foundations; Funding; Goals; Group Practice; health care delivery; Health Services; high reward; Incentives; Insurance; Interdisciplinary Study; Investigation; knowledge base; Leadership; Learning; Link; Measures; Medical; medical specialties; Mentors; Methods; multidisciplinary; Office Visits; Patient Care; Patients; payment; Physicians; Policies; Policy Maker; Positioning Attribute; Primary Care Physician; Primary Health Care; Race; Recommendation; Recording of previous events; Research; Research Activity; Research Institute; Research Methodology; Research Personnel; Research Support; Research Training; Resources; Scheme; Socioeconomic Factors; Source; Structure; System; tool; Training; Variant; Visit; Work; outpatient care; wait time; patient satisfaction; racial/ethnic differences; PATIENT SATISFACTION; PATIENTS ASSESSMENTS; ETHNIC-DIFFERENCES; RESPONSE STYLE; RATING-SCALES; NONRESPONSE; EXPERIENCE",
    "subtypeDescription": "Article"
  },
  {
    "title": "The effects of citizenship status on service utilization and general satisfaction with healthcare: a cross-cultural study",
    "authors": [
      "Khaled, Salma M.",
      "Shockley, Bethany",
      "Rahim, Hanan F. Abdul",
      "OXFORD UNIV PRESS",
      "Khaled, Salma M.",
      "Shockley, Bethany",
      "Rahim, Hanan F. Abdul",
      "Khaled, Salma M.",
      "Abdul Rahim, Hanan",
      "Rahim, Hanan",
      "Shockley, Bethany",
      "Khaled, Salma",
      "Shockley, Bethany"
    ],
    "year": "2017",
    "journal": "INTERNATIONAL JOURNAL FOR QUALITY IN HEALTH CARE",
    "doi": "10.1093/intqhc/mzw131",
    "uid": "WOS:000398384600008",
    "abstract": "Objective: To explore the role of citizenship status as a predictor of general satisfaction with healthcare services in Qatar, including potential interaction with utilization and health insurance coverage type.",
    "countries": [
      "Qatar"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "general satisfaction; healthcare utilization; inpatient; outpatient; Qatari citizens; White-Collar migrants; health insurance; expectation-based satisfaction; experience-based satisfaction; normative expectations; PATIENT SATISFACTION; CONFOUNDER-SELECTION; DETERMINANTS; CONSTRUCTION; EXPECTATIONS; DISPARITIES; IMMIGRANTS; SYSTEMS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Modest, yet progressive: Effective therapists tend to rate therapeutic change less positively than their patients",
    "authors": [
      "Ziem, Max",
      "Hoyer, Juergen",
      "ROUTLEDGE JOURNALS, TAYLOR & FRANCIS LTD",
      "Ziem, Max",
      "Hoyer, Juergen",
      "Hoyer, Juergen",
      "Hoyer, Juergen",
      "Ziem, Max",
      "Hoyer, Juergen"
    ],
    "year": "2020",
    "journal": "PSYCHOTHERAPY RESEARCH",
    "doi": "10.1080/10503307.2019.1631502",
    "uid": "WOS:000475272800001",
    "abstract": "Objective: Empirical findings on self-serving biases amongst psychotherapists are inconsistent. We tested in a large naturalistic data set, if therapists are prone to illusory superiority when estimating their patients' outcome and whether this effect is buffered by therapists' effectiveness. Method: A post-hoc analysis with N = 69 therapists, who treated N = 1080 patients, was conducted. Therapists' and patients' mean ratings for therapeutic improvement in the Clinical Global Impression Scale (CGI) were compared. Using a multilevel modelling approach, we further investigated the relation between the patient-therapist divergence in the CGI and actual therapeutic change in the Global Severity Index (GSI) of the Brief Symptom Inventory and in the Satisfaction With Life Scale (SWLS). Results: Ratings in the CGI did not show significant differences between patients' and therapists' assessment of therapeutic change. Lower estimations by therapists, compared to patients' self-report, were associated with greater therapeutic change in GSI and SWLS. Conclusions: Therapists, on a whole, did not seem to be prone to illusory superiority when assessing therapeutic outcome. Contrary, the more modest the therapists' estimation of therapeutic outcome was, the greater the actual therapeutic change.",
    "countries": [
      "Germany"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "psychotherapy research; self-assessment; therapeutic outcome; illusory superiority; therapist performance; FACILITATIVE INTERPERSONAL SKILLS; BRIEF SYMPTOM INVENTORY; MENTAL-HEALTH; SELF-ASSESSMENT; CULTURAL-DIFFERENCES; OWN INCOMPETENCE; PSYCHOTHERAPY; ALLIANCE; EXPERTISE; CLINICIAN",
    "subtypeDescription": "Article"
  }
]