[
  {
    "title": "Expert Consensus on Currently Accepted Measures of Harm",
    "authors": [
      "Logan, Merranda S.",
      "Myers, Laura C.",
      "Salmasian, Hojjat",
      "Levine, David Michael",
      "Roy, Christopher G.",
      "Reynolds, Mark E.",
      "Sato, Luke",
      "Keohane, Carol",
      "Frits, Michelle L.",
      "Volk, Lynn A.",
      "Akindele, Ruth N.",
      "Randazza, Juliette M.",
      "Dulgarian, Sevan M.",
      "Shahian, David M.",
      "Bates, David Westfall",
      "Mort, Elizabeth",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Logan, Merranda S.",
      "Logan, Merranda S.",
      "Myers, Laura C.",
      "Shahian, David M.",
      "Mort, Elizabeth",
      "Logan, Merranda S.",
      "Myers, Laura C.",
      "Salmasian, Hojjat",
      "Levine, David Michael",
      "Roy, Christopher G.",
      "Sato, Luke",
      "Shahian, David M.",
      "Bates, David Westfall",
      "Myers, Laura C.",
      "Salmasian, Hojjat",
      "Levine, David Michael",
      "Frits, Michelle L.",
      "Akindele, Ruth N.",
      "Randazza, Juliette M.",
      "Dulgarian, Sevan M.",
      "Bates, David Westfall",
      "Roy, Christopher G.",
      "Reynolds, Mark E.",
      "Sato, Luke",
      "Keohane, Carol",
      "Volk, Lynn A.",
      "Bates, David Westfall",
      "Shahian, David M.",
      "Bates, David Westfall",
      "Mort, Elizabeth",
      "Mort, Elizabeth",
      "Logan, Merranda S.",
      "Roy, Christopher",
      "Roy, Christopher",
      "Levine, David",
      "Bates, David"
    ],
    "year": "2021",
    "journal": "JOURNAL OF PATIENT SAFETY",
    "doi": "10.1097/PTS.0000000000000754",
    "uid": "WOS:000723781400144",
    "abstract": "Background Twenty-five years after the seminal work of the Harvard Medical Practice Study, the numbers and specific types of health care measures of harm have evolved and expanded. Using the World Cafe method to derive expert consensus, we sought to generate a contemporary list of triggers and adverse event measures that could be used for chart review to determine the current incidence of inpatient and outpatient adverse events. Methods We held a modified World Cafe event in March 2018, during which content experts were divided into 10 tables by clinical domain. After a focused discussion of a prepopulated list of literature-based triggers and measures relevant to that domain, they were asked to rate each measure on clinical importance and suitability for chart review and electronic extraction (very low, low, medium, high, very high). Results Seventy-one experts from 9 diverse institutions attended (primary acceptance rate, 72%). Of 525 total triggers and measures, 67% of 391 measures and 46% of 134 triggers were deemed to have high or very high clinical importance. For those triggers and measures with high or very high clinical importance, 218 overall were deemed to be highly amenable to chart review and 198 overall were deemed to be suitable for electronic surveillance. Conclusions The World Cafe method effectively prioritized measures/triggers of high clinical importance including those that can be used in chart review, which is considered the gold standard. A future goal is to validate these measures using electronic surveillance mechanisms to decrease the need for chart review.",
    "countries": [
      "USA",
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "patient safety; implementation; patient safety culture; coincidence analysis; primary care; patient-centered medical home; ADVERSE EVENTS; HOSPITALIZED-PATIENTS; PATIENT SAFETY; QUALITY; PROGRAM; ERRORS; SYSTEM; RISK",
    "subtypeDescription": "Article"
  },
  {
    "title": "A qualitative exploration of the uses of the International Classification of Functioning, Disability and Health at an inpatient neurorehabilitation facility in the Western Cape, South Africa",
    "authors": [
      "Hall, Rehan",
      "Visagie, Surona",
      "TAYLOR & FRANCIS LTD",
      "Hall, Rehan",
      "Visagie, Surona",
      "Hall, Rehan"
    ],
    "year": "2022",
    "journal": "DISABILITY AND REHABILITATION",
    "doi": "10.1080/09638288.2020.1773943",
    "uid": "WOS:000544028800001",
    "abstract": "Purpose of the study:The aim of the study was to describe how healthcare professionals at a neurorehabilitation facility currently use the International Classification of Functioning, Disability and Health (ICF) and to identify further possibilities for its future use. Methods:The study followed an interpretive description approach. Data were collected through four focus group discussions with 21 participants, all health care practitioners, at the study facility. Thematic analysis was conducted by coding the transcripts and generating themes. Findings:Three themes were generated: (1) Current use and gaps in use of the ICF, (2) a non-conducive environment and (3) using the ICF to facilitate holistic, patient-centred management. Current use of the ICF was limited. Gaps in use of the ICF was especially evident in goal setting practices. Goals were generic in nature and did not address participation and the environment. A lack of knowledge, debilitating interpersonal relationships and an unsupportive organisational culture created an environment non-conducive to the implementation of the ICF. Participants felt that the ICF can assist them to work more patient-centred. Conclusion:Participants perceived that the ICF has the potential to improve service delivery at the facility. The implementation process must be well structured, focus on practical use and be supported through an enabling environment created by management.",
    "countries": [
      "South Africa"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "International classification of functioning; neurorehabilitation; interdisciplinary team; implementation; disability; ICF; REHABILITATION; IMPLEMENTATION; PERSPECTIVE; COMMUNITY; FRAMEWORK; EDUCATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "New Microbiological Techniques for the Diagnosis of Bacterial Infections and Sepsis in ICU Including Point of Care",
    "authors": [
      "Peri, Anna Maria",
      "Stewart, Adam",
      "Hume, Anna",
      "Irwin, Adam",
      "Harris, Patrick N. A.",
      "SPRINGER",
      "Peri, Anna Maria",
      "Stewart, Adam",
      "Irwin, Adam",
      "Harris, Patrick N. A.",
      "Stewart, Adam",
      "Hume, Anna",
      "Hume, Anna",
      "Harris, Patrick N. A.",
      "Irwin, Adam",
      "Harris, Patrick N. A.",
      "Harris, Patrick N. A.",
      "Harris, Patrick",
      "Peri, Anna Maria",
      "Stewart, Adam",
      "Irwin, Adam"
    ],
    "year": "2021",
    "journal": "CURRENT INFECTIOUS DISEASE REPORTS",
    "doi": "10.1007/s11908-021-00755-0",
    "uid": "WOS:000662216700001",
    "abstract": "Purpose of Review The aim of this article is to review current and emerging microbiological techniques that support the rapid diagnosis of bacterial infections in critically ill patients, including their performance, strengths and pitfalls, as well as available data evaluating their clinical impact. Recent Findings Bacterial infections and sepsis are responsible for significant morbidity and mortality in patients admitted to the intensive care unit and their management is further complicated by the increase in the global burden of antimicrobial resistance. In this setting, new diagnostic methods able to overcome the limits of traditional microbiology in terms of turn-around time and accuracy are highly warranted. We discuss the following broad themes: optimisation of existing culture-based methodologies, rapid antigen detection, nucleic acid detection (including multiplex PCR assays and microarrays), sepsis biomarkers, novel methods of pathogen detection (e.g. T2 magnetic resonance) and susceptibility testing (e.g. morphokinetic cellular analysis) and the application of direct metagenomics on clinical samples. The assessment of the host response through new \"omics\" technologies might also aid in early diagnosis of infections, as well as define non-infectious inflammatory states. Despite being a promising field, there is still scarce evidence about the real-life impact of these assays on patient management. A common finding of available studies is that the performance of rapid diagnostic strategies highly depends on whether they are integrated within active antimicrobial stewardship programs. Assessing the impact of these emerging diagnostic methods through patient-centred clinical outcomes is a complex challenge for which large and well-designed studies are awaited.",
    "countries": [
      "Australia"
    ],
    "citations": 4,
    "references": 0,
    "keywords": "Rapid diagnostics; Bloodstream infection; Sepsis; Antimicrobial resistance; Critical care; BLOOD-STREAM INFECTIONS; RAPID IDENTIFICATION; BACT/ALERT VIRTUO; ACCELERATE PHENO; CULTURE-SYSTEMS; PATHOGEN IDENTIFICATION; STAPHYLOCOCCUS-AUREUS; CLINICAL IMPACT; PNA-FISH; TIME",
    "subtypeDescription": "Review"
  },
  {
    "title": "Sustainable Adoption of Digital Health Innovations: Perspectives From a Stakeholder Workshop",
    "authors": [
      "Van Velthoven, Michelle Helena",
      "Cordon, Carlos",
      "JMIR PUBLICATIONS, INC",
      "Van Velthoven, Michelle Helena",
      "Cordon, Carlos",
      "Van Velthoven, Michelle Helena",
      "Cordon, Carlos",
      "van Velthoven, Michelle",
      "van Velthoven, Michelle Helena",
      "Cordon, Carlos"
    ],
    "year": "2019",
    "journal": "JOURNAL OF MEDICAL INTERNET RESEARCH",
    "doi": "10.2196/11922",
    "uid": "WOS:000462274900001",
    "abstract": "Background: There are various complex reasons that influence sustainable adoption of innovations in health care systems. Low adoption can be caused by a lack of support from one or more stakeholders because their needs and expectations are not always considered or aligned.",
    "countries": [
      "England",
      "Switzerland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "adoption; digital health; stakeholders; telemedicine; TECHNOLOGIES; INFORMATION; MOBILE; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Ricoeur's narrative philosophy: A source of inspiration in critical hermeneutic health research",
    "authors": [
      "Missel, Malene",
      "Birkelund, Regner",
      "WILEY",
      "Missel, Malene",
      "Birkelund, Regner",
      "Birkelund, Regner",
      "Missel, Malene",
      "Missel, Malene",
      "Missel, Malene"
    ],
    "year": "2020",
    "journal": "NURSING PHILOSOPHY",
    "doi": "10.1111/nup.12254",
    "uid": "WOS:000525314300004",
    "abstract": "Patient-centred care has gained ground in health service following a health policy initiative aimed at changing the paternalistic culture towards one with more patient involvement. Development of knowledge relating to people's lived experiences of illness is important in this context. Literature in the field of health science describes methods for exploring what is at stake for people affected by illness, and the French philosopher Paul Ricoeur has been a significant source of inspiration. Especially, Ricoeur's interpretation theory has been construed and applied in different, often schematic, methodological variations, whereas his narrative philosophy is a little used source of inspiration. Health science has been characterized by a biomedical awareness of method and the idea that there is a direct and immediate path to patients' experiences, a viewpoint that can be traced back to Descartes and the philosophy of subjectivism. Opposed to Descartes, Ricoeur says that we are already embedded in a world of traditions and meanings over which we have no control. According to Ricoeur, we leave traces when we express ourselves, and traces are formed by the world of meanings and traditions to which we belong. Often, the sense in the traces is hidden, making it impossible to directly understand individual's experiences. Reflection on an individual's lived experiences must take place via the narratives in which the individual expresses themselves. The centrepiece of Ricoeur's narrative philosophy is the threefold mimesis, which is an approach to understanding the meaning of peoples' lived experiences. The philosophical hermeneutics of Gadamer plays an important role in Ricoeur's theory of interpretation, although he has criticized Gadamer for failing to include one dimension in his philosophy; he finds this dimension in Habermas' ideology critique. Ricoeur's ideology critique is absent in health science research, which is why it has been made a focal point in this article.",
    "countries": [
      "Denmark"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "care; narratives; nursing; qualitative research; Ricoeur",
    "subtypeDescription": "Article"
  },
  {
    "title": "Managing Uncertainty During the Communication of Diagnostic Test Information Between Patients and Clinicians in Australian Emergency Care",
    "authors": [
      "Miao, Melissa",
      "Dahm, Maria R.",
      "Li, Julie",
      "Thomas, Judith",
      "Georgiou, Andrew",
      "SAGE PUBLICATIONS INC",
      "Miao, Melissa",
      "Dahm, Maria R.",
      "Li, Julie",
      "Thomas, Judith",
      "Georgiou, Andrew",
      "Miao, Melissa",
      "Dahm, Maria R.",
      "Miao, Melissa",
      "Georgiou, Andrew",
      "Dahm, Maria",
      "Miao, Melissa",
      "Thomas, Judith",
      "Miao, Melissa",
      "Georgiou, Andrew",
      "Dahm, Maria"
    ],
    "year": "2020",
    "journal": "QUALITATIVE HEALTH RESEARCH",
    "doi": "10.1177/1049732320913037",
    "uid": "WOS:000523916000001",
    "abstract": "We sought (a) an inductive understanding of patient and clinician perspectives and experiences of the communication of diagnostic test information and (b) a normative understanding of the management of uncertainty that occurs during the clinical encounter in emergency care. Between 2016 and 2018, 58 interviews were conducted with patients and nursing, medical, and managerial staff. Interview data were sequentially analyzed through an inductive thematic analysis, then a normative theory of uncertainty management. Themes of \"Ideals,\" \"Service Efficiency,\" and \"Managing Uncertainty\" were inductively identified as influencing the communication of diagnostic test information. A normative theory of uncertainty management highlighted (a) how these themes reflected the interaction's sociocultural context, encapsulated various criteria by which clinicians and patients evaluated the appropriateness and effectiveness of their communication, and represented competing goals during the clinical encounter, and (b) how systemic tensions between themes accounted for when diagnostic test information communication occurred, was deferred or avoided.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "qualitative methods; research design; thematic analysis; research strategies; interviews; Australia; Australians; uncertainty; doctor-patient; nurse-patient; communication; theory development; methodology; patient safety; decision-making; health informatics; hospitals; culture; diagnosis; health care; patient-centred care; medical education; emergency care; MANAGEMENT; ERRORS",
    "subtypeDescription": "Article"
  },
  {
    "title": "How to improve healthcare? Identify, nurture and embed individuals and teams with \"deep smarts\"",
    "authors": [
      "Eljiz, Kathy",
      "Greenfield, David",
      "Molineux, John",
      "Sloan, Terry",
      "EMERALD GROUP PUBLISHING LTD",
      "Eljiz, Kathy",
      "Greenfield, David",
      "Molineux, John",
      "Sloan, Terry",
      "Eljiz, Kathy",
      "Greenfield, Diana",
      "Sloan, Terry",
      "Greenfield, David"
    ],
    "year": "2018",
    "journal": "JOURNAL OF HEALTH ORGANIZATION AND MANAGEMENT",
    "doi": "10.1108/JHOM-09-2017-0244",
    "uid": "WOS:000426781800010",
    "abstract": "Purpose Unlocking and transferring skills and capabilities in individuals to the teams they work within, and across, is the key to positive organisational development and improved patient care. Using the deep smarts model, the purpose of this paper is to examine these issues.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Healthcare; Knowledge translation; Deep smarts; Organizational improvement; CAPABILITY; CULTURE; EMPOWERMENT; PERFORMANCE; NETWORKS; BARRIERS",
    "subtypeDescription": "Article"
  },
  {
    "title": "The Influence of Diverse Cultures on Nutrition, Diabetes Management and Patient Education",
    "authors": [
      "Shapiro, Jessica",
      "Grajower, Martin M.",
      "MDPI",
      "Shapiro, Jessica",
      "Grajower, Martin M.",
      "Grajower, Martin M.",
      "Grajower, Martin M.",
      "Grajower, Martin M.",
      "grajower, martin",
      "grajower, martin"
    ],
    "year": "2024",
    "journal": "NUTRIENTS",
    "doi": "10.3390/nu16213771",
    "uid": "WOS:001351765500001",
    "abstract": "Background/Objectives: Providing relevant, patient-centered care starts with recognizing that patients living with diabetes are racially and ethnically diverse, which will influence their dietary behaviors. Methods: The authors draw upon literature descriptions and personal experience in clinical practice dealing with ethnically diverse populations and include guidance offered in the literature regarding how to address these unique aspects when managing and educating patients with diabetes. Results: Proper interviewing techniques are described when dealing with culturally diverse populations, including ascertaining cultural, religious, and ethnic influences on dietary choices, and advice is given on how to improve nutritional behavior in these patients while acknowledging and validating these influences. Conclusions: When a proper nutrition interview is conducted, such as using motivational interviewing, aspects of the patient's cultural, religious, ethnic, and other influences can be ascertained, and appropriate advice can be given to the patient on how to modify these influences to achieve a healthier nutritional behavior.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "nutrition; diabetes; cultural foods; plate method; motivational interviewing; religious observances; diabetes education",
    "subtypeDescription": "Review"
  },
  {
    "title": "Healthcare delivery gaps in pain management within the first 3 months after discharge from inpatient noncardiac surgeries: a scoping review",
    "authors": [
      "Ke, Janny X. C.",
      "de Vos, Maya",
      "Kojic, Katarina",
      "Hwang, Mark",
      "Park, Jason",
      "Stuart, Heather",
      "Osborn, Jill",
      "Flexman, Alana",
      "Blake, Lindsay",
      "Mcisaac, Daniel I.",
      "ELSEVIER SCI LTD",
      "Ke, Janny X. C.",
      "Kojic, Katarina",
      "Osborn, Jill",
      "Flexman, Alana",
      "Ke, Janny X. C.",
      "de Vos, Maya",
      "Kojic, Katarina",
      "Osborn, Jill",
      "Flexman, Alana",
      "Ke, Janny X. C.",
      "Hwang, Mark",
      "Park, Jason",
      "Stuart, Heather",
      "Park, Jason",
      "Stuart, Heather",
      "Blake, Lindsay",
      "Mcisaac, Daniel I.",
      "Ke, Janny X. C.",
      "Ke, Janny X. C.",
      "Ke, Janny X. C.",
      "Blake, Lindsay",
      "Blake, Lindsay",
      "Ke, Janny Xue Chen",
      "Flexman, Alana",
      "Hwang, Mark"
    ],
    "year": "2023",
    "journal": "BRITISH JOURNAL OF ANAESTHESIA",
    "doi": "10.1016/j.bja.2023.08.006",
    "uid": "WOS:001093344000001",
    "abstract": "Background: Poor pain control during the postoperative period has negative implications for recovery, and is a critical risk factor for development of persistent postsurgical pain. The aim of this scoping review is to identify gaps in healthcare delivery that patients undergoing inpatient noncardiac surgeries experience in pain management while recovering at home.",
    "countries": [
      "Canada",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "gaps in care; health delivery; pain management; persistent postsurgical pain; post-discharge; postoperative pain; transitional pain service; CHRONIC POSTSURGICAL PAIN; POSTOPERATIVE PAIN; REGIONAL ANESTHESIA; PERIOPERATIVE PAIN; PATIENT; QUALITY; HIP; ARTHROPLASTY; PRESCRIPTION; CONTINUITY",
    "subtypeDescription": "Review"
  },
  {
    "title": "Initial Concurrent and Convergent Validity of the Perceived Access Inventory (PAI) for Mental Health Services",
    "authors": [
      "Pyne, Jeffrey M.",
      "Kelly, P. Adam",
      "Fischer, Ellen P.",
      "Miller, Christopher J.",
      "Connolly, Samantha L.",
      "Wright, Patricia",
      "Zamora, Kara",
      "Koenig, Christopher J.",
      "Seal, Karen H.",
      "Fortney, John C.",
      "EDUCATIONAL PUBLISHING FOUNDATION-AMERICAN PSYCHOLOGICAL ASSOC",
      "Pyne, Jeffrey M.",
      "Fischer, Ellen P.",
      "Pyne, Jeffrey M.",
      "Fischer, Ellen P.",
      "Kelly, P. Adam",
      "Kelly, P. Adam",
      "Miller, Christopher J.",
      "Connolly, Samantha L.",
      "Miller, Christopher J.",
      "Connolly, Samantha L.",
      "Wright, Patricia",
      "Zamora, Kara",
      "Seal, Karen H.",
      "Zamora, Kara",
      "Koenig, Christopher J.",
      "Koenig, Christopher J.",
      "Fortney, John C.",
      "Fortney, John C.",
      "Pyne, Jeffrey M.",
      "Miller, Christopher",
      "Koenig, Christopher J.",
      "Zamora, Kara",
      "Pyne, Jeffrey",
      "Koenig, Christopher",
      "Connolly, Samantha",
      "Miller, Christopher"
    ],
    "year": "2022",
    "journal": "PSYCHOLOGICAL SERVICES",
    "doi": "10.1037/ser0000504",
    "uid": "WOS:000811744000026",
    "abstract": "Access to high-quality health care, including mental health care, remains a high priority for the Department of Veterans Affairs and civilian health care systems. Increased access to mental health care is associated with improved outcomes, including decreased suicidal behavior. Multiple policy changes and interventions are being developed and implemented to improve access to mental health care. The Perceived Access Inventory (PAI) is a patient-centered questionnaire developed to understand the veteran perspective about access to mental health services. The PAI is a self-report measure that includes 43 items across 5 domains: Logistics (6 items), Culture (4 items), Digital (9 items), Systems of Care (13 items), and Experiences of Care (11 items). This article is a preliminary examination of the concurrent and convergent validity of the PAI with respect to the Hoge Perceived Barriers to Seeking Mental Health Services scale (concurrent) and the Client Satisfaction Questionnaire (CSQ; convergent). Telephone interviews were conducted with veterans from 3 geographic regions. Eligibility criteria included screening positive for posttraumatic stress disorder, alcohol use disorder, or depression in the past 12 months. Data from 92 veterans were analyzed using correlation matrices. PAI scores were significantly correlated with the Hoge total score (concurrent validity) and CSQ scores (convergent validity). The PAI items with the strongest correlation with CSQ were in the Systems of Care domain and the weakest were in the Logistics domain. Future efforts will evaluate validity using larger data sets and utilize the PAI to develop and test interventions to improve access to care.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "access; mental health; veterans; validation; VETERANS; BARRIERS; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Improving Patient-centered Care: How Clinical Staff Overcome Barriers to Patient Engagement at the VHA",
    "authors": [
      "Agha, Aneeza Z.",
      "Werner, Rachel M.",
      "Keddem, Shimrit",
      "Huseman, Tiffany L.",
      "Long, Judith A.",
      "Shea, Judy A.",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Agha, Aneeza Z.",
      "Werner, Rachel M.",
      "Keddem, Shimrit",
      "Long, Judith A.",
      "Shea, Judy A.",
      "Agha, Aneeza Z.",
      "Werner, Rachel M.",
      "Keddem, Shimrit",
      "Long, Judith A.",
      "Shea, Judy A.",
      "Werner, Rachel M.",
      "Long, Judith A.",
      "Shea, Judy A.",
      "Huseman, Tiffany L.",
      "Agha, Aneeza Z.",
      "Long, Judith",
      "Werner, Rachel",
      "Werner, Rachel"
    ],
    "year": "2018",
    "journal": "MEDICAL CARE",
    "doi": "10.1097/MLR.0000000000001007",
    "uid": "WOS:000450434100009",
    "abstract": "Background:While patient engagement can be beneficial for patient care, there are barriers to engaging patients. These barriers exist for health care organizations, for health care personnel, and for the patients themselves. Solutions to barriers are not well documented.Objectives:Our objective was to explore barriers to patient engagement efforts and their corresponding solutions.Research Design:Qualitative interviews and site visits from a national sample of primary care facilities within the Veterans Health Administration were analyzed to understand patient engagement barriers and solutions.Sampling:We conducted a total of 155 phone and in-person semistructured interviews with primary care providers, mental health staff, social workers, pharmacists, patient advocates, health behavior coaches, and administrative staff at 27 Veterans Health Administration sites. Participants were asked to describe the obstacles they had to overcome in their efforts to improve patient engagement at their site.Results:Barriers to patient engagement are overcome by strategically updating data analytics; enhancing organization-wide processes and procedures; being creative with space design, staff hiring, and time commitments; cultivating staff collaborations; and addressing patient care issues such as access, customer service, and patient education. A key component of successful implementation is to create a culture, supported by leadership that promotes patient engagement.Conclusions:Participants understood the patient centered approach, despite experiencing a lack of resources and training and could push through solutions to patient engagement barriers while working within the limits of their settings.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "patient-centered care; qualitative research; veteran's affairs; patient engagement; barriers to patient engagement; solutions to patient engagement; Patient Aligned Care Teams; quality improvement; healthcare delivery; MEDICAL HOME; VETERANS",
    "subtypeDescription": "Article"
  },
  {
    "title": "World Patient Safety Day: the Tuscany region at the forefront of quality of care",
    "authors": [
      "Albolino, Sara",
      "Dagliana, Giulia",
      "OXFORD UNIV PRESS",
      "Albolino, Sara",
      "Dagliana, Giulia",
      "Dagliana, Giulia"
    ],
    "year": "2020",
    "journal": "INTERNATIONAL JOURNAL FOR QUALITY IN HEALTH CARE",
    "doi": "10.1093/intqhc/mzaa010",
    "uid": "WOS:000565908800010",
    "abstract": "Echoing the World Health Organization's (WHO) request, the Patient Safety Declaration, launched by Health First Europe at the European Parliament, calls on policymakers, authorities and health professionals, patients and citizens to come together to build health systems that can help health professionals work better for patient-centred outcomes. The objective is to prevent the occurrence of adverse events arising from clinical care activities to focus resources on reducing the impact of the disease by promoting safer health systems and higher quality standards for patient safety in Europe. The Declaration intends to promote a European patient safety culture, starting with safety practices and exchanging effective practices to reduce adverse events arising from health activities. Tuscany, the fifth largest region of Italy, is strongly committed to make this happen. Its Regional Centre for Clinical Risk Management and Patient Safety and WHO Collaborating Centre (GRC Centre-Centro Gestione Rischio Clinico e Sicurezza del Paziente) aims at developing and promoting practices for safety, awareness raising and the analysis of adverse events for the constant improvement of care delivery.",
    "countries": [
      "Italy"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "patient safety; quality; adverse event; patient-centred care; advocacy",
    "subtypeDescription": "Article"
  },
  {
    "title": "Using Bedside Rounds to Change Culture",
    "authors": [
      "Bryne, Abigail",
      "Wiese, Jeff",
      "W B SAUNDERS CO-ELSEVIER INC",
      "Bryne, Abigail",
      "Wiese, Jeff",
      "Bryne, Abigail",
      "Wiese, Jeff",
      "Wiese, Jeff",
      "Wiese, Jeff"
    ],
    "year": "2020",
    "journal": "MEDICAL CLINICS OF NORTH AMERICA",
    "doi": "10.1016/j.mcna.2020.02.008",
    "uid": "WOS:000538936900014",
    "abstract": "Although not suitable for every patient encounter, rounding at the beside provides an opportunity to teach and augment the attitudes essential for optimal medical care. It also provides an opportunity to establish and grow the team's culture as well as the culture for each patient encounter. Finally, it provides the attending physician with an opportunity to assess learners' position on the supervision-to-autonomy spectrum, thereby ensuring appropriate supervision while enabling the autonomy necessary for optimal learner growth.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Bedside rounds; Culture; Patient-centered care; Supervision; Student presentations; Autonomy; PATIENTS PERCEPTIONS; CASE PRESENTATIONS; COMMUNICATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "Healthcare professionals' and patients' attitudes toward the causes and management of aggression in Estonian psychiatric clinics: a quantitative cross-sectional comparative study",
    "authors": [
      "Lenk-Adusoo, Margit",
      "Hurden, Liina",
      "Tohvre, Reet",
      "Tretjakov, Ilja",
      "Evert, Luule",
      "Haring, Liina",
      "TAYLOR & FRANCIS INC",
      "Lenk-Adusoo, Margit",
      "Haring, Liina",
      "Lenk-Adusoo, Margit",
      "Hurden, Liina",
      "Tohvre, Reet",
      "Haring, Liina",
      "Tretjakov, Ilja",
      "Evert, Luule",
      "Lenk-Adusoo, Margit",
      "Lenk-Adusoo, Margit",
      "Lenk-Adusoo, Margit"
    ],
    "year": "2022",
    "journal": "JOURNAL OF MENTAL HEALTH",
    "doi": "10.1080/09638237.2021.2022624",
    "uid": "WOS:000740896900001",
    "abstract": "Background To enhance patient aggression management efficacy and to reduce the use of coercive interventions in inpatient psychiatric care, it is important to know the attitudes of all involved parties towards the aggression and its management. Aims This study aimed to explore attitudes of the psychiatrists, nurses and inpatients toward the causes and management of patient aggression in Estonian psychiatric clinics. A frequency of aggressive behaviour experienced by professionals, the relationships between the attitudes, participation in coercion, and a frequency of aggression, were also identified. Methods To assess attitudes towards the causes and management of patient aggression, the Management of Aggression and Violence Attitude Scale was implemented. Results The survey comprised of 63 psychiatrists, 197 nurses and 199 inpatients. The patients and the professionals had similar as well as different attitudes toward aggression and its management. Patients expected professionals to take a more personal approach when aggression occurs; in some cases, allowing the patients to deal with negative emotions on their own but, if necessary, isolating or restraining the violent people. Conclusions There is a need of training programs that focus on dealing patient aggression to foster a culture of safe, patient-centred care and to reduce aggression in psychiatric clinics.",
    "countries": [
      "Estonia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Aggression management; attitudes towards aggression; aggression in psychiatry; psychiatric care; RESPONSE RATES; SCALE MAVAS; VIOLENCE; STAFF",
    "subtypeDescription": "Article"
  }
]