[
  {
    "title": "Doing qualitative research in Chinese contexts Lessons learned from conducting interviews in a Chinese healthcare environment",
    "authors": [
      "Zhou, Lihong",
      "Nunes, Miguel Baptista",
      "EMERALD GROUP PUBLISHING LTD",
      "Zhou, Lihong",
      "Nunes, Miguel Baptista",
      "Nunes, Miguel Baptista",
      "Nunes, Miguel"
    ],
    "year": "2013",
    "journal": "LIBRARY HI TECH",
    "doi": "10.1108/LHT-11-2012-0104",
    "uid": "WOS:000325446500002",
    "abstract": "Purpose - The purpose of this paper is to present and discuss the process of doing qualitative inductive research in China, drawing its conclusions from a grounded theory study. To be more specific, this paper reflects on the process of approaching interviewees, guaranteeing their participation, conducting the interviews and encouraging responses in the context of Chinese culture.",
    "countries": [
      "Peoples R China",
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Chinese culture; Grounded theory; Healthcare environment; Qualitative methods; Semi-structured interview; Knowledge sharing; China; CULTURE; TRANSLATION; MANAGEMENT; SELF",
    "subtypeDescription": "Article"
  },
  {
    "title": "Cultural dimensions in the transition of overseas medical graduates to the UK workplace",
    "authors": [
      "Morrow, Gill",
      "Rothwell, Charlotte",
      "Burford, Bryan",
      "Illing, Jan",
      "TAYLOR & FRANCIS LTD",
      "Morrow, Gill",
      "Rothwell, Charlotte",
      "Burford, Bryan",
      "Illing, Jan",
      "Morrow, Gill",
      "Illing, Jan",
      "Rothwell, Charlotte",
      "Burford, Bryan",
      "Burford, Bryan"
    ],
    "year": "2013",
    "journal": "MEDICAL TEACHER",
    "doi": "10.3109/0142159X.2013.802298",
    "uid": "WOS:000324771800004",
    "abstract": "Background: Historically, overseas-qualified doctors have been essential for meeting service needs in the UK National Health Service (NHS). However, these doctors encounter many cultural differences, in relation to training, the healthcare system and the doctor-patient relationship and training.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "CROSS-NATIONAL DIFFERENCES; COMMUNICATION-SKILLS; DOCTORS; EXPERIENCES; CHALLENGES; DIVERSITY; EDUCATION; BARRIERS; SUPPORT; CARE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Association of national and hospital factors to hospitals' alcohol-based handrub consumption in Europe: results of the European PROHIBIT study",
    "authors": [
      "Hansen, S.",
      "Schwab, F.",
      "Gastmeier, P.",
      "Zingg, W.",
      "PROHIBIT Study Grp",
      "ELSEVIER SCI LTD",
      "Hansen, S.",
      "Schwab, F.",
      "Gastmeier, P.",
      "Zingg, W.",
      "Hansen, S.",
      "Gastmeier, Petra",
      "van der Kooi, Tjallie",
      "Zingg, Walter",
      "Kyratsis, Yiannis",
      "Holmes, Alison",
      "Ahmad, Raheelah",
      "Hansen, Sonja",
      "HANSEN, Sonja",
      "Sax, Hugo"
    ],
    "year": "2018",
    "journal": "CLINICAL MICROBIOLOGY AND INFECTION",
    "doi": "10.1016/j.cmi.2017.10.015",
    "uid": "WOS:000436640800020",
    "abstract": "Objectives: Hand hygiene is considered the most effective way to reduce the transmission of (multidrug- resistant) organisms and to prevent healthcare-associated infections. Hand rubbing with alcohol-based handrub (AHR) has become the reference standard for hand hygiene. Data on AHR consumption are easy to obtain and can serve as an approximation for hand hygiene compliance. As described earlier, AHR consumption varies among European hospitals. In the current study the role of various hospital and country indicators for AHR consumption is analysed.",
    "countries": [
      "Germany",
      "Switzerland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Acute care hospitals; Europe; Hand hygiene; Healthcare-associated infections; Prevention; INFECTION-CONTROL; HYGIENE; ORGANIZATION",
    "subtypeDescription": "Article"
  },
  {
    "title": "Cultural Prototypes and Differences in Simulation Debriefing",
    "authors": [
      "Ulmer, Francis F.",
      "Sharara-Chami, Rana",
      "Lakissian, Zavi",
      "Stocker, Martin",
      "Scott, Ella",
      "Dieckmann, Peter",
      "LIPPINCOTT WILLIAMS & WILKINS",
      "Ulmer, Francis F.",
      "Sharara-Chami, Rana",
      "Lakissian, Zavi",
      "Stocker, Martin",
      "Scott, Ella",
      "Dieckmann, Peter",
      "Sharara-Chami, Rana",
      "Martin, Stocker",
      "Stocker, Martin"
    ],
    "year": "2018",
    "journal": "SIMULATION IN HEALTHCARE-JOURNAL OF THE SOCIETY FOR SIMULATION IN HEALTHCARE",
    "doi": "10.1097/SIH.0000000000000320",
    "uid": "WOS:000441709700004",
    "abstract": "Introduction Culture is believed to play a role in education, safety, and patient outcome in healthcare. Hofstede's culture analysis permits a quantitative comparison between countries, along different culture dimensions, including power distance (PD). Power distance index (PDI) is a value reflecting social hierarchy in a country. We sought to explore the relation between PDI and self-reported behavior patterns of debriefers during simulation debriefings. We determined six culture-relevant debriefing characteristics and formulated six hypotheses on how these characteristics correlate with national PDIs.",
    "countries": [
      "Switzerland",
      "Lebanon",
      "Qatar",
      "Denmark"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Culture; debriefing; power distance; DIMENSIONS; EDUCATION; TIME",
    "subtypeDescription": "Article"
  },
  {
    "title": "What would people do with their money if they were rich? A search for Hofstede dimensions across 52 countries",
    "authors": [
      "Minkov, Michael",
      "Dutt, Pinaki",
      "Schachner, Michael",
      "Jandosova, Janar",
      "Khassenbekov, Yerlan",
      "Morales, Oswaldo",
      "Blagoev, Vesselin",
      "EMERALD GROUP PUBLISHING LTD",
      "Minkov, Michael",
      "Blagoev, Vesselin",
      "Minkov, Michael",
      "Dutt, Pinaki",
      "Schachner, Michael",
      "Jandosova, Janar",
      "Khassenbekov, Yerlan",
      "Morales, Oswaldo",
      "Minkov, Michael",
      "Minkov, Michael",
      "morales tristan, oswaldo",
      "Sanchez, Carlos Javier",
      "Schachner, Michael",
      "morales tristan, oswaldo"
    ],
    "year": "2019",
    "journal": "CROSS CULTURAL & STRATEGIC MANAGEMENT",
    "doi": "10.1108/CCSM-11-2018-0193",
    "uid": "WOS:000465148700005",
    "abstract": "Purpose The purpose of this paper is to test the replicability of Hofstede's value-based dimensions - masculinity-femininity (MAS-FEM) and individualism-collectivism (IDV-COLL) - in the field of consumer behavior, and to compare cultural prioritizations with respect to disposable income budgets across the world. Design/methodology/approach The authors asked 51,529 probabilistically selected respondents in 52 countries (50 nationally representative consumer panels and community samples from another two countries) what they would do with their money if they were rich. The questionnaire items targeted Hofstede's MAS-FEM and IDV-COLL as well as a wider range of options deemed sufficiently meaningful, ethical and moral across the world. Findings The authors obtained two main dimensions. The first contrasts self-enhancing and altruistic choices (status and power-seeking spending vs donating for healthcare) and is conceptually similar to MAS-FEM. However, it is statistically related to Hofstede's fifth dimension, or monumentalism-flexibility (MON-FLX), not to MAS-FEM. The second dimension contrasts conservative-collectivist choices and modern-hedonistic concerns (donating for religion and sports vs preserving nature and travel abroad for pleasure) and is a variant of COLL-IDV.",
    "countries": [
      "Bulgaria",
      "Estonia",
      "Singapore",
      "Finland",
      "Kazakhstan",
      "Peru"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Consumer behaviour; Hofstede's cultural dimensions; Collectivism; Individualism; Masculinity; Femininity; Monumentalism; Flexibility; NATIONAL CULTURE; RESPONSE STYLES; 5TH DIMENSION; VALUES; REVISION; PRODUCTS; BEHAVIOR; TRAITS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Analytical observational study evaluating global pandemic preparedness and the effectiveness of early COVID-19 responses in Ethiopia, Nigeria, Singapore, South Korea, Sweden, Taiwan, UK and USA",
    "authors": [
      "Nikolaeva, Alexandra",
      "Versnel, Jenny",
      "BMJ PUBLISHING GROUP",
      "Nikolaeva, Alexandra",
      "Versnel, Jenny",
      "Nikolaeva, Alexandra",
      "Nikolaeva, Alexandra"
    ],
    "year": "2022",
    "journal": "BMJ OPEN",
    "doi": "10.1136/bmjopen-2021-053374",
    "uid": "WOS:000750962600022",
    "abstract": "Objectives An analysis of early country-specific COVID-19 strategies and the impact of policies, healthcare resources and cultural influences on their effectiveness. Design Analytical observational study. Setting USA, UK, Sweden, South Korea, Singapore, Taiwan, Ethiopia and Nigeria. Main outcome measures OxCGRT indices were used to quantify variations in governments' responses, and effectiveness was measured by the number of deaths as a proportion of the population. Hofstede's cultural dimensions, and the availability of healthcare resources, were analysed for their potential impact on effectiveness. Results Effective strategies reflect factors such as speed of governmental intervention, cultural norms, population demographics and available resources. While biases, confounders and lack of data at the beginning of the pandemic make inferences challenging, publicly available data suggest that South Korea, Singapore and Taiwan were most successful through rapid identification and isolation of cases, and effective contact tracing systems. Conclusion The rapid spread of the highly transmissible SARS-CoV-2 virus took many countries by surprise and the delayed global response contributed to the severity of the COVID-19 pandemic. The speed at which strategies were implemented is highly correlated to the number of deaths. Factors such as cultural norms and healthcare resources impact effectiveness significantly, implying that implementation of a global 'one size fits all' approach is challenging. Global preparedness should focus on effective surveillance and preparedness strategies to enable timely identification and containment of future threats.",
    "countries": [
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "public health; COVID-19",
    "subtypeDescription": "Article"
  },
  {
    "title": "Towards understanding the nature and need of delirium guidelines across nations and cultures",
    "authors": [
      "Adamis, Dimitrios",
      "Macdonald, Alastair",
      "McCarthy, Geraldine",
      "Morandi, Alessandro",
      "Bellelli, Giuseppe",
      "Meagher, David",
      "SPRINGER",
      "Adamis, Dimitrios",
      "McCarthy, Geraldine",
      "Adamis, Dimitrios",
      "Macdonald, Alastair",
      "McCarthy, Geraldine",
      "Morandi, Alessandro",
      "Morandi, Alessandro",
      "Morandi, Alessandro",
      "Bellelli, Giuseppe",
      "Meagher, David",
      "Adamis, Dimitrios",
      "Adamis, Dimitrios",
      "Adamis, Dimitrios",
      "Bellelli, Giuseppe",
      "Costa, Alfredo",
      "Adamis, Dimitrios"
    ],
    "year": "2022",
    "journal": "AGING CLINICAL AND EXPERIMENTAL RESEARCH",
    "doi": "10.1007/s40520-021-01978-w",
    "uid": "WOS:000694568600001",
    "abstract": "Background Delirium is associated with a variety of adverse healthcare outcomes but is highly predictable, preventable and treatable. For this reason, numerous guidelines have been developed for delirium recognition, prevention and management across different countries and disciplines. Although research is adduced as evidence for these guidelines, a constant finding is the lack of implementation if they exist at all. Implementation is a human behaviour that can be influenced by various factors including culture at a micro- and macro-level. Hofstede's model proposes that national cultures vary along six consistent dimensions. Aim Using this model, we examined the nature of delirium guidelines across countries in relation to Hofstede's six cultural dimensions. Methods Data collected for each country on: the six dimensions of Hofstede's model, number of delirium guidelines approved by a National professional body of each country (through searching databases), the annual old-age dependency ratio for each country. Results Sixty-four countries had the completed six dimensions of Hofstede's model. Twenty of them (31%) had one or more delirium guidelines. The total number of different delirium guidelines was 45. Countries with formal delirium guidelines have significantly lower power distance among their members, are more individualistic societies, have lower levels of uncertainty avoidance and higher old-age dependency ratio compared to those without delirium guidelines. Discussion/conclusion The development and implementation of delirium guidelines vary across countries. Specific combinations of cultural dimensions influence the production of delirium guidelines. Understanding these important cultural differences can facilitate more widespread acceptance and implementation of guidelines.",
    "countries": [
      "Ireland",
      "Greece",
      "England",
      "Italy",
      "Spain"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Delirium; Guidelines; Culture; Hofstede's cultural model; ANXIETY DISORDERS; CARE; UNDERDIAGNOSIS",
    "subtypeDescription": "Article"
  },
  {
    "title": "A Comparison of Country's Cultural Dimensions and Health Outcomes",
    "authors": [
      "Matus, Justin C.",
      "MDPI",
      "Matus, Justin C.",
      "Matus, Justin C.",
      "Matus, Justin"
    ],
    "year": "2021",
    "journal": "HEALTHCARE",
    "doi": "10.3390/healthcare9121654",
    "uid": "WOS:000736871500001",
    "abstract": "Research comparing health care systems of countries, with a particular emphasis on health care spending and health care outcomes, has found unexplained differences which are often attributed to the countries' cultures, yet these cultural dimensions are never completely identified or measured. This study examines if culture predicts a country's population health, measured as life expectancy and health care spending. Using the Hofstede country-level measures (six dimensions) of culture as independent variables, two regression models to predict life expectancy and per capita health care using 2016 World Bank data were developed. The original data set included 112 countries which was reduced to a final total of 60 due to missing or incomplete data. The first regression model, predicting life expectancy, indicated an adjusted R square of 0.45. The second regression model, predicting per capita health care spending, indicated an adjusted R square of 0.63. The study suggests culture is a predictor of both life expectancy and health care spending. However, by creating a composite measure for all six culture measures, we have not found a significant association between culture and life expectancy and healthcare expenditure. The study is limited by small sample size, differences in geography, climate and political systems. Future research should examine more closely the relative influence of individualism on life expectancy and assumptions about models of socialized medicine.",
    "countries": [
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "culture; population health; health spending; life expectancy; health policy; Hofstede; MISUSE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Statistical model for factors correlating with COVID-19 deaths",
    "authors": [
      "Nuutinen, Mikko",
      "Haavisto, Ira",
      "Niemi, Antti J.",
      "Rissanen, Antti",
      "Ikivuo, Mikko",
      "Leskela, Riikka-Leena",
      "ELSEVIER",
      "Nuutinen, Mikko",
      "Haavisto, Ira",
      "Leskela, Riikka-Leena",
      "Nuutinen, Mikko",
      "Leskela, Riikka-Leena",
      "Haavisto, Ira",
      "Niemi, Antti J.",
      "Rissanen, Antti",
      "Ikivuo, Mikko",
      "Haavisto, Ira",
      "Nuutinen, Mikko",
      "Niemi, Antti Jaakko",
      "Leskelä, Riikka-Leena",
      "Leskela, Riikka-Leena"
    ],
    "year": "2022",
    "journal": "INTERNATIONAL JOURNAL OF DISASTER RISK REDUCTION",
    "doi": "10.1016/j.ijdrr.2022.103333",
    "uid": "WOS:000874194900002",
    "abstract": "Background: The COVID-19 pandemic has caused major disruption in societies globally. Our aim is to understand, what factors were associated with the impact of the pandemic on death rates. This will help countries to better prepare for and respond in future pandemics.Methods: We modeled with a linear mixed effect model the impact of COVID-19 with the dependent variable \"Daily mortality change\" (DMC) with country features variables and inter-vention (containment measurement) data. We tested both country characteristics consisting of demographic, societal, health related, healthcare system specific, environmental and cultural feature as well as COVID-19 specific response in the form of social distancing interventions.Results: A statistically significant country feature was Geert Hofstede's masculinity, i.e., the extent to which the use of force is endorsed socially, correlating positively with a higher DMC. The effects of different interventions were stronger that those of country features, particularly cancelling public events, controlling international travel and closing workplaces.Conclusion: Social distancing interventions and the country feature: Geert Hofstede's masculinity dimension had a significant impact on COVID-19 mortality change. However other country fea-tures, such as development and population health did not show significance. Thus, the crises responders and scholars could revisit the concept and understanding of preparedness for and response to pandemics.",
    "countries": [
      "Finland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "COVID-19; Deaths; Country features; Containment measures; Linear mixed effect model",
    "subtypeDescription": "Article"
  },
  {
    "title": "Inside the black box of comparative national healthcare performance in 35 OECD countries: Issues of culture, systems performance and sustainability",
    "authors": [
      "Braithwaite, Jeffrey",
      "Tran, Yvonne",
      "Ellis, Louise A.",
      "Westbrook, Johanna",
      "PUBLIC LIBRARY SCIENCE",
      "Braithwaite, Jeffrey",
      "Tran, Yvonne",
      "Ellis, Louise A.",
      "Westbrook, Johanna",
      "Braithwaite, Jeffrey",
      "Tran, Yvonne",
      "Westbrook, Johanna",
      "Ellis, Louise",
      "Braithwaite, Jeffrey",
      "Ellis, Louise"
    ],
    "year": "2020",
    "journal": "PLOS ONE",
    "doi": "10.1371/journal.pone.0239776",
    "uid": "WOS:000576267900033",
    "abstract": "Background Is national healthcare performance associated with country-level characteristics, and if so what are the implications for international health policy? Methods and findings We compared Hofstede's six cultural dimensions against relative health systems performance of 35 countries. Hierarchical cluster analysis identified best-matched groupings of countries. Performance was measured by the Organisation for Economic Co-operation and Development's (OECD's)Health at a Glanceindicators data framework (five dimensions with 57 indicators) and the United Nations' (UNs') Sustainability Development Goals (SDG) data set (15 indicators). Three country clusters emerged: Collective-Pyramidal (n = 9: comprising Slovak Republic, Mexico, Poland, Greece, Spain, Turkey, Portugal, Chile, and Slovenia); Collaborative-Networked (n = 12: UK, Canada, Australia, USA, Ireland, New Zealand, Netherlands, Finland, Iceland, Norway, Denmark, and Sweden); and Orderly-Future Orientated (n = 14: Korea, Estonia, Latvia, Austria, Israel, Japan, Czech Republic, Hungary, Italy, Belgium, France, Germany, Luxembourg and Switzerland). The Collaborative-Networked cluster had significantly better performing health systems measured by both theHealth at a Glanceand SDG performance data, followed by the Orderly-Future Orientated cluster, followed by the Collective-Pyramidal cluster. The Collaborative-Networked Cluster was characterized by low power distance (e.g., greater levels of equity), low uncertainty avoidance (e.g., toleration of others' opinions), individualism (e.g., self-reliance) and indulgence (e.g., drives and norms to enjoy life and have fun). Conclusions National cultures are associated with healthcare performance on two key international measures. In national and international efforts to improve health system performance, cultural characteristics play an important role. This information may be of value to regulators, policymakers, researchers and clinicians examining the practical impact of culture on healthcare performance.",
    "countries": [
      "Australia"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "implementation; quality improvement; safety; policy analysis; translational research; HOSPITALS",
    "subtypeDescription": "Article"
  },
  {
    "title": "'It benefits patient care': the value of practice-based IPE in healthcare curriculums",
    "authors": [
      "O'Leary, Noreen",
      "Salmon, Nancy",
      "Clifford, Amanda M.",
      "BMC",
      "O'Leary, Noreen",
      "Salmon, Nancy",
      "Clifford, Amanda M.",
      "O'Leary, Noreen",
      "O'Leary, Noreen",
      "Clifford, Amanda",
      "O'Leary, Noreen"
    ],
    "year": "2020",
    "journal": "BMC MEDICAL EDUCATION",
    "doi": "10.1186/s12909-020-02356-2",
    "uid": "WOS:000590862400001",
    "abstract": "Background Practice-based interprofessional education (IPE) is essential to prepare students for collaborative working. Pockets of practice-based IPE are integrated into healthcare curriculums in some regions. Yet practice-based IPE is not globally valued as a key element of healthcare curriculums. As students and clinical educators are key stakeholders, this study presents a case example of their experiences in a country where practice-based IPE is at an emergent stage. Their experiential knowledge generated important insights into how practice-based IPE is perceived. This learning can be applied, both locally and further afield, by those seeking to embed practice-based IPE in their placement curriculums. Methods A qualitative case study was conducted at a school of allied health and partner placement sites in Ireland. Data collection comprised two participant observations, 13 interviews and 12 document analyses. Inductive thematic analysis and deductive framework analysis, underpinned by activity theory and Hofstede's cultural dimensions, informed data analysis and interpretations. Results Participants are grappling to establish the value of practice-based IPE, illustrated in three themes: clarifying the concept of practice-based IPE, mapping IPE activities and diversifying interprofessionalism. First, ambiguous conceptualisation of why and how to implement practice-based IPE was identified. Highlighting how practice-based IPE improved patient care and safety created a clear rationale for implementation. It was also helpful to demonstrate how adaptations to existing practice education models, rather than entirely new models, could achieve high-quality practice-based IPE. Second, the positioning of practice-base IPE in the placement curriculum was unclear. Overt mapping of practice-based IPE activities onto learning outcomes within assessment tools enhanced its value within practice education. Third, varying levels of professional engagement were noted, perpetuating stereotypes. Creating diverse educator networks and embedding practice-based IPE in organisational strategy may incentivise engagement across a greater range of professions. Conclusions Implementing these recommendations could enhance the value of practice-based IPE and optimise student preparation for collaborative working. Practice-based IPE remains a complex model and the trajectory of embedding in healthcare curriculums will differ globally.",
    "countries": [
      "Ireland"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Interprofessional education; Activity theory; Hofstede&#8217; s cultural dimensions; Qualitative case study; INTERPROFESSIONAL EDUCATION; QUALITATIVE RESEARCH; PERCEPTIONS; PLACEMENT; PERSPECTIVE; DIMENSIONS; FRAMEWORK; STUDENTS",
    "subtypeDescription": "Article"
  },
  {
    "title": "Cultural differences in simulation debriefing: A qualitative analysis",
    "authors": [
      "Rana, Sharara-Chami",
      "Francis, Ulmer",
      "Zavi, Lakissian",
      "Ella, Scott",
      "Honein-Abou Haidar, Gladys",
      "Peter, Dieckmann",
      "CELL PRESS",
      "Rana, Sharara-Chami",
      "Francis, Ulmer",
      "Zavi, Lakissian",
      "Ella, Scott",
      "Honein-Abou Haidar, Gladys",
      "Peter, Dieckmann",
      "Peter, Dieckmann",
      "Peter, Dieckmann",
      "Rana, Sharara-Chami",
      "Rana, Sharara-Chami",
      "Rana, Sharara-Chami",
      "Rana, Sharara-Chami"
    ],
    "year": "2023",
    "journal": "HELIYON",
    "doi": "10.1016/j.heliyon.2023.e14904",
    "uid": "WOS:000997049100001",
    "abstract": "Context: Simulation is a social practice impacted by norms, values, and beliefs. We seek to explore the relationship between cultural factors and participant behaviour patterns as perceived by debriefers during healthcare simulation debriefings. Our research question focuses on elucidating factors that influence debreifing dynamics between and among debriefers and learners according to Hofstede's cultural dimension: the Power Distance Index.Methods and materials: The study employed inductive qualitative analysis following Braun and Clark's 6-step approach to explore debriefers' perceived barriers to discussing non-technical skills including closed-loop communication, situational awareness, and cultural aspects of healthcare simulation debriefing. This study is a complementation to previously published quantitative paper, the qualitative findings are derived from the third section of the interview guide developed by the authors which focused on aspects of the debriefing such as debriefers' perceptions of participant familiarity with non-technical skills and cultural sensitivity.Findings: The responses of 57 debriefers from 26 countries were analysed; 36 (64%) of whom practiced simulation in low power distance index (PDI) countries and 31 (36%) practiced in high PDI countries. We identified three major themes: I. Group dynamics, encompassing challenges of hierarchy, 'speaking up', fear of 'losing face' and 'judgement'. II. Conceptual clarity about debriefing medical/technical content and the challenges of 'language' and III. Institutional 'skepticism' toward simulation as a relatively new method of teaching in many parts of the world. Insights: The findings confirm the social nature of simulation debriefings, where the interactions are guided by motivations and rules, and where more variability can be found within a culture than between cultures. Acknowledging these differences could lead to cultivating new integrative perspectives for all levels of the healthcare system.",
    "countries": [
      "USA",
      "Switzerland",
      "Lebanon",
      "Australia",
      "Denmark",
      "Norway"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Simulation; Debriefing; Healthcare; Culture",
    "subtypeDescription": "Article"
  },
  {
    "title": "Spirituality meets science: Impact of founders' imprint on healthcare practices for marginal communities in India",
    "authors": [
      "Tripathi, Vinayak R.",
      "Popli, Manish",
      "Gaur, Ajai",
      "ELSEVIER SCIENCE INC",
      "Tripathi, Vinayak R.",
      "Popli, Manish",
      "Gaur, Ajai",
      "Popli, Manish",
      "Gaur, Ajai",
      "Gaur, Ajai"
    ],
    "year": "2022",
    "journal": "JOURNAL OF BUSINESS RESEARCH",
    "doi": "10.1016/j.jbusres.2021.09.012",
    "uid": "WOS:000702865900026",
    "abstract": "Building on an ethnographic study of a social healthcare organization that serves tribal communities in India, this study integrates organizational imprinting theory to explore mechanisms for resolving challenges associated with professional, modern-day healthcare delivery. We find that the founders' imprint, reflecting a blend of Indian spiritual traditions and scientific approaches, shapes the practices of healthcare functionaries. With a process model, we highlight the founders' early recognition of a practical incongruence between neutral and expertcentric routines of medical professionals and the cultural attributes of tribal people. Based on their spiritual outlook, we find that founders institutionalize a set of organizational routines and create relational practices of social camaraderie and interpretive bridging, which resolve the practical incongruence and include tribal communities in the fold of modern healthcare provisions. By showcasing the role of founders' imprints, our findings extend organizational imprinting literature on teams' practices and have implications in healthcare delivery to communities.",
    "countries": [
      "India",
      "USA"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Community; Founders; Healthcare; India; Organizational imprinting; Relational practices; Teams; IRON CAGE; IDENTITY; POSITION; SYSTEM; LEGACY; WORK",
    "subtypeDescription": "Article"
  },
  {
    "title": "Public evaluation of health services across 21 European countries: The role of culture",
    "authors": [
      "Borisova, Liubov V.",
      "Martinussen, Pal E.",
      "Rydland, Havard T.",
      "Stornes, Per",
      "Eikemo, Terje A.",
      "SAGE PUBLICATIONS LTD",
      "Borisova, Liubov V.",
      "Martinussen, Pal E.",
      "Rydland, Havard T.",
      "Stornes, Per",
      "Eikemo, Terje A.",
      "Borisova, Liubov V.",
      "Borisova, Liubov",
      "Borisova, Liubov",
      "Rydland, Havard"
    ],
    "year": "2017",
    "journal": "SCANDINAVIAN JOURNAL OF PUBLIC HEALTH",
    "doi": "10.1177/1403494816685920",
    "uid": "WOS:000394790900006",
    "abstract": "Aims: This work examined the role of cultural values in understanding people's satisfaction with health services across Europe. Methods: We used multilevel linear regression analysis on the seventh round of the European Social Survey from 2014, including c. 40,000 respondents from 21 countries. Preliminary intraclass correlation analyses led us to believe that some explanations of variance in the dependent variable were to be found at the country level. In search of country level explanations, we attempted to account for the role of national culture in influencing citizens' attitudes towards health systems. This was done by using Hofstede's dimensions of power distance, individualism, masculinity and uncertainty avoidance, giving each country in the survey a mean aggregated score. Results: In our first model with individual level variables, being female, having low or medium education, experiencing financial strain, and reporting poor health and unmet medical needs were negatively associated with individual satisfaction with national healthcare systems, with the latter variable showing the strongest effect. After including Hofstede's cultural dimensions in our multilevel model, we found that the power distance index variable had a negative effect on the dependent variable, significant at the 0.1 level. Conclusions: Citizens are likely to evaluate their national health system more negatively in national cultures associated with autocracy and hierarchy.",
    "countries": [
      "Sweden",
      "Norway"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Public evaluation of healthcare; satisfaction with healthcare; Hofstede's cultural dimensions; multilevel analysis; Europe; European Social Survey (ESS); PATIENT SATISFACTION; CARE-SYSTEMS; GENERAL-PRACTICE; QUALITY; PERFORMANCE",
    "subtypeDescription": "Article"
  },
  {
    "title": "Cultural determinants of infection control behaviour: understanding drivers and implementing effective change",
    "authors": [
      "Borg, M. A.",
      "W B SAUNDERS CO LTD",
      "Borg, M. A.",
      "Borg, M. A.",
      "Borg, M. A."
    ],
    "year": "2014",
    "journal": "JOURNAL OF HOSPITAL INFECTION",
    "doi": "10.1016/j.jhin.2013.12.006",
    "uid": "WOS:000332871200001",
    "abstract": "Despite dealing with biomedical practices, infection prevention and control (IPC) is essentially a behavioural science. Human behaviour is influenced by various factors, including culture. Hofstede's model of cultural dimensions proposes that national cultures vary along consistent dimensions which can be grouped and scored as specific constructs. Studies have reported that three Hofstede constructs e power distance, uncertainty avoidance, and masculinity e show significant association with several key performance indicators relevant to IPC and antibiotic stewardship. In addition, national meticillin-resistant Staphylococcus aureus (MRSA) levels within Europe correlate well with general quality-of-care indices, including preventive strategies and patient rights. This suggests that IPC may be simply a microcosm of overall quality and safety standards within hospitals and countries. Effective improvement would therefore need to address underlying and embedded core cultural values relevant to patient safety and quality of care. Successful IPC strategies are likely to be those that are compatible with the cultural background where they are implemented. To this end, content analysis of many current IPC improvement tools identifies elements of strong compatibility with cultures that are low in uncertainty avoidance and power distance, and high in individualism and masculinity. However, this cultural combination is largely restricted to Anglo-Saxon countries, where most of the recent improvements in healthcare-associated infection (HCAI) incidence have taken place. There is a paucity of research on IPC behaviour change in different cultural backgrounds, especially countries that score high for power distance and/or uncertainty avoidance. This information is vital to inform IPC campaigns in these countries, which often show high HCAI prevalence. (C) 2014 The Healthcare Infection Society. Published by Elsevier Ltd. All rights reserved.",
    "countries": [
      "Malta"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "Behaviour change; Empowerment; Hofstede; Professional culture; RESISTANT STAPHYLOCOCCUS-AUREUS; HEALTH-CARE; ANTIBIOTIC USE; HAND HYGIENE; STRATEGIES; EUROPE; MRSA; SURVEILLANCE; DIMENSIONS; STAFF",
    "subtypeDescription": "Article"
  },
  {
    "title": "Understanding the epidemiology of MRSA in Europe: do we need to think outside the box?",
    "authors": [
      "Borg, M. A.",
      "Camilleri, L.",
      "Waisfisz, B.",
      "W B SAUNDERS CO LTD",
      "Borg, M. A.",
      "Camilleri, L.",
      "Waisfisz, B.",
      "Borg, M. A."
    ],
    "year": "2012",
    "journal": "JOURNAL OF HOSPITAL INFECTION",
    "doi": "10.1016/j.jhin.2012.05.001",
    "uid": "WOS:000306376300006",
    "abstract": "Background: The epidemiology of meticillin-resistant Staphylococcus aureus (MRSA) infections, using bacteraemia as a marker, shows a striking geographical pattern in Europe. The prevalence of MRSA is low in Northern European countries, increases into central Europe and reaches its highest levels in the Mediterranean region. This has been attributed to varying levels of implementation of infection control and antibiotic stewardship (ICAS) programmes, but reasons for this variation have not been clearly established.",
    "countries": [
      "Malta",
      "Netherlands"
    ],
    "citations": 4,
    "references": 0,
    "keywords": "Culture; Hofstede; Infection; RESISTANT STAPHYLOCOCCUS-AUREUS; BLOOD-STREAM INFECTIONS; INTENSIVE-CARE-UNIT; BACTEREMIA; HOSPITALS; PROGRAM",
    "subtypeDescription": "Article"
  },
  {
    "title": "Cultural competence in healthcare in the community: A concept analysis",
    "authors": [
      "Henderson, Saras",
      "Horne, Maria",
      "Hills, Ruth",
      "Kendall, Elizabeth",
      "WILEY",
      "Henderson, Saras",
      "Henderson, Saras",
      "Horne, Maria",
      "Hills, Ruth",
      "Kendall, Elizabeth",
      "Kendall, Elizabeth",
      "Henderson, Saras",
      "Henderson, Saras",
      "kendall, elizabeth",
      "Horne, Maria",
      "Kendall, Elizabeth"
    ],
    "year": "2018",
    "journal": "HEALTH & SOCIAL CARE IN THE COMMUNITY",
    "doi": "10.1111/hsc.12556",
    "uid": "WOS:000435783600032",
    "abstract": "This study aims to conduct a concept analysis on cultural competence in community healthcare. Clarification of the concept of cultural competence is needed to enable clarity in the definition and operation, research and theory development to assist healthcare providers to better understand this evolving concept. Rodgers' evolutionary concept analysis method was used to clarify the concept's context, surrogate terms, antecedents, attributes and consequences and to determine implications for further research. Articles from 2004 to 2015 were sought from Medline, PubMed, CINAHL and Scopus using the terms cultural competency AND health, cultural competence OR cultural safety OR cultural knowledge OR cultural awareness OR cultural sensitivity OR cultural skill AND Health. Articles with antecedents, attributes and consequences of cultural competence in community health were included. The 26 articles selected included nursing (n=8), health (n=8), psychology (n=2), social work (n=1), mental health (n=3), medicine (n=3) and occupational therapy (n=1). Findings identify cultural openness, awareness, desire, knowledge and sensitivity and encounter as antecedents of cultural competence. Defining attributes are respecting and tailoring care aligned with clients' values, needs, practices and expectations, providing equitable and ethical care, and understanding. Consequences of cultural competence are satisfaction with care, the perception of quality healthcare, better adherence to treatments, effective interaction and improved health outcomes. An interesting finding is that the antecedents and attributes of cultural competence appear to represent a superficial level of understanding, sometimes only manifested through the need for social desirability. What is reported as critical in sustaining competence is the carers' capacity for a higher level of moral reasoning attainable through formal education in cultural and ethics knowledge. Our conceptual analysis incorporates moral reasoning in the definition of cultural competence. Further research to underpin moral reasoning with antecedents, attributes and consequences could enhance its clarity and promote a sustainable enactment of cultural competence.",
    "countries": [
      "Australia",
      "England"
    ],
    "citations": 0,
    "references": 0,
    "keywords": "community health; cultural awareness; cultural competence; cultural diversity; cultural knowledge; cultural safety; cultural skills; moral reasoning; EVOLUTIONARY-CONCEPT ANALYSIS; NURSING-STUDENTS; SENSITIVITY; EDUCATION; PERSPECTIVES; ATTITUDES; OUTCOMES; ETHICS; MODEL; ADHERENCE",
    "subtypeDescription": "Article"
  },
  {
    "title": "The challenge of cultural competence in the workplace: perspectives of healthcare providers",
    "authors": [
      "Shepherd, Stephane M.",
      "Willis-Esqueda, Cynthia",
      "Newton, Danielle",
      "Sivasubramaniam, Diane",
      "Paradies, Yin",
      "BMC",
      "Shepherd, Stephane M.",
      "Willis-Esqueda, Cynthia",
      "Newton, Danielle",
      "Sivasubramaniam, Diane",
      "Paradies, Yin",
      "Shepherd, Stephane M.",
      "Sivasubramaniam, Diane",
      "Newton, Danielle",
      "Shepherd, Stephane"
    ],
    "year": "2019",
    "journal": "BMC HEALTH SERVICES RESEARCH",
    "doi": "10.1186/s12913-019-3959-7",
    "uid": "WOS:000459867000002",
    "abstract": "BackgroundCross-cultural educational initiatives for professionals are now commonplace across a variety of sectors including health care. A growing number of studies have attempted to explore the utility of such initiatives on workplace behaviors and client outcomes. Yet few studies have explored how professionals perceive cross-cultural educational models (e.g., cultural awareness, cultural competence) and the extent to which they (and their organizations) execute the principles in practice. In response, this study aimed to explore the general perspectives of health care professionals on culturally competent care, their experiences working with multi-cultural patients, their own levels of cultural competence and the extent to which they believe their workplaces address cross-cultural challenges.MethodsThe perspectives and experiences of a sample of 56 health care professionals across several health care systems from a Mid-Western state in the United States were sourced via a 19-item questionnaire. The questionnaire comprised both open-ended questions and multiple choice items. Percentages across participant responses were calculated for multiple choice items. A thematic analysis of open-ended responses was undertaken to identify dominant themes.ResultsParticipants largely expressed confidence in their ability to meet the needs of multi-cultural clientele despite almost half the sample not having undergone formal cross-cultural training. The majority of the sample appeared to view cross-cultural education from a cultural awareness' perspective - effective cross-cultural care was often defined in terms of possessing useful cultural knowledge (e.g., norms and customs) and facilitating communication (the use of interpreters); in other words, from an immediate practical standpoint. The principles of systemic cross-cultural approaches (e.g., cultural competence, cultural safety) such as a recognition of racism, power imbalances, entrenched majority culture biases and the need for self-reflexivity (awareness of one's own prejudices) were scarcely acknowledged by study participants.ConclusionsFindings indicate a need for interventions that acknowledge the value of cultural awareness-based approaches, while also exploring the utility of more comprehensive cultural competence and safety approaches.",
    "countries": [
      "Australia",
      "USA"
    ],
    "citations": 32,
    "references": 0,
    "keywords": "Cultural competence; Cultural safety; Cultural humility; Diversity training; Public health; PATIENT PERCEPTIONS; PHYSICIAN; INTERVENTIONS; COMMUNICATION; FORMULATION; DISPARITIES; OUTCOMES; WORKERS; REDUCE; SAFETY",
    "subtypeDescription": "Article"
  },
  {
    "title": "Role of Cultural Dimensions and Dynamic Capabilities in the Value-based Performance of Digital Healthcare Services",
    "authors": [
      "Sermontyte-Baniule, Rima",
      "Pundziene, Asta",
      "Gimenez, Victor",
      "Narbon-Perpina, Isabel",
      "ELSEVIER SCIENCE INC",
      "Sermontyte-Baniule, Rima",
      "Pundziene, Asta",
      "Gimenez, Victor",
      "Narbon-Perpina, Isabel",
      "Sermontyte-Baniule, Rima",
      "Giménez-García, Víctor",
      "Narbon-Perpina, Isabel",
      "Gimenez, Victor",
      "Narbon-Perpina, Isabel"
    ],
    "year": "2022",
    "journal": "TECHNOLOGICAL FORECASTING AND SOCIAL CHANGE",
    "doi": "10.1016/j.techfore.2022.121490",
    "uid": "WOS:000799768700033",
    "abstract": "Global lockdowns due to COVID-19 pandemic prompted healthcare providers to accelerate the utilisation of digital technologies in healthcare services, yet despite this push, the pace of deploying digital healthcare services is still unsatisfactory. While researchers in the field have mainly focused on the role of technology, the role of a country's cultural dimensions as antecedents of dynamic capabilities responsible for driving the digitalisation of the healthcare services is largely under-researched. Consequently, we aim to investigate the role of country's cultural dimensions and dynamic capabilities in the value-based performance of digital healthcare services. The study rests on multiple-case-study design, which was applied to examine the interlinkages between the cultural dimensions, dynamic capabilities and the value-based performance of digital healthcare services across Lithuania, the United States and Spain. Information was gathered through conducting 66 interviews with healthcare ecosystem stakeholders. The study results show that the low-scoring cultural dimensions of power distance, uncertainty avoidance and long-term orientation and high-scoring dimensions of individualism, masculinity and indulgence are antecedents of strong dynamic capabilities, specifically with regards to strong environment scanning, employee engagement and organisational learning. Furthermore, strong dynamic capabilities were found to be associated with a more advanced implementation of digital healthcare services.",
    "countries": [
      "Lithuania",
      "Spain"
    ],
    "citations": 2,
    "references": 0,
    "keywords": "dynamic capabilities; Hofstede cultural dimensions; digital healthcare services; value-based performance; multiple case study; NATIONAL CULTURE; QUADRUPLE AIM; IMPACT; INSTITUTIONS; INNOVATION; STRATEGY; ISSUES",
    "subtypeDescription": "Article"
  }
]